Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: If you decide to buy an item, place it in your shopping cart by clicking on the “Add to shopping bag” button. You can go on browsing and adding products to your bag just like in a regular shop. Adding products to your bag does not mean you are required to buy them. If you like a product but you aren’t sure about it yet, you may use the “Add to my wish list” button it will help you see all the products that you liked while browsing, without needing to retrace your steps or start searching for them again.
de: Wenn Sie sich für den Kauf eines Artikels entscheiden, legen Sie ihn durch Klicken auf die Schaltfläche „In den Warenkorb“ in Ihren Warenkorb. Sie können wie in einem normalen Geschäft weiter stöbern und Produkte zu Ihrer Tasche hinzufügen. Das Hinzufügen von Produkten zu Ihrem Warenkorb bedeutet nicht, dass Sie zum Kauf verpflichtet sind. Wenn Ihnen ein Produkt gefällt, Sie sich aber noch nicht sicher sind, können Sie über die Schaltfläche „Zu meiner Wunschliste hinzufügen“ alle Produkte sehen, die Ihnen beim Stöbern gefallen haben, ohne dass Sie Ihre Schritte zurückverfolgen oder mit der Suche beginnen müssen wieder für sie.
es: Si decides comprar un artículo, colócalo en tu carrito de compras haciendo clic en el botón “Agregar a la bolsa de compras”. Puedes seguir navegando y añadiendo productos a tu bolso como en una tienda normal. Agregar productos a su bolsa no significa que deba comprarlos. Si te gusta un producto pero aún no estás seguro, puedes utilizar el botón “Agregar a mi lista de deseos” que te ayudará a ver todos los productos que te gustaron mientras navegas, sin necesidad de volver sobre tus pasos o empezar a buscar. para ellos otra vez.
fr: Si vous décidez d'acheter un article, placez-le dans votre panier en cliquant sur le bouton « Ajouter au panier ». Vous pouvez continuer à parcourir et ajouter des produits à votre panier comme dans une boutique classique. Ajouter des produits à votre panier ne signifie pas que vous êtes obligé de les acheter. Si vous aimez un produit mais que vous n'en êtes pas encore sûr, vous pouvez utiliser le bouton "Ajouter à ma liste de souhaits". Il vous aidera à voir tous les produits que vous avez aimés lors de votre navigation, sans avoir besoin de revenir sur vos pas ni de lancer une recherche. encore une fois pour eux.
it: Se decidi di acquistare un articolo, inseriscilo nel carrello cliccando sul pulsante “Aggiungi al carrello”. Puoi continuare a navigare e aggiungere prodotti alla tua borsa proprio come in un normale negozio. Aggiungere prodotti al carrello non significa che sei obbligato ad acquistarli. Se ti piace un prodotto ma non sei ancora sicuro, puoi utilizzare il pulsante “Aggiungi alla mia lista dei desideri” che ti aiuterà a vedere tutti i prodotti che ti sono piaciuti durante la navigazione, senza dover tornare sui tuoi passi o iniziare a cercare di nuovo per loro.
ru: Если вы решили купить товар, поместите его в корзину, нажав кнопку «Добавить в корзину». Вы можете продолжать просматривать и добавлять товары в корзину, как в обычном магазине. Добавление продуктов в корзину не означает, что вы обязаны их покупать. Если вам нравится продукт, но вы еще не уверены в нем, вы можете использовать кнопку «Добавить в мой список желаний». Это поможет вам увидеть все продукты, которые вам понравились во время просмотра, без необходимости повторять свои действия или начинать поиск. для них снова.

source: To see the content of your shopping bag so far, click on the “Shopping bag” button (on the top-right corner of your screen). If you decide you don’t want a product after all, you can just remove it from the bag by clicking “Delete”, or you can order it more than once by clicking on the “+” button until you reach your desired amount.
de: Um den bisherigen Inhalt Ihres Warenkorbs anzuzeigen, klicken Sie auf die Schaltfläche „Warenkorb“ (in der oberen rechten Ecke Ihres Bildschirms). Wenn Sie entscheiden, dass Sie ein Produkt doch nicht möchten, können Sie es einfach durch Klicken auf „Löschen“ aus dem Beutel entfernen oder es durch Klicken auf die Schaltfläche „+“ mehrmals bestellen, bis Sie die gewünschte Menge erreicht haben.
es: Para ver el contenido de su bolsa de compras hasta el momento, haga clic en el botón "Bolsa de compras" (en la esquina superior derecha de su pantalla). Si después de todo decides que no quieres un producto, puedes simplemente sacarlo de la bolsa haciendo clic en "Eliminar", o puedes pedirlo más de una vez haciendo clic en el botón "+" hasta alcanzar la cantidad deseada.
fr: Pour voir le contenu de votre panier jusqu'à présent, cliquez sur le bouton « Panier » (dans le coin supérieur droit de votre écran). Si vous décidez finalement que vous ne voulez pas d'un produit, vous pouvez simplement le retirer du sac en cliquant sur « Supprimer », ou vous pouvez le commander plusieurs fois en cliquant sur le bouton « + » jusqu'à ce que vous atteigniez le montant souhaité.
it: Per vedere il contenuto del tuo carrello fino a quel momento, fai clic sul pulsante "Carrello" (nell'angolo in alto a destra dello schermo). Se decidi che non vuoi più un prodotto, puoi semplicemente rimuoverlo dal sacchetto facendo clic su "Elimina", oppure puoi ordinarlo più di una volta facendo clic sul pulsante "+" fino a raggiungere l'importo desiderato.
ru: Чтобы просмотреть содержимое вашей корзины на данный момент, нажмите кнопку «Корзина» (в правом верхнем углу экрана). Если вы решите, что вам все-таки не нужен продукт, вы можете просто удалить его из корзины, нажав «Удалить», или вы можете заказать его несколько раз, нажимая кнопку «+», пока не достигнете желаемой суммы.

source: When you have decided, click on the “Check out” button. The paying process is divided in guided steps.
de: Wenn Sie sich entschieden haben, klicken Sie auf die Schaltfläche „Zur Kasse gehen“. Der Bezahlvorgang ist in geführte Schritte unterteilt.
es: Cuando lo hayas decidido, haz clic en el botón “Pagar”. El proceso de pago se divide en pasos guiados.
fr: Lorsque vous avez décidé, cliquez sur le bouton « Commander ». Le processus de paiement est divisé en étapes guidées.
it: Quando hai deciso, clicca sul pulsante “Check out”. Il processo di pagamento è suddiviso in passaggi guidati.
ru: Приняв решение, нажмите кнопку «Оформить заказ». Процесс оплаты разделен на пошаговые инструкции.

source: How do I know my order has been successfully placed?
de: Woher weiß ich, dass meine Bestellung erfolgreich aufgegeben wurde?
es: ¿Cómo sé que mi pedido se ha realizado correctamente?
fr: Comment puis-je savoir si ma commande a été passée avec succès ?
it: Come faccio a sapere che il mio ordine è stato effettuato con successo?
ru: Как я узнаю, что мой заказ успешно размещен?

source: After receiving your order we will send you an automatic confirmation e-mail that also contains information about your order number, payment method, shopping cart, as well as invoicing and delivery address.
de: Nach Eingang Ihrer Bestellung senden wir Ihnen eine automatische Bestätigungs-E-Mail, die auch Informationen zu Ihrer Bestellnummer, Zahlungsart, Warenkorb sowie Rechnungs- und Lieferadresse enthält.
es: Después de recibir su pedido le enviaremos un correo electrónico de confirmación automática que también contiene información sobre su número de pedido, método de pago, carrito de compras, así como dirección de facturación y entrega.
fr: Après réception de votre commande, nous vous enverrons un e-mail de confirmation automatique contenant également des informations sur votre numéro de commande, votre mode de paiement, votre panier ainsi que votre adresse de facturation et de livraison.
it: Dopo aver ricevuto il tuo ordine ti invieremo un'e-mail di conferma automatica che contiene anche informazioni sul numero dell'ordine, sul metodo di pagamento, sul carrello, nonché sull'indirizzo di fatturazione e di consegna.
ru: После получения вашего заказа мы отправим вам электронное письмо с автоматическим подтверждением, которое также содержит информацию о номере вашего заказа, способе оплаты, корзине покупок, а также адресе выставления счета и адресе доставки.

source: How do I change/cancel my order?
de: Wie kann ich meine Bestellung ändern/stornieren?
es: ¿Cómo cambio/cancelo mi pedido?
fr: Comment modifier/annuler ma commande ?
it: Come posso modificare/annullare il mio ordine?
ru: Как изменить/отменить заказ?

source: After completion of an order, it is not possible to cancel it due to our automated ordering process. You have the option, however, to return your order to us within 30 days of receipt For the same reason, it is not possible to make a subsequent change of details to your order, for example, adding/removing an item or making a subsequent change/correction to the delivery address. Can I place an order by telephone? At the moment we only accept online orders.
de: Nach Abschluss einer Bestellung ist aufgrund unseres automatisierten Bestellprozesses kein Widerruf mehr möglich. Sie haben jedoch die Möglichkeit, Ihre Bestellung innerhalb von 30 Tagen nach Erhalt an uns zurückzusenden. Aus dem gleichen Grund ist eine nachträgliche Änderung der Einzelheiten Ihrer Bestellung, beispielsweise das Hinzufügen/Entfernen eines Artikels oder eine Nachbestellung, nicht möglich Änderung/Korrektur der Lieferadresse. Kann ich telefonisch eine Bestellung aufgeben? Im Moment akzeptieren wir nur Online-Bestellungen.
es: Una vez completado un pedido, no es posible cancelarlo debido a nuestro proceso de pedido automatizado. Sin embargo, tiene la opción de devolvernos su pedido dentro de los 30 días posteriores a la recepción. Por el mismo motivo, no es posible realizar un cambio posterior de los detalles de su pedido, por ejemplo, agregar/eliminar un artículo o realizar un cambio posterior. cambio/corrección a la dirección de entrega. ¿Puedo hacer un pedido por teléfono? Por el momento sólo aceptamos pedidos online.
fr: Une fois la commande terminée, il n'est pas possible de l'annuler en raison de notre processus de commande automatisé. Vous avez cependant la possibilité de nous retourner votre commande dans un délai de 30 jours après réception. Pour la même raison, il n'est pas possible d'apporter une modification ultérieure aux détails de votre commande, par exemple ajouter/supprimer un article ou effectuer une modification ultérieure. changement/correction de l'adresse de livraison. Puis-je passer une commande par téléphone ? Pour le moment, nous n'acceptons que les commandes en ligne.
it: Dopo aver completato un ordine, non è possibile annullarlo a causa del nostro processo di ordinazione automatizzato. Hai comunque la possibilità di restituirci il tuo ordine entro 30 giorni dal ricevimento. Per lo stesso motivo, non è possibile apportare una successiva modifica dei dettagli del tuo ordine, ad esempio aggiungendo/rimuovendo un articolo o effettuando una successiva modifica/correzione dell'indirizzo di consegna. Posso effettuare un ordine telefonicamente? Al momento accettiamo solo ordini online.
ru: После завершения заказа его невозможно отменить, поскольку процесс заказа автоматизирован. Однако у вас есть возможность вернуть нам свой заказ в течение 30 дней с момента получения. По этой же причине невозможно внести последующее изменение деталей вашего заказа, например, добавить/удалить товар или внести последующее изменение. изменение/исправление адреса доставки. Могу ли я сделать заказ по телефону? На данный момент мы принимаем только онлайн-заказы.

source: Gift vouchers
de: Geschenkgutscheine
es: Vales regalo
fr: Chèques cadeaux
it: Buoni regalo
ru: Подарочные сертификаты

source: You aren’t sure about your gift? A voucher is always a good idea. Your beloved ones can choose for themselves, this way you are sure they will always wear their jewelry with pleasure.
de: Sie sind sich bei Ihrem Geschenk nicht sicher? Ein Gutschein ist immer eine gute Idee. Ihre Liebsten können selbst entscheiden, so können Sie sicher sein, dass sie ihren Schmuck immer gerne tragen.
es: ¿No estás seguro de tu regalo? Un bono siempre es una buena idea. Tus seres queridos pueden elegir por sí mismos, de esta manera estarás seguro de que siempre lucirán sus joyas con gusto.
fr: Vous n'êtes pas sûr de votre cadeau ? Un bon est toujours une bonne idée. Vos proches peuvent choisir eux-mêmes, vous êtes ainsi sûr qu'ils porteront toujours leurs bijoux avec plaisir.
it: Non sei sicuro del tuo regalo? Un buono è sempre una buona idea. I vostri cari potranno scegliere da soli, in questo modo siete sicuri che indosseranno sempre con piacere i loro gioielli.
ru: Вы не уверены в своем подарке? Ваучер – это всегда хорошая идея. Ваши близкие смогут выбирать сами, поэтому вы уверены, что они всегда будут носить свои украшения с удовольствием.

source: What are the available payment options?
de: Welche Zahlungsmöglichkeiten stehen zur Verfügung?
es: ¿Cuáles son las opciones de pago disponibles?
fr: Quelles sont les options de paiement disponibles ?
it: Quali sono le opzioni di pagamento disponibili?
ru: Какие доступны варианты оплаты?

source: The prices quoted on the product pages include the legal VAT and other price components. The legal Austrian VAT will be shown separately.
de: Die auf den Produktseiten genannten Preise verstehen sich inklusive der gesetzlichen Mehrwertsteuer und sonstigen Preisbestandteilen. Die gesetzliche österreichische Mehrwertsteuer wird gesondert ausgewiesen.
es: Los precios cotizados en las páginas de los productos incluyen el IVA legal y otros componentes del precio. El IVA austriaco legal se mostrará por separado.
fr: Les prix indiqués sur les pages produits incluent la TVA légale et d'autres éléments de prix. La TVA autrichienne légale sera indiquée séparément.
it: I prezzi indicati nelle pagine dei prodotti includono l'IVA legale e altri componenti del prezzo. L'IVA austriaca legale verrà indicata separatamente.
ru: Цены, указанные на страницах продуктов, включают законный НДС и другие компоненты цены. Законный австрийский НДС будет указан отдельно.

source: Additionally to the stated prices we are invoicing shipping costs. The shipping costs will be marked separately on the product pages as a link, in the shopping cart as well as on the order sheet. By transnational deliveries could result other price components such as other taxes or customs duties. (intracommunity supply).
de: Zusätzlich zu den angegebenen Preisen berechnen wir Versandkosten. Die Versandkosten werden auf den Produktseiten als Link, im Warenkorb sowie auf dem Bestellformular gesondert gekennzeichnet. Bei grenzüberschreitenden Lieferungen können weitere Preisbestandteile wie etwa sonstige Steuern oder Zölle anfallen. (innergemeinschaftliche Lieferung).
es: Además de los precios indicados, facturamos los gastos de envío. Los gastos de envío se marcarán por separado en las páginas del producto a través de un enlace, en el carrito de la compra así como en la hoja de pedido. De los envíos transnacionales podrían derivarse otros componentes del precio, como otros impuestos o derechos de aduana. (suministro intracomunitario).
fr: En plus des prix indiqués, nous facturons des frais d'expédition. Les frais de port seront indiqués séparément sur les pages produits sous forme de lien, dans le panier ainsi que sur le bon de commande. Les livraisons transnationales pourraient entraîner d'autres éléments de prix tels que d'autres taxes ou droits de douane. (approvisionnement intracommunautaire).
it: Oltre ai prezzi indicati fatturiamo anche le spese di spedizione. Le spese di spedizione saranno contrassegnate separatamente nelle pagine dei prodotti come link, nel carrello e nel modulo d'ordine. Dalle consegne transnazionali potrebbero derivare altri componenti del prezzo come altre tasse o dazi doganali. (cessione intracomunitaria).
ru: Дополнительно к указанным ценам мы выставляем счет за доставку. Стоимость доставки будет отмечена отдельно на страницах продукта в виде ссылки, в корзине покупок, а также в листе заказа. Транснациональные поставки могут привести к появлению других компонентов цены, таких как другие налоги или таможенные пошлины. (внутриобщинное снабжение).

source: We accept Credit Card, PayPal, Stripe, Amazon Pay, Online Banking, Bank Transfer, as well as Oliver Weber gift vouchers.
de: Wir akzeptieren Kreditkarte, PayPal, Stripe, Amazon Pay, Online-Banking, Banküberweisung sowie Geschenkgutscheine von Oliver Weber.
es: Aceptamos tarjetas de crédito, PayPal, Stripe, Amazon Pay, banca en línea, transferencia bancaria y vales regalo de Oliver Weber.
fr: Nous acceptons les cartes de crédit, PayPal, Stripe, Amazon Pay, les services bancaires en ligne, les virements bancaires ainsi que les chèques-cadeaux Oliver Weber.
it: Accettiamo carte di credito, PayPal, Stripe, Amazon Pay, servizi bancari online, bonifici bancari e buoni regalo Oliver Weber.
ru: Мы принимаем кредитные карты, PayPal, Stripe, Amazon Pay, онлайн-банкинг, банковский перевод, а также подарочные сертификаты Oliver Weber.

source: How high are the shipping costs?
de: Wie hoch sind die Versandkosten?
es: ¿Qué tan altos son los costos de envío?
fr: A combien s'élèvent les frais de port ?
it: A quanto ammontano le spese di spedizione?
ru: Насколько велика стоимость доставки?

source: The goods will be delivered to the delivery address as stated by you and through a delivery service appointed by our company. We will make every effort to deliver the goods on the date you requested, but this cannot be guaranteed. The shipping costs may differ from region to region.
de: Die Lieferung der Ware erfolgt an die von Ihnen angegebene Lieferadresse und durch einen von unserem Unternehmen beauftragten Lieferdienst. Wir bemühen uns, die Ware zum von Ihnen gewünschten Termin zu liefern, können dies jedoch nicht garantieren. Die Versandkosten können je nach Region unterschiedlich sein.
es: Los productos se entregarán en la dirección de entrega indicada por usted y a través de un servicio de entrega designado por nuestra empresa. Haremos todo lo posible para entregar los productos en la fecha solicitada, pero esto no se puede garantizar. Los costos de envío pueden diferir de una región a otra.
fr: Les marchandises seront livrées à l'adresse de livraison que vous avez indiquée et via un service de livraison désigné par notre société. Nous ferons tout notre possible pour livrer les marchandises à la date que vous avez demandée, mais cela ne peut être garanti. Les frais d'expédition peuvent différer d'une région à l'autre.
it: La merce verrà consegnata all'indirizzo di consegna da voi indicato e tramite un servizio di consegna incaricato dalla nostra azienda. Faremo tutto il possibile per consegnare la merce nella data da te richiesta, ma ciò non può essere garantito. I costi di spedizione possono variare da regione a regione.
ru: Товар будет доставлен по указанному Вами адресу доставки через службу доставки, назначенную нашей компанией. Мы приложим все усилия, чтобы доставить товар в запрошенную вами дату, но это не может быть гарантировано. Стоимость доставки может отличаться в зависимости от региона.

source: Standard Shipping EU countries– 6,90 €, delivery between 4 and 8 days from the time you place your order. Express shipping – 18.90 €, delivery times between 2 and 4 days from the time you place your order.
de: Standardversand EU-Länder – 6,90 €, Lieferung zwischen 4 und 8 Tagen ab dem Zeitpunkt Ihrer Bestellung. Expressversand – 18,90 €, Lieferzeiten zwischen 2 und 4 Tagen ab dem Zeitpunkt Ihrer Bestellung.
es: Envío estándar países UE – 6,90 €, entrega entre 4 y 8 días desde que realizas tu pedido. Envío exprés – 18,90 €, plazos de entrega entre 2 y 4 días desde que realizas tu pedido.
fr: Livraison standard Pays de l'UE – 6,90 €, livraison entre 4 et 8 jours à compter de la passation de votre commande. Livraison express – 18,90 €, délais de livraison entre 2 et 4 jours à compter de votre commande.
it: Spedizione Standard Paesi UE – 6,90 €, consegna tra 4 e 8 giorni dal momento dell'ordine. Spedizione express – 18,90 €, tempi di consegna tra 2 e 4 giorni dal momento dell'ordine.
ru: Стандартная доставка в страны ЕС – 6,90 €, доставка от 4 до 8 дней с момента размещения заказа. Экспресс-доставка — 18,90 евро, срок доставки от 2 до 4 дней с момента размещения заказа.

source: Shipping to United States (except. Alaska, Hawaii) – 18.90 €, delivery times between 5 and 10 days from the time you place your order.
de: Versand in die Vereinigten Staaten (außer Alaska, Hawaii) – 18,90 €, Lieferzeiten zwischen 5 und 10 Tagen ab dem Zeitpunkt Ihrer Bestellung.
es: Envío a Estados Unidos (excepto Alaska, Hawaii) – 18,90 €, plazos de entrega entre 5 y 10 días desde que realizas tu pedido.
fr: Livraison aux Etats-Unis (sauf Alaska, Hawaï) – 18,90 €, délais de livraison entre 5 et 10 jours à compter de votre commande.
it: Spedizione negli Stati Uniti (escluso Alaska, Hawaii) – 18,90 €, tempi di consegna tra 5 e 10 giorni dal momento dell'ordine.
ru: Доставка в США (кроме Аляски и Гавайев) — 18,90 €, срок доставки от 5 до 10 дней с момента размещения заказа.

source: Are you available 24/7?
de: Sind Sie rund um die Uhr erreichbar?
es: ¿Estás disponible las 24 horas, los 7 días de la semana?
fr: Êtes-vous disponible 24h/24 et 7j/7 ?
it: Sei disponibile 24 ore su 24, 7 giorni su 7?
ru: Вы доступны 24/7?

source: You can reach us during our office hours: Monday to Thursday between 08:00 and 17:00, and Friday between 08:00 and 13:00, with the exception of bank holidays or write an e-mail to
de: Sie erreichen uns zu unseren Bürozeiten: Montag bis Donnerstag von 08:00 bis 17:00 Uhr und Freitag von 08:00 bis 13:00 Uhr, außer an Feiertagen, oder schreiben Sie uns eine E-Mail an
es: Puede comunicarse con nosotros en nuestro horario de oficina: de lunes a jueves de 08:00 a 17:00 horas, y viernes de 08:00 a 13:00 horas, excepto festivos o escribirnos un correo electrónico a
fr: Vous pouvez nous joindre pendant nos heures de bureau : du lundi au jeudi de 08h00 à 17h00 et le vendredi de 08h00 à 13h00, à l'exception des jours fériés ou écrire un e-mail à
it: Potete contattarci nei nostri orari d'ufficio: dal lunedì al giovedì dalle 08:00 alle 17:00 e il venerdì dalle 08:00 alle 13:00, esclusi i giorni festivi oppure scrivete una e-mail a
ru: Вы можете связаться с нами в часы работы нашего офиса: с понедельника по четверг с 08:00 до 17:00 и в пятницу с 08:00 до 13:00, за исключением государственных праздников, или напишите электронное письмо по адресу

source: Can I return a product after I received it?
de: Kann ich ein Produkt zurückgeben, nachdem ich es erhalten habe?
es: ¿Puedo devolver un producto después de haberlo recibido?
fr: Puis-je retourner un produit après l'avoir reçu ?
it: Posso restituire un prodotto dopo averlo ricevuto?
ru: Могу ли я вернуть товар после его получения?
