Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: If you have consented to the use of the technologies in accordance with Art. 6 (1) (a) GDPR, you can withdraw your consent at any time by sending a message to the contact option described in the privacy policy. Alternatively, you can also click on the fingerprint button in the lower right or left corner of the page. If cookies are not accepted, the functionality of our website may be limited.
de: Sofern Sie in den Einsatz der Technologien gemäß Art. 6 Abs. 1 lit. a DSGVO eingewilligt haben: Sie können Ihre Einwilligung gemäß Art. 6 Abs. 1 lit. a DSGVO jederzeit durch eine Nachricht an die in der Datenschutzerklärung beschriebene Kontaktmöglichkeit widerrufen. Alternativ können Sie auch auf den Fingerabdruck-Button unten rechts oder links auf der Seite klicken. Bei der Nichtannahme von Cookies kann die Funktionalität unserer Website eingeschränkt sein.
es: Si ha dado su consentimiento para el uso de las tecnologías de conformidad con el art. 6 (1) (a) GDPR, puede retirar su consentimiento en cualquier momento enviando un mensaje a la opción de contacto descrita en la política de privacidad. Alternativamente, también puede hacer clic en el botón de huella digital en la esquina inferior derecha o izquierda de la página. Si no se aceptan cookies, la funcionalidad de nuestro sitio web puede verse limitada.
fr: Si vous avez consenti à l'utilisation des technologies conformément à l'art. 6 (1) (a) du RGPD, vous pouvez retirer votre consentement à tout moment en envoyant un message à l'option de contact décrite dans la politique de confidentialité. Alternativement, vous pouvez également cliquer sur le bouton d'empreinte digitale dans le coin inférieur droit ou gauche de la page. Si les cookies ne sont pas acceptés, la fonctionnalité de notre site Web peut être limitée.
it: Se avete acconsentito all'utilizzo delle tecnologie ai sensi dell'art. 6 (1) (a) GDPR, puoi revocare il tuo consenso in qualsiasi momento inviando un messaggio all'opzione di contatto descritta nell'informativa sulla privacy. In alternativa, puoi anche fare clic sul pulsante dell'impronta digitale nell'angolo in basso a destra o a sinistra della pagina. Se i cookie non vengono accettati, la funzionalità del nostro sito web potrebbe essere limitata.
ru: Если вы дали согласие на использование технологий в соответствии со ст. 6 (1) (a) GDPR, вы можете отозвать свое согласие в любое время, отправив сообщение на контактный адрес, описанный в политике конфиденциальности. Кроме того, вы также можете нажать кнопку отпечатка пальца в правом нижнем или левом углу страницы. Если файлы cookie не принимаются, функциональность нашего сайта может быть ограничена.

source: Use of Usercentrics Consent Management Platform for obtaining and managing consent
de: Nutzung der Usercentrics Consent Management Plattform zur Einholung und Verwaltung von Einwilligungen
es: Uso de la plataforma de gestión de consentimiento Usercentrics para obtener y gestionar el consentimiento
fr: Utilisation de la plateforme de gestion du consentement Usercentrics pour obtenir et gérer le consentement
it: Utilizzo della piattaforma di gestione del consenso Usercentrics per ottenere e gestire il consenso
ru: Использование платформы управления согласием Usercentrics для получения согласия и управления им.

source: On our website we use the&nbsp;
de: Auf unserer Website verwenden wir die
es: En nuestro sitio web utilizamos el
fr: Sur notre site Web, nous utilisons le
it: Sul nostro sito web utilizziamo il
ru: На нашем сайте мы используем

source: to inform you about the cookies and the technologies we use on our website and to obtain, manage and document your consent to the processing of your personal data by these technologies. This is required under Art. 6 (1) (c) GDPR to fulfil our legal obligation under Art. 7 (1) GDPR to be able to prove your consent to the processing of your personal data, to which we are subject. The consent management service Usercentrics is provided by Usercentrics GmbH, Sendlinger Straße 7, 80331 Munich, Germany, which processes your data on our behalf. When you visit our website, Usercentrics' web server stores a so-called server log file, which also contains your anonymised IP address, the date and time of your visit, device and browser information as well as information on your consent behaviour. Your data will be deleted after three years, unless you have expressly consented to further use of your data in accordance with Art. 6 (1) (a) GDPR or we reserve the right to use your data in a manner that goes beyond this, which is legally permitted and about which we inform you in this privacy policy.
de: um Sie über die von uns auf unserer Website verwendeten Cookies und Technologien zu informieren und Ihre Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten durch diese Technologien einzuholen, zu verwalten und zu dokumentieren. Dies ist nach Art. Art. 6 Abs. 1 lit. c DSGVO zur Erfüllung unserer rechtlichen Verpflichtung gem. Art. 6 Abs. 1 lit. c DSGVO. Art. 7 Abs. 1 DSGVO, um Ihre Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten, denen wir unterliegen, nachweisen zu können. Der Consent-Management-Dienst Usercentrics wird von der Usercentrics GmbH, Sendlinger Straße 7, 80331 München, Deutschland, bereitgestellt, die Ihre Daten in unserem Auftrag verarbeitet. Wenn Sie unsere Website besuchen, speichert der Webserver von Usercentrics ein sogenanntes Server-Logfile, das außerdem Ihre anonymisierte IP-Adresse, Datum und Uhrzeit Ihres Besuchs, Geräte- und Browserinformationen sowie Informationen zu Ihrem Einwilligungsverhalten enthält. Ihre Daten werden nach drei Jahren gelöscht, sofern Sie nicht ausdrücklich nach Art. 6 Abs. 1 lit. a DSGVO in eine weitere Nutzung Ihrer Daten eingewilligt haben. Art. 6 Abs. 1 lit. a DSGVO oder wir behalten uns eine darüber hinausgehende Datenverwendung vor, die gesetzlich erlaubt ist und über die wir Sie in dieser Datenschutzerklärung informieren.
es: para informarle sobre las cookies y las tecnologías que utilizamos en nuestro sitio web y para obtener, gestionar y documentar su consentimiento para el procesamiento de sus datos personales mediante estas tecnologías. Esto es requerido por el art. 6 (1) (c) GDPR para cumplir con nuestra obligación legal según el art. 7 (1) GDPR para poder demostrar su consentimiento al procesamiento de sus datos personales al que estamos sujetos. El servicio de gestión de consentimiento Usercentrics es proporcionado por Usercentrics GmbH, Sendlinger Straße 7, 80331 Múnich, Alemania, que procesa sus datos en nuestro nombre. Cuando visita nuestro sitio web, el servidor web de Usercentrics almacena el llamado archivo de registro del servidor, que también contiene su dirección IP anónima, la fecha y hora de su visita, información del dispositivo y del navegador, así como información sobre su comportamiento de consentimiento. Sus datos se eliminarán después de tres años, a menos que haya dado su consentimiento expreso para seguir utilizando sus datos de conformidad con el art. 6 (1) (a) GDPR o nos reservamos el derecho de utilizar sus datos de una manera que vaya más allá de lo permitido legalmente y sobre lo cual le informamos en esta política de privacidad.
fr: pour vous informer sur les cookies et les technologies que nous utilisons sur notre site Internet et pour obtenir, gérer et documenter votre consentement au traitement de vos données personnelles par ces technologies. Ceci est requis par l’art. 6 (1) (c) du RGPD pour remplir notre obligation légale en vertu de l'art. 7 (1) RGPD pour pouvoir prouver votre consentement au traitement de vos données personnelles auquel nous sommes soumis. Le service de gestion du consentement Usercentrics est fourni par Usercentrics GmbH, Sendlinger Straße 7, 80331 Munich, Allemagne, qui traite vos données en notre nom. Lorsque vous visitez notre site Web, le serveur Web de Usercentrics stocke un fichier journal du serveur, qui contient également votre adresse IP anonymisée, la date et l'heure de votre visite, des informations sur l'appareil et le navigateur ainsi que des informations sur votre comportement de consentement. Vos données seront supprimées après trois ans, sauf si vous avez expressément consenti à une utilisation ultérieure de vos données conformément à l'art. 6 (1) (a) du RGPD ou nous nous réservons le droit d'utiliser vos données d'une manière allant au-delà de ce qui est légalement autorisé et dont nous vous informons dans la présente politique de confidentialité.
it: per informarti sui cookie e sulle tecnologie che utilizziamo sul nostro sito web e per ottenere, gestire e documentare il tuo consenso al trattamento dei tuoi dati personali mediante tali tecnologie. Ciò è richiesto dall'art. 6 (1) (c) GDPR per adempiere ai nostri obblighi legali ai sensi dell'art. 7 (1) GDPR per poter dimostrare il tuo consenso al trattamento dei tuoi dati personali, al quale siamo soggetti. Il servizio di gestione del consenso Usercentrics è fornito da Usercentrics GmbH, Sendlinger Straße 7, 80331 Monaco di Baviera, Germania, che elabora i tuoi dati per nostro conto. Quando visiti il ​​nostro sito web, il server web di Usercentrics memorizza un cosiddetto file di log del server, che contiene anche il tuo indirizzo IP anonimizzato, la data e l'ora della tua visita, informazioni sul dispositivo e sul browser, nonché informazioni sul tuo comportamento di consenso. I vostri dati verranno cancellati dopo tre anni, a meno che non abbiate espressamente acconsentito a un ulteriore utilizzo dei vostri dati ai sensi dell'art. 6 (1) (a) GDPR oppure ci riserviamo il diritto di utilizzare i vostri dati in un modo che va oltre ciò che è consentito dalla legge e di cui vi informiamo nella presente informativa sulla privacy.
ru: чтобы информировать вас о файлах cookie и технологиях, которые мы используем на нашем веб-сайте, а также получать, управлять и документировать ваше согласие на обработку ваших личных данных с помощью этих технологий. Это требуется согласно ст. 6 (1) (c) GDPR для выполнения нашего юридического обязательства согласно ст. 7 (1) GDPR, чтобы иметь возможность доказать ваше согласие на обработку ваших персональных данных, которым мы подчиняемся. Служба управления согласием Usercentrics предоставляется компанией Usercentrics GmbH, Sendlinger Straße 7, 80331 Мюнхен, Германия, которая обрабатывает ваши данные от нашего имени. Когда вы посещаете наш веб-сайт, веб-сервер Usercentrics сохраняет так называемый файл журнала сервера, который также содержит ваш анонимный IP-адрес, дату и время вашего посещения, информацию об устройстве и браузере, а также информацию о вашем согласии. Ваши данные будут удалены через три года, если только вы не дали явного согласия на дальнейшее использование ваших данных в соответствии со ст. 6 (1) (a) GDPR, или мы оставляем за собой право использовать ваши данные способом, выходящим за рамки этого, что разрешено законом и о чем мы сообщаем вам в настоящей политике конфиденциальности.

source: Use of cookies and other technologies for web analytics and advertising purposes
de: Verwendung von Cookies und anderen Technologien für Webanalyse- und Werbezwecke
es: Uso de cookies y otras tecnologías con fines publicitarios y de análisis web
fr: Utilisation de cookies et d'autres technologies à des fins d'analyse Web et de publicité
it: Utilizzo di cookie e altre tecnologie per analisi web e scopi pubblicitari
ru: Использование файлов cookie и других технологий для веб-аналитики и рекламных целей.

source: If you have given your consent in accordance with Art. 6 (1) (a) GDPR, we use the following cookies and other third-party technologies on our website. The data collected in this context will be deleted after the relevant purpose has been fulfilled and we have ended the use of the respective technology. You can withdraw your consent at any time with effect for the future. Further information on your withdrawal options can be found in the section 'cookies and further technologies'. Further information including the legal basis for data processing can be found within the respective technologies. If you have any questions about our service providers and the basis of our cooperation with them, please use the contact option described in this privacy policy.
de: Sofern Sie Ihre Einwilligung gemäß Art. Auf unserer Website verwenden wir gemäß Art. 6 Abs. 1 lit. a DSGVO folgende Cookies und weitere Technologien Dritter. Die in diesem Zusammenhang erhobenen Daten werden nach Zweckerfüllung und Beendigung des Einsatzes der jeweiligen Technologie durch uns gelöscht. Ihre Einwilligung können Sie jederzeit mit Wirkung für die Zukunft widerrufen. Weitere Informationen zu Ihren Widerrufsmöglichkeiten finden Sie im Abschnitt „Cookies und weitere Technologien“. Weitere Informationen, auch zu den Rechtsgrundlagen der Datenverarbeitung, finden Sie bei den jeweiligen Technologien. Bei Fragen zu unseren Dienstleistern und den Grundlagen unserer Zusammenarbeit mit ihnen nutzen Sie bitte die in dieser Datenschutzerklärung beschriebene Kontaktmöglichkeit.
es: Si ha dado su consentimiento de conformidad con el art. 6 (1) (a) GDPR, utilizamos las siguientes cookies y otras tecnologías de terceros en nuestro sitio web. Los datos recopilados en este contexto se eliminarán una vez que se haya cumplido el propósito correspondiente y hayamos finalizado el uso de la tecnología respectiva. Puede retirar su consentimiento en cualquier momento con efecto para el futuro. Puede encontrar más información sobre sus opciones de retiro en la sección "cookies y otras tecnologías". Puede encontrar más información, incluida la base legal para el procesamiento de datos, en las respectivas tecnologías. Si tiene alguna pregunta sobre nuestros proveedores de servicios y la base de nuestra cooperación con ellos, utilice la opción de contacto descrita en esta política de privacidad.
fr: Si vous avez donné votre consentement conformément à l'art. 6 (1) (a) du RGPD, nous utilisons les cookies suivants et d'autres technologies tierces sur notre site Web. Les données collectées dans ce contexte seront supprimées une fois que la finalité correspondante aura été remplie et que nous aurons mis fin à l'utilisation de la technologie concernée. Vous pouvez retirer votre consentement à tout moment avec effet pour l'avenir. De plus amples informations sur vos options de retrait peuvent être trouvées dans la section « Cookies et autres technologies ». De plus amples informations, y compris la base juridique du traitement des données, peuvent être trouvées dans les technologies respectives. Si vous avez des questions sur nos prestataires de services et sur la base de notre coopération avec eux, veuillez utiliser l'option de contact décrite dans cette politique de confidentialité.
it: Se avete prestato il vostro consenso ai sensi dell'art. 6 (1) (a) GDPR, utilizziamo i seguenti cookie e altre tecnologie di terze parti sul nostro sito web. I dati raccolti in questo contesto verranno cancellati una volta raggiunto lo scopo pertinente e terminato l'utilizzo della rispettiva tecnologia. Puoi revocare il tuo consenso in qualsiasi momento con effetto per il futuro. Ulteriori informazioni sulle opzioni di recesso sono disponibili nella sezione "cookie e altre tecnologie". Ulteriori informazioni, compresa la base giuridica per il trattamento dei dati, sono disponibili all'interno delle rispettive tecnologie. In caso di domande sui nostri fornitori di servizi e sulle basi della nostra collaborazione con loro, utilizzare l'opzione di contatto descritta nella presente informativa sulla privacy.
ru: Если вы дали свое согласие в соответствии со ст. 6 (1) (a) GDPR, мы используем следующие файлы cookie и другие сторонние технологии на нашем веб-сайте. Данные, собранные в этом контексте, будут удалены после достижения соответствующей цели и прекращения использования соответствующей технологии. Вы можете отозвать свое согласие в любое время с эффектом на будущее. Дополнительную информацию о вариантах вывода средств можно найти в разделе «Файлы cookie и другие технологии». Дополнительную информацию, включая правовую основу для обработки данных, можно найти в соответствующих технологиях. Если у вас есть какие-либо вопросы о наших поставщиках услуг и основах нашего сотрудничества с ними, воспользуйтесь контактной формой, описанной в настоящей политике конфиденциальности.

source: Use of Adobe services for webanalysis and advertising purposes
de: Nutzung von Adobe-Diensten für Webanalyse- und Werbezwecke
es: Uso de los servicios de Adobe con fines publicitarios y de análisis web
fr: Utilisation des services Adobe à des fins d'analyse Web et de publicité
it: Utilizzo dei servizi Adobe per analisi web e scopi pubblicitari
ru: Использование сервисов Adobe для веб-анализа и рекламных целей.

source: We use the technologies described below from Adobe Systems, Software Ireland Limited, Ireland, 4-6 Riverwalk, Citywest Business Campus, Dublin 24, Ireland ('Adobe'). The information automatically collected by Adobe technologies about your use of our website is generally transmitted to and stored on a server operated by Adobe, Inc, 345 Park Avenue San Jose, CA 95110-2704, USA. For the USA, there is no adequacy decision of the European Commission. Our cooperation is based on standard data protection clauses of the European Commission. If your IP address is collected via Adobe technologies, it is shortened or completely replaced by a generic IP address before being stored on Adobe servers by activating appropriate settings.
de: Wir nutzen die nachfolgend beschriebenen Technologien von Adobe Systems, Software Ireland Limited, Irland, 4-6 Riverwalk, Citywest Business Campus, Dublin 24, Irland („Adobe“). Die durch Adobe-Technologien automatisch erfassten Informationen über Ihre Nutzung unserer Website werden in der Regel an einen Server der Adobe, Inc., 345 Park Avenue San Jose, CA 95110-2704, USA, übertragen und dort gespeichert. Für die USA liegt kein Angemessenheitsbeschluss der Europäischen Kommission vor. Unsere Zusammenarbeit basiert auf Standarddatenschutzklauseln der Europäischen Kommission. Sofern Ihre IP-Adresse über Adobe-Technologien erfasst wird, wird diese vor der Speicherung auf Adobe-Servern durch Aktivierung entsprechender Einstellungen gekürzt oder vollständig durch eine generische IP-Adresse ersetzt.
es: Utilizamos las tecnologías que se describen a continuación de Adobe Systems, Software Ireland Limited, Irlanda, 4-6 Riverwalk, Citywest Business Campus, Dublín 24, Irlanda ('Adobe'). La información recopilada automáticamente por las tecnologías de Adobe sobre su uso de nuestro sitio web generalmente se transmite y almacena en un servidor operado por Adobe, Inc, 345 Park Avenue San Jose, CA 95110-2704, EE. UU. Para los EE.UU. no existe ninguna decisión de adecuación de la Comisión Europea. Nuestra cooperación se basa en las cláusulas estándar de protección de datos de la Comisión Europea. Si su dirección IP se recopila a través de tecnologías de Adobe, se acorta o reemplaza completamente por una dirección IP genérica antes de almacenarse en los servidores de Adobe activando la configuración adecuada.
fr: Nous utilisons les technologies décrites ci-dessous d'Adobe Systems, Software Ireland Limited, Irlande, 4-6 Riverwalk, Citywest Business Campus, Dublin 24, Irlande (« Adobe »). Les informations automatiquement collectées par les technologies Adobe concernant votre utilisation de notre site Web sont généralement transmises et stockées sur un serveur exploité par Adobe, Inc, 345 Park Avenue San Jose, CA 95110-2704, USA. Pour les États-Unis, il n’existe pas de décision d’adéquation de la Commission européenne. Notre coopération est basée sur les clauses standards de protection des données de la Commission européenne. Si votre adresse IP est collectée via les technologies Adobe, elle est raccourcie ou totalement remplacée par une adresse IP générique avant d'être stockée sur les serveurs Adobe en activant les paramètres appropriés.
it: Utilizziamo le tecnologie descritte di seguito di Adobe Systems, Software Ireland Limited, Irlanda, 4-6 Riverwalk, Citywest Business Campus, Dublino 24, Irlanda ("Adobe"). Le informazioni raccolte automaticamente dalle tecnologie Adobe sull'utilizzo del nostro sito Web vengono generalmente trasmesse e archiviate su un server gestito da Adobe, Inc, 345 Park Avenue San Jose, CA 95110-2704, USA. Per gli USA non esiste una decisione di adeguatezza della Commissione Europea. La nostra collaborazione si basa sulle clausole standard di protezione dei dati della Commissione Europea. Se il tuo indirizzo IP viene raccolto tramite tecnologie Adobe, questo viene abbreviato o completamente sostituito da un indirizzo IP generico prima di essere archiviato sui server Adobe attivando le apposite impostazioni.
ru: Мы используем описанные ниже технологии компании Adobe Systems, Software Ireland Limited, Ирландия, 4-6 Riverwalk, Citywest Business Campus, Дублин 24, Ирландия («Adobe»). Информация, автоматически собираемая технологиями Adobe об использовании вами нашего веб-сайта, обычно передается и хранится на сервере, управляемом Adobe, Inc., 345 Park Avenue San Jose, CA 95110-2704, США. Для США не существует адекватного решения Еврокомиссии. Наше сотрудничество основано на стандартных положениях Европейской Комиссии о защите данных. Если ваш IP-адрес собирается с помощью технологий Adobe, он сокращается или полностью заменяется общим IP-адресом перед сохранением на серверах Adobe путем активации соответствующих настроек.

source: Adobe Fonts
de: Adobe-Schriftarten
es: Fuentes de Adobe
fr: Polices Adobe
it: Font Adobe
ru: Шрифты Adobe
