Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: Exact paths (files or directories) to include in filtered history. Multiple --path options can be specified to get a union of paths.
de: Genaue Pfade (Dateien oder Verzeichnisse), die in den gefilterten Verlauf einbezogen werden sollen. Es können mehrere --path-Optionen angegeben werden, um eine Vereinigung von Pfaden zu erhalten.
es: Rutas exactas (archivos o directorios) para incluir en el historial filtrado. Se pueden especificar múltiples opciones --path para obtener una unión de rutas.
fr: Chemins exacts (fichiers ou répertoires) à inclure dans l'historique filtré. Plusieurs options --path peuvent être spécifiées pour obtenir une union de chemins.
it: Percorsi esatti (file o directory) da includere nella cronologia filtrata. È possibile specificare più opzioni --path per ottenere un'unione di percorsi.
ru: Точные пути (файлы или каталоги), которые нужно включить в отфильтрованную историю. Можно указать несколько опций --path, чтобы получить объединение путей.

source: Glob of paths to include in filtered history. Multiple --path-glob options can be specified to get a union of paths.
de: Glob von Pfaden, die in den gefilterten Verlauf aufgenommen werden sollen. Es können mehrere --path-glob-Optionen angegeben werden, um eine Vereinigung von Pfaden zu erhalten.
es: Globo de rutas para incluir en el historial filtrado. Se pueden especificar múltiples opciones de --path-glob para obtener una unión de rutas.
fr: Globe de chemins à inclure dans l’historique filtré. Plusieurs options --path-glob peuvent être spécifiées pour obtenir une union de chemins.
it: Glob di percorsi da includere nella cronologia filtrata. È possibile specificare più opzioni --path-glob per ottenere un'unione di percorsi.
ru: Группа путей для включения в отфильтрованную историю. Для получения объединения путей можно указать несколько опций --path-glob.

source: Regex of paths to include in filtered history. Multiple --path-regex options can be specified to get a union of paths
de: Regex von Pfaden, die in den gefilterten Verlauf aufgenommen werden sollen. Es können mehrere --path-regex-Optionen angegeben werden, um eine Vereinigung von Pfaden zu erhalten
es: Regex de rutas para incluir en el historial filtrado. Se pueden especificar múltiples opciones --path-regex para obtener una unión de rutas
fr: Regex des chemins à inclure dans l’historique filtré. Plusieurs options --path-regex peuvent être spécifiées pour obtenir une union de chemins
it: Regex dei percorsi da includere nella cronologia filtrata. È possibile specificare più opzioni --path-regex per ottenere un'unione di percorsi
ru: Регулярное выражение путей для включения в отфильтрованную историю. Можно указать несколько опций --path-regex, чтобы получить объединение путей.

source: Match on file base name instead of full path from the top of the repo. Incompatible with --path-rename, and incompatible with matching against directory names.
de: Übereinstimmung anhand des Dateibasisnamens anstelle des vollständigen Pfads vom Anfang des Repositorys. Inkompatibel mit --path-rename und inkompatibel mit dem Abgleich mit Verzeichnisnamen.
es: Haga coincidir el nombre base del archivo en lugar de la ruta completa desde la parte superior del repositorio. Incompatible con --path-rename e incompatible con la comparación de nombres de directorio.
fr: Faites correspondre le nom de base du fichier au lieu du chemin complet à partir du haut du référentiel. Incompatible avec --path-rename et incompatible avec la correspondance avec les noms de répertoires.
it: Corrispondenza in base al nome della base del file anziché al percorso completo dalla parte superiore del repository. Incompatibile con --path-rename e incompatibile con la corrispondenza con i nomi di directory.
ru: Сопоставьте базовое имя файла вместо полного пути из верхней части репозитория. Несовместимо с --path-rename и несовместимо с сопоставлением имен каталогов.

source: Renaming based on paths (see also --filename-callback)
de: Umbenennung basierend auf Pfaden (siehe auch --filename-callback)
es: Cambiar el nombre según las rutas (consulte también --filename-callback)
fr: Renommer en fonction des chemins (voir aussi --filename-callback)
it: Rinomina in base ai percorsi (vedi anche --filename-callback)
ru: Переименование на основе путей (см. также --filename-callback)

source: Path to rename; if filename or directory matches OLD_NAME rename to NEW_NAME. Multiple --path-rename options can be specified. NOTE: If you combine filtering options with renaming ones, do not rely on a rename argument to select paths; you also need a filter to select them.
de: Pfad zum Umbenennen; Wenn Dateiname oder Verzeichnis mit OLD_NAME übereinstimmen, in NEW_NAME umbenennen. Es können mehrere --path-rename-Optionen angegeben werden. HINWEIS: Wenn Sie Filteroptionen mit Umbenennungsoptionen kombinieren, verlassen Sie sich bei der Auswahl von Pfaden nicht auf ein Umbenennungsargument. Sie benötigen außerdem einen Filter, um sie auszuwählen.
es: Ruta para cambiar el nombre; si el nombre de archivo o directorio coincide con OLD_NAME, cambie el nombre a NEW_NAME. Se pueden especificar múltiples opciones de --path-rename. NOTA: Si combina opciones de filtrado con opciones de cambio de nombre, no confíe en un argumento de cambio de nombre para seleccionar rutas; También necesitas un filtro para seleccionarlos.
fr: Chemin à renommer ; si le nom du fichier ou du répertoire correspond à OLD_NAME, renommez-le en NEW_NAME. Plusieurs options --path-rename peuvent être spécifiées. REMARQUE : Si vous combinez des options de filtrage avec des options de renommage, ne comptez pas sur un argument de renommage pour sélectionner les chemins ; vous avez également besoin d'un filtre pour les sélectionner.
it: Percorso da rinominare; se il nome file o la directory corrisponde a OLD_NAME, rinominalo in NEW_NAME. È possibile specificare più opzioni --path-rename. NOTA: se si combinano le opzioni di filtro con quelle di ridenominazione, non fare affidamento su un argomento di ridenominazione per selezionare i percorsi; è necessario anche un filtro per selezionarli.
ru: Путь для переименования; если имя файла или каталог соответствует OLD_NAME, переименуйте в NEW_NAME. Можно указать несколько опций --path-rename. ПРИМЕЧАНИЕ. Если вы объединяете параметры фильтрации с параметрами переименования, не полагайтесь на аргумент переименования для выбора путей; вам также понадобится фильтр для их выбора.

source: Path shortcuts
de: Pfadverknüpfungen
es: Atajos de ruta
fr: Raccourcis de chemin
it: Scorciatoie del percorso
ru: Ярлыки пути

source: Specify several path filtering and renaming directives, one per line. Lines with '==>' in them specify path renames, and lines can begin with 'literal:' (the default), 'glob:', or 'regex:' to specify different matching styles. Blank lines and lines starting with a '#' are ignored.
de: Geben Sie mehrere Pfadfilterungs- und Umbenennungsanweisungen an, eine pro Zeile. Zeilen mit „==>“ geben Pfadumbenennungen an, und Zeilen können mit „literal:“ (Standard), „glob:“ oder „regex:“ beginnen, um verschiedene passende Stile anzugeben. Leerzeilen und Zeilen, die mit einem „#“ beginnen, werden ignoriert.
es: Especifique varias directivas de filtrado y cambio de nombre de rutas, una por línea. Las líneas con '==>' especifican cambios de nombre de ruta, y las líneas pueden comenzar con 'literal:' (el valor predeterminado), 'glob:' o 'regex:' para especificar diferentes estilos coincidentes. Las líneas en blanco y las líneas que comienzan con '#' se ignoran.
fr: Spécifiez plusieurs directives de filtrage et de renommage des chemins, une par ligne. Les lignes contenant '==>' spécifient les noms de chemin, et les lignes peuvent commencer par 'literal:' (la valeur par défaut), 'glob:' ou 'regex:' pour spécifier différents styles de correspondance. Les lignes vides et les lignes commençant par un « # » sont ignorées.
it: Specificare diverse direttive di filtraggio e ridenominazione del percorso, una per riga. Le righe con '==>' al loro interno specificano le ridenominazioni del percorso e le righe possono iniziare con 'literal:' (il valore predefinito), 'glob:' o 'regex:' per specificare diversi stili di corrispondenza. Le righe vuote e le righe che iniziano con "#" vengono ignorate.
ru: Укажите несколько директив фильтрации и переименования путей, по одной в строке. Строки с '==>' указывают переименование пути, а строки могут начинаться с 'literal:' (по умолчанию), 'glob:' или 'regex:' для указания различных стилей соответствия. Пустые строки и строки, начинающиеся с «#», игнорируются.

source: Only look at history that touches the given subdirectory and treat that directory as the project root. Equivalent to using '--path DIRECTORY/ --path-rename DIRECTORY/:'
de: Schauen Sie sich nur den Verlauf an, der das angegebene Unterverzeichnis berührt, und behandeln Sie dieses Verzeichnis als Projektstammverzeichnis. Entspricht der Verwendung von '--path DIRECTORY/ --path-rename DIRECTORY/:'
es: Mire únicamente el historial que toca el subdirectorio dado y trate ese directorio como la raíz del proyecto. Equivalente a usar '--path DIRECTORIO/ --path-rename DIRECTORIO/:'
fr: Regardez uniquement l'historique qui touche le sous-répertoire donné et traitez ce répertoire comme la racine du projet. Équivalent à l'utilisation de '--path DIRECTORY/ --path-rename DIRECTORY/:'
it: Guarda solo la cronologia che tocca la sottodirectory specificata e considera quella directory come la radice del progetto. Equivalente a utilizzare '--path DIRECTORY/ --path-rename DIRECTORY/:'
ru: Просматривайте только ту историю, которая касается данного подкаталога, и рассматривайте этот каталог как корень проекта. Эквивалентно использованию '--path DIRECTORY/ --path-rename DIRECTORY/:'

source: Treat the project root as instead being under DIRECTORY. Equivalent to using '--path-rename :DIRECTORY/'
de: Behandeln Sie das Projektstammverzeichnis stattdessen so, als befinde es sich im VERZEICHNIS. Entspricht der Verwendung von '--path-rename :DIRECTORY/'
es: Trate la raíz del proyecto como si estuviera en DIRECTORIO. Equivalente a usar '--path-rename:DIRECTORIO/'
fr: Traitez la racine du projet comme étant sous RÉPERTOIRE. Équivalent à l'utilisation de '--path-rename :DIRECTORY/'
it: Tratta la radice del progetto come se si trovasse invece in DIRECTORY. Equivalente a usare '--path-rename :DIRECTORY/'
ru: Считайте, что корень проекта находится в каталоге DIRECTORY. Эквивалентно использованию '--path-rename :DIRECTORY/'

source: Content editing filters (see also --blob-callback)
de: Inhaltsbearbeitungsfilter (siehe auch --blob-callback)
es: Filtros de edición de contenido (ver también --blob-callback)
fr: Filtres d'édition de contenu (voir aussi --blob-callback)
it: Filtri di modifica dei contenuti (vedi anche --blob-callback)
ru: Фильтры редактирования контента (см. также --blob-callback)

source: A file with expressions that, if found, will be replaced. By default, each expression is treated as literal text, but 'regex:' and 'glob:' prefixes are supported. You can end the line with '==>' and some replacement text to choose a replacement choice other than the default of '{}'.
de: Eine Datei mit Ausdrücken, die, falls sie gefunden werden, ersetzt werden. Standardmäßig wird jeder Ausdruck als Literaltext behandelt, die Präfixe „regex:“ und „glob:“ werden jedoch unterstützt. Sie können die Zeile mit „==>“ und etwas Ersetzungstext beenden, um eine andere Ersetzungsauswahl als die Standardeinstellung „{}“ zu treffen.
es: Un archivo con expresiones que, si se encuentran, serán reemplazadas. De forma predeterminada, cada expresión se trata como texto literal, pero se admiten los prefijos 'regex:' y 'glob:'. Puede finalizar la línea con '==>' y algún texto de reemplazo para elegir una opción de reemplazo distinta a la predeterminada de '{}'.
fr: Un fichier avec des expressions qui, si elles sont trouvées, seront remplacées. Par défaut, chaque expression est traitée comme du texte littéral, mais les préfixes « regex : » et « glob : » sont pris en charge. Vous pouvez terminer la ligne par '==>' et du texte de remplacement pour choisir un choix de remplacement autre que la valeur par défaut '{}'.
it: Un file con espressioni che, se trovate, verranno sostituite. Per impostazione predefinita, ogni espressione viene trattata come testo letterale, ma sono supportati i prefissi "regex:" e "glob:". Puoi terminare la riga con '==>' e del testo sostitutivo per scegliere una scelta sostitutiva diversa da quella predefinita di '{}'.
ru: Файл с выражениями, которые при обнаружении будут заменены. По умолчанию каждое выражение рассматривается как обычный текст, но поддерживаются префиксы «regex:» и «glob:». Вы можете закончить строку символом «==>» и каким-либо текстом замены, чтобы выбрать вариант замены, отличный от значения по умолчанию «{}».

source: Strip blobs (files) bigger than specified size (e.g. '5M', '2G', etc)
de: Entfernen Sie Blobs (Dateien), die größer als die angegebene Größe sind (z. B. „5 MB“, „2 GB“ usw.)
es: Eliminar blobs (archivos) de tamaño superior al especificado (por ejemplo, '5M', '2G', etc.)
fr: Supprimer les blobs (fichiers) plus grands que la taille spécifiée (par exemple « 5 M », « 2G », etc.)
it: Elimina BLOB (file) più grandi della dimensione specificata (ad esempio "5M", "2G", ecc.)
ru: Удаление больших двоичных объектов (файлов), размер которых превышает указанный (например, «5M», «2G» и т. д.)

source: Read git object ids from each line of the given file, and strip all of them from history
de: Lesen Sie die Git-Objekt-IDs aus jeder Zeile der angegebenen Datei und entfernen Sie sie alle aus dem Verlauf
es: Lea los identificadores de objetos git de cada línea del archivo dado y elimínelos todos del historial
fr: Lire les identifiants d'objet git de chaque ligne du fichier donné et les supprimer tous de l'historique
it: Leggi gli ID oggetto git da ogni riga del file specificato e rimuovili tutti dalla cronologia
ru: Прочитайте идентификаторы объектов git из каждой строки данного файла и удалите их все из истории.

source: Renaming of refs (see also --refname-callback)
de: Umbenennen von Refs (siehe auch --refname-callback)
es: Cambio de nombre de referencias (ver también --refname-callback)
fr: Renommer les références (voir aussi --refname-callback)
it: Rinominare i riferimenti (vedi anche --refname-callback)
ru: Переименование ссылок (см. также --refname-callback)

source: Rename tags starting with OLD to start with NEW. For example, --tag-rename foo:bar will rename tag foo-1.2.3 to bar-1.2.3; either OLD or NEW can be empty.
de: Benennen Sie Tags um, die mit OLD beginnen, sodass sie mit NEW beginnen. Beispielsweise benennt --tag-rename foo:bar das Tag foo-1.2.3 in bar-1.2.3 um; entweder OLD oder NEW können leer sein.
es: Cambie el nombre de las etiquetas que comienzan con ANTIGUO para que comiencen con NUEVO. Por ejemplo, --tag-rename foo:bar cambiará el nombre de la etiqueta foo-1.2.3 a bar-1.2.3; OLD o NEW pueden estar vacíos.
fr: Renommez les balises commençant par OLD pour commencer par NEW. Par exemple, --tag-rename foo:bar renommera la balise foo-1.2.3 en bar-1.2.3 ; OLD ou NEW peuvent être vides.
it: Rinominare i tag che iniziano con VECCHIO per iniziare con NUOVO. Ad esempio, --tag-rename foo:bar rinominerà il tag foo-1.2.3 in bar-1.2.3; sia OLD che NEW possono essere vuoti.
ru: Переименуйте теги, начинающиеся с OLD, на NEW. Например, --tag-rename foo:bar переименует тег foo-1.2.3 в bar-1.2.3; либо OLD, либо NEW могут быть пустыми.

source: Filtering of commit messages (see also --message-callback)
de: Filterung von Commit-Nachrichten (siehe auch --message-callback)
es: Filtrado de mensajes de confirmación (ver también --message-callback)
fr: Filtrage des messages de commit (voir aussi --message-callback)
it: Filtraggio dei messaggi di commit (vedi anche --message-callback)
ru: Фильтрация сообщений о фиксации (см. также --message-callback)

source: A file with expressions that, if found in commit messages, will be replaced. This file uses the same syntax as --replace-text.
de: Eine Datei mit Ausdrücken, die ersetzt werden, wenn sie in Commit-Nachrichten gefunden werden. Diese Datei verwendet dieselbe Syntax wie --replace-text.
es: Un archivo con expresiones que, si se encuentran en mensajes de confirmación, serán reemplazadas. Este archivo utiliza la misma sintaxis que --replace-text.
fr: Un fichier avec des expressions qui, si elles sont trouvées dans les messages de validation, seront remplacées. Ce fichier utilise la même syntaxe que --replace-text.
it: Un file con espressioni che, se trovate nei messaggi di commit, verranno sostituite. Questo file utilizza la stessa sintassi di --replace-text.
ru: Файл с выражениями, которые, если они встречаются в сообщениях о фиксации, будут заменены. Этот файл использует тот же синтаксис, что и --replace-text.

source: By default, since commits are rewritten and thus gain new hashes, references to old commit hashes in commit messages are replaced with new commit hashes (abbreviated to the same length as the old reference). Use this flag to turn off updating commit hashes in commit messages.
de: Da Commits neu geschrieben werden und dadurch neue Hashes erhalten, werden Verweise auf alte Commit-Hashes in Commit-Nachrichten standardmäßig durch neue Commit-Hashes ersetzt (abgekürzt auf die gleiche Länge wie die alte Referenz). Verwenden Sie dieses Flag, um die Aktualisierung von Commit-Hashes in Commit-Nachrichten zu deaktivieren.
es: De forma predeterminada, dado que las confirmaciones se reescriben y, por lo tanto, obtienen nuevos hashes, las referencias a hashes de confirmación antiguos en los mensajes de confirmación se reemplazan con nuevos hashes de confirmación (abreviados con la misma longitud que la referencia anterior). Utilice esta bandera para desactivar la actualización de hashes de confirmación en los mensajes de confirmación.
fr: Par défaut, puisque les commits sont réécrits et obtiennent ainsi de nouveaux hachages, les références aux anciens hachages de commit dans les messages de commit sont remplacées par de nouveaux hachages de commit (abrégés à la même longueur que l'ancienne référence). Utilisez cet indicateur pour désactiver la mise à jour des hachages de validation dans les messages de validation.
it: Per impostazione predefinita, poiché i commit vengono riscritti e quindi ottengono nuovi hash, i riferimenti ai vecchi hash di commit nei messaggi di commit vengono sostituiti con nuovi hash di commit (abbreviati alla stessa lunghezza del vecchio riferimento). Utilizza questo flag per disattivare l'aggiornamento degli hash di commit nei messaggi di commit.
ru: По умолчанию, поскольку коммиты перезаписываются и, таким образом, получают новые хэши, ссылки на старые хэши коммитов в сообщениях о коммитах заменяются новыми хешами коммитов (сокращёнными до той же длины, что и старая ссылка). Используйте этот флаг, чтобы отключить обновление хэшей коммитов в сообщениях о коммитах.

source: Do not reencode commit messages into UTF-8. By default, if the commit object specifies an encoding for the commit message, the message is re-encoded into UTF-8.
de: Codieren Sie Commit-Nachrichten nicht in UTF-8 neu. Wenn das Commit-Objekt eine Codierung für die Commit-Nachricht angibt, wird die Nachricht standardmäßig in UTF-8 neu codiert.
es: No vuelva a codificar mensajes de confirmación en UTF-8. De forma predeterminada, si el objeto de confirmación especifica una codificación para el mensaje de confirmación, el mensaje se vuelve a codificar en UTF-8.
fr: Ne réencodez pas les messages de validation en UTF-8. Par défaut, si l'objet commit spécifie un codage pour le message de validation, le message est réencodé en UTF-8.
it: Non ricodificare i messaggi di commit in UTF-8. Per impostazione predefinita, se l'oggetto commit specifica una codifica per il messaggio di commit, il messaggio viene ricodificato in UTF-8.
ru: Не перекодируйте сообщения фиксации в UTF-8. По умолчанию, если объект фиксации указывает кодировку сообщения фиксации, сообщение перекодируется в UTF-8.

source: Filtering of names & emails (see also --name-callback and --email-callback)
de: Filterung von Namen & E-Mails (siehe auch --name-callback und --email-callback)
es: Filtrado de nombres y correos electrónicos (ver también --name-callback y --email-callback)
fr: Filtrage des noms et des emails (voir aussi --name-callback et --email-callback)
it: Filtraggio di nomi ed email (vedi anche --name-callback e --email-callback)
ru: Фильтрация имен и адресов электронной почты (см. также --name-callback и --email-callback)

source: Use specified mailmap file (see git-shortlog(1) for details on the format) when rewriting author, committer, and tagger names and emails. If the specified file is part of git history, historical versions of the file will be ignored; only the current contents are consulted.
de: Verwenden Sie die angegebene Mailmap-Datei (siehe git-shortlog(1) für Details zum Format), wenn Sie Autoren-, Committer- und Tagger-Namen und E-Mails neu schreiben. Wenn die angegebene Datei Teil des Git-Verlaufs ist, werden historische Versionen der Datei ignoriert; Es werden nur die aktuellen Inhalte konsultiert.
es: Utilice el archivo de mapa de correo especificado (consulte git-shortlog(1) para obtener detalles sobre el formato) al reescribir nombres y correos electrónicos de autor, confirmador y etiquetador. Si el archivo especificado es parte del historial de git, se ignorarán las versiones históricas del archivo; sólo se consultan los contenidos actuales.
fr: Utilisez le fichier mailmap spécifié (voir git-shortlog(1) pour plus de détails sur le format) lors de la réécriture des noms et des e-mails des auteurs, des committers et des tagueurs. Si le fichier spécifié fait partie de l'historique git, les versions historiques du fichier seront ignorées ; seuls les contenus actuels sont consultés.
it: Utilizza il file mailmap specificato (vedi git-shortlog(1) per i dettagli sul formato) quando riscrivi i nomi e le email di autore, committer e tagger. Se il file specificato fa parte della cronologia git, le versioni storiche del file verranno ignorate; vengono consultati solo i contenuti attuali.
ru: Используйте указанный файл mailmap (подробную информацию о формате см. в git-shortlog(1)) при переписывании имен и электронных писем авторов, коммиттеров и тегеров. Если указанный файл является частью истории git, предыдущие версии файла будут игнорироваться; просматривается только текущее содержимое.

source: Same as: '--mailmap .mailmap'
de: Gleich wie: '--mailmap .mailmap'
es: Igual que: '--mailmap .mailmap'
fr: Identique à : '--mailmap .mailmap'
it: Uguale a: '--mailmap .mailmap'
ru: То же, что: '--mailmap .mailmap'

source: Parent rewriting
de: Übergeordnetes Umschreiben
es: Reescritura de padres
fr: Réécriture parentale
it: Riscrittura dei genitori
ru: Родительское переписывание
