Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: the right to immediately demand rectification of incorrect or completion of your personal data stored by us;
de: das Recht, unverzüglich die Berichtigung unrichtiger oder Vervollständigung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen;
es: el derecho a exigir inmediatamente la rectificación incorrecta o la finalización de sus datos personales almacenados por nosotros;
fr: le droit d'exiger immédiatement la rectification des données personnelles incorrectes ou complètes que nous avons stockées ;
it: il diritto di richiedere immediatamente la rettifica di errori o il completamento dei dati personali da noi memorizzati;
ru: право немедленно потребовать исправления неверных или дополнения ваших личных данных, хранящихся у нас;

source: the right to request erasure of your personal data stored with us, unless further processing is required
de: das Recht, die Löschung Ihrer bei uns gespeicherten personenbezogenen Daten zu verlangen, sofern keine weitere Verarbeitung erforderlich ist
es: el derecho a solicitar la eliminación de sus datos personales almacenados con nosotros, a menos que se requiera un procesamiento adicional
fr: le droit de demander l'effacement de vos données personnelles stockées chez nous, à moins qu'un traitement ultérieur ne soit nécessaire
it: il diritto di richiedere la cancellazione dei tuoi dati personali archiviati presso di noi, a meno che non sia necessario un ulteriore trattamento
ru: право запросить удаление ваших личных данных, хранящихся у нас, если не требуется дальнейшая обработка

source: to exercise the right of freedom of expression and information;
de: das Recht auf freie Meinungsäußerung und Information auszuüben;
es: ejercer el derecho a la libertad de expresión e información;
fr: exercer le droit à la liberté d’expression et d’information ;
it: esercitare il diritto alla libertà di espressione e di informazione;
ru: осуществлять право на свободу выражения мнений и информации;

source: for compliance with a legal obligation;
de: zur Einhaltung einer gesetzlichen Verpflichtung;
es: para el cumplimiento de una obligación legal;
fr: pour le respect d’une obligation légale ;
it: per l'adempimento di un obbligo legale;
ru: за соблюдение юридического обязательства;

source: for reasons of public interest or
de: aus Gründen des öffentlichen Interesses oder
es: por razones de interés público o
fr: pour des raisons d'intérêt public ou
it: per motivi di interesse pubblico o
ru: по соображениям общественного интереса или

source: for establishing, exercising or defending legal claims;
de: zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen;
es: para establecer, ejercer o defender reclamaciones legales;
fr: pour établir, exercer ou défendre des droits en justice ;
it: per accertare, esercitare o difendere diritti legali;
ru: для установления, осуществления или защиты судебных исков;

source: the right to request restriction of processing of your personal data, insofar as
de: das Recht, insoweit eine Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen
es: el derecho a solicitar la limitación del tratamiento de sus datos personales, en la medida en que
fr: le droit de demander la limitation du traitement de vos données personnelles, dans la mesure où
it: il diritto di richiedere la limitazione del trattamento dei propri dati personali, nella misura in cui
ru: право требовать ограничения обработки ваших персональных данных, если

source: the accuracy of the data is contested by you;
de: die Richtigkeit der Daten wird von Ihnen bestritten;
es: usted impugna la exactitud de los datos;
fr: l'exactitude des données est contestée par vous ;
it: l'esattezza dei dati è da te contestata;
ru: точность данных оспаривается вами;

source: the processing is unlawful, but you refuse their erasure;
de: die Verarbeitung unrechtmäßig ist, Sie aber deren Löschung ablehnen;
es: el tratamiento es ilícito, pero usted se niega a su supresión;
fr: le traitement est illicite, mais vous refusez leur effacement ;
it: il trattamento è illecito, ma ti rifiuti di cancellarli;
ru: обработка является незаконной, но вы отказываетесь от их удаления;

source: we no longer need the data, but you need it to establish, exercise or defend legal claims, or
de: wir die Daten nicht länger benötigen, Sie diese jedoch zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen benötigen, oder
es: ya no necesitamos los datos, pero usted los necesita para establecer, ejercer o defender reclamaciones legales, o
fr: nous n'avons plus besoin de ces données, mais vous en avez besoin pour établir, exercer ou défendre des droits en justice, ou
it: non abbiamo più bisogno dei dati, ma tu ne hai bisogno per stabilire, esercitare o difendere diritti legali, o
ru: нам больше не нужны данные, но они нужны вам для установления, осуществления или защиты судебных исков, или

source: you have lodged an objection to the processing in accordance with art. 21 GDPR;
de: Sie haben Widerspruch gegen die Verarbeitung gemäß Art. 21 DSGVO;
es: ha presentado una objeción al procesamiento de conformidad con el art. 21 RGPD;
fr: vous avez déposé une objection au traitement conformément à l'art. 21 RGPD ;
it: Lei si è opposto al trattamento ai sensi dell'art. 21 GDPR;
ru: вы подали возражение против обработки в соответствии со ст. 21 GDPR;

source: the right to receive your personal data that you have provided to us in a structured, commonly used and machine-readable format or to request its transmission to another controller;
de: das Recht, Ihre personenbezogenen Daten, die Sie uns bereitgestellt haben, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten oder deren Übermittlung an einen anderen Verantwortlichen zu verlangen;
es: el derecho a recibir sus datos personales que nos ha proporcionado en un formato estructurado, de uso común y legible por máquina o a solicitar su transmisión a otro responsable del tratamiento;
fr: le droit de recevoir vos données personnelles que vous nous avez fournies dans un format structuré, couramment utilisé et lisible par machine ou de demander leur transmission à un autre responsable du traitement ;
it: il diritto di ricevere i dati personali che ci hai fornito in un formato strutturato, di uso comune e leggibile da dispositivo automatico o di richiederne la trasmissione ad un altro titolare del trattamento;
ru: право получить ваши персональные данные, которые вы предоставили нам, в структурированном, широко используемом и машиночитаемом формате или запросить их передачу другому контролеру;

source: the right to complain to a supervisory authority . As a rule, you can contact the supervisory authority at your habitual place of residence or workplace or at our company headquarters.
de: das Recht, sich bei einer Aufsichtsbehörde zu beschweren. In der Regel können Sie sich hierfür an die Aufsichtsbehörde Ihres üblichen Aufenthaltsortes oder Arbeitsplatzes oder unseres Firmensitzes wenden.
es: el derecho a presentar una queja ante una autoridad supervisora. Como regla general, puede dirigirse a la autoridad de control de su lugar habitual de residencia o de trabajo o de la sede de nuestra empresa.
fr: le droit de porter plainte auprès d'une autorité de contrôle. En règle générale, vous pouvez vous adresser à l'autorité de contrôle de votre lieu de résidence habituel, de votre lieu de travail ou du siège de notre entreprise.
it: il diritto di proporre reclamo ad un'autorità di controllo. Di norma potete rivolgervi all'autorità di vigilanza presso il vostro luogo di residenza o di lavoro abituale oppure presso la sede della nostra azienda.
ru: право подать жалобу в надзорный орган. Как правило, вы можете обратиться в надзорный орган по месту вашего обычного проживания или работы или в головной офис нашей компании.

source: Right to object<br>If we process personal data as described above to protect our legitimate interests that are overriding in the process of balancing of interests, you may object to such data processing with future effect. If your data are processed for direct marketing purposes, you may exercise this right at any time as described above. If your data are processed for other purposes, you have the right to object only on grounds relating to your particular situation.
de: Widerspruchsrecht: Sofern wir zur Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen personenbezogene Daten wie oben beschrieben verarbeiten, können Sie dieser Datenverarbeitung mit Wirkung für die Zukunft widersprechen. Sofern Ihre Daten zum Zweck der Direktwerbung verarbeitet werden, können Sie dieses Recht jederzeit wie oben beschrieben ausüben. Werden Ihre Daten zu anderen Zwecken verarbeitet, steht Ihnen ein Widerspruchsrecht nur aus Gründen zu, die sich aus Ihrer besonderen Situation ergeben.
es: Derecho a oponerse<br>Si procesamos datos personales como se describe anteriormente para proteger nuestros intereses legítimos que prevalecen en el proceso de equilibrio de intereses, usted puede oponerse a dicho procesamiento de datos con efecto futuro. Si sus datos se procesan con fines de marketing directo, podrá ejercer este derecho en cualquier momento como se describe anteriormente. Si sus datos se procesan para otros fines, usted tiene derecho a oponerse únicamente por motivos relacionados con su situación particular.
fr: Droit d'opposition<br>Si nous traitons les données personnelles comme décrit ci-dessus pour protéger nos intérêts légitimes qui prédominent dans le processus de mise en balance des intérêts, vous pouvez vous opposer à ce traitement de données avec effet futur. Si vos données sont traitées à des fins de marketing direct, vous pouvez exercer ce droit à tout moment comme décrit ci-dessus. Si vos données sont traitées à d'autres fins, vous avez le droit de vous opposer uniquement pour des motifs liés à votre situation particulière.
it: Diritto di opposizione<br>Se trattiamo i dati personali come descritto sopra per proteggere i nostri interessi legittimi che prevalgono nel processo di ponderazione degli interessi, potete opporvi a tale trattamento dei dati con effetto futuro. Qualora i tuoi dati siano trattati per finalità di marketing diretto, potrai esercitare tale diritto in qualsiasi momento come sopra descritto. Se i tuoi dati vengono trattati per altri scopi, hai il diritto di opporti solo per motivi relativi alla tua situazione particolare.
ru: Право на возражение<br>Если мы обрабатываем персональные данные, как описано выше, для защиты наших законных интересов, которые имеют преимущественную силу в процессе баланса интересов, вы можете возразить против такой обработки данных с будущими последствиями. Если ваши данные обрабатываются в целях прямого маркетинга, вы можете воспользоваться этим правом в любое время, как описано выше. Если ваши данные обрабатываются для других целей, вы имеете право возражать только по причинам, связанным с вашей конкретной ситуацией.

source: After you have exercised your right to object, we will no longer process your personal data for such purposes unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms or for the establishment, exercise or defence of legal claims.
de: Nach Ausübung Ihres Widerspruchsrechts werden wir Ihre personenbezogenen Daten nicht mehr zu diesen Zwecken verarbeiten, es sei denn, wir können zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die Ihre Interessen, Rechte und Freiheiten überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen.
es: Después de que haya ejercido su derecho a oponerse, ya no procesaremos sus datos personales para dichos fines a menos que podamos demostrar motivos legítimos imperiosos para el procesamiento que prevalezcan sobre sus intereses, derechos y libertades o para el establecimiento, ejercicio o defensa de reclamos legales.
fr: Après avoir exercé votre droit d'opposition, nous ne traiterons plus vos données personnelles à ces fins, sauf si nous pouvons démontrer des motifs légitimes et impérieux pour le traitement qui prévalent sur vos intérêts, droits et libertés ou pour la constatation, l'exercice ou la défense de droits en justice.
it: Dopo aver esercitato il diritto di opposizione, non tratteremo più i tuoi dati personali per tali scopi a meno che non possiamo dimostrare motivi legittimi impellenti per il trattamento che prevalgono sui tuoi interessi, diritti e libertà o per l'accertamento, l'esercizio o la difesa di rivendicazioni legali.
ru: После того, как вы воспользовались своим правом на возражение, мы больше не будем обрабатывать ваши персональные данные для таких целей, если мы не сможем продемонстрировать убедительные законные основания для обработки, которые имеют приоритет над вашими интересами, правами и свободами, или для установления, осуществления или защиты юридических претензий.

source: This does not apply to the processing of personal data for direct marketing purposes. In such a case we will no longer process your personal data for such purposes.
de: Dies gilt nicht für die Verarbeitung personenbezogener Daten zu Zwecken der Direktwerbung. In einem solchen Fall werden wir Ihre personenbezogenen Daten nicht mehr für diese Zwecke verarbeiten.
es: Esto no se aplica al procesamiento de datos personales con fines de marketing directo. En tal caso, ya no procesaremos sus datos personales para dichos fines.
fr: Ceci ne s'applique pas au traitement des données personnelles à des fins de marketing direct. Dans un tel cas, nous ne traiterons plus vos données personnelles à ces fins.
it: Ciò non si applica al trattamento dei dati personali per scopi di marketing diretto. In tal caso non tratteremo più i tuoi dati personali per tali scopi.
ru: Это не относится к обработке персональных данных в целях прямого маркетинга. В таком случае мы больше не будем обрабатывать ваши персональные данные для таких целей.

source: Contact options
de: Kontaktmöglichkeiten
es: Opciones de contacto
fr: Possibilités de contact
it: Opzioni di contatto
ru: Варианты контактов

source: If you have any questions about how we collect, process or use your personal data, want to enquire about, correct, restrict or delete your data, or withdraw any consents you have given, or opt-out of any particular data use, please contact us directly using the contact data provided in our supplier identification.
de: Wenn Sie Fragen dazu haben, wie wir Ihre personenbezogenen Daten erheben, verarbeiten oder nutzen, Ihre Daten erfragen, berichtigen, einschränken oder löschen möchten, erteilte Einwilligungen widerrufen oder einer bestimmten Datenverwendung widersprechen möchten, wenden Sie sich bitte an Kontaktieren Sie uns direkt über die in unserer Lieferantenkennzeichnung angegebenen Kontaktdaten.
es: Si tiene alguna pregunta sobre cómo recopilamos, procesamos o utilizamos sus datos personales, desea consultar, corregir, restringir o eliminar sus datos, o retirar cualquier consentimiento que haya otorgado, o cancelar cualquier uso de datos en particular, comuníquese con nosotros directamente utilizando los datos de contacto proporcionados en nuestra identificación de proveedor.
fr: Si vous avez des questions sur la manière dont nous collectons, traitons ou utilisons vos données personnelles, si vous souhaitez vous renseigner, corriger, restreindre ou supprimer vos données, ou retirer tout consentement que vous avez donné, ou vous désinscrire de toute utilisation particulière de données, veuillez contacter nous directement en utilisant les données de contact fournies dans notre identification du fournisseur.
it: Se hai domande su come raccogliamo, elaboriamo o utilizziamo i tuoi dati personali, vuoi chiedere informazioni, correggere, limitare o eliminare i tuoi dati, o revocare eventuali consensi che hai fornito, o rinunciare a qualsiasi particolare utilizzo dei dati, ti preghiamo di contattare direttamente utilizzando i dati di contatto forniti nell'identificazione del nostro fornitore.
ru: Если у вас есть какие-либо вопросы о том, как мы собираем, обрабатываем или используем ваши персональные данные, вы хотите узнать, исправить, ограничить или удалить ваши данные, отозвать любые предоставленные вами согласия или отказаться от какого-либо конкретного использования данных, свяжитесь с нами. непосредственно нам, используя контактные данные, указанные в идентификаторе нашего поставщика.

source: Terms and Conditions
de: Geschäftsbedingungen
es: Términos y condiciones
fr: Termes et conditions
it: Termini e Condizioni
ru: Условия и положения

source: SCOPE
de: UMFANG
es: ALCANCE
fr: PORTÉE
it: AMBITO
ru: ОБЪЕМ

source: The following Terms and Conditions (Terms) apply to all orders placed via our online shop.
de: Für alle Bestellungen über unseren Online-Shop gelten die nachstehenden Allgemeinen Geschäftsbedingungen (AGB).
es: Los siguientes Términos y condiciones (Términos) se aplican a todos los pedidos realizados a través de nuestra tienda en línea.
fr: Les conditions générales suivantes (Conditions) s'appliquent à toutes les commandes passées via notre boutique en ligne.
it: I seguenti Termini e Condizioni (Termini) si applicano a tutti gli ordini effettuati tramite il nostro negozio online.
ru: Следующие Условия (Условия) применяются ко всем заказам, размещенным через наш интернет-магазин.

source: These Terms also apply to businesses for future commercial relations without the need for any formal expression thereof. Unless expressly approved by us to the contrary, we cannot accept the contractual validity of any conflicting or complementary general terms and conditions used by any business.
de: Diese Bedingungen gelten gegenüber Unternehmern auch für künftige Geschäftsbeziehungen, ohne dass es einer ausdrücklichen ausdrücklichen Erklärung bedarf. Wir können die Vertragswirksamkeit entgegenstehender oder ergänzender Allgemeiner Geschäftsbedingungen eines Unternehmers nicht anerkennen, es sei denn, wir stimmen ausdrücklich dem Gegenteil zu.
es: Estos Términos también se aplican a negocios para futuras relaciones comerciales sin necesidad de expresión formal alguna de los mismos. A menos que aprobemos expresamente lo contrario, no podemos aceptar la validez contractual de ningún término y condición general contradictorio o complementario utilizado por cualquier empresa.
fr: Les présentes Conditions s'appliquent également aux entreprises pour de futures relations commerciales sans qu'il soit nécessaire de les exprimer formellement. Sauf autorisation expresse contraire de notre part, nous ne pouvons accepter la validité contractuelle de conditions générales contradictoires ou complémentaires utilisées par une entreprise.
it: Le presenti Condizioni si applicano alle imprese anche per futuri rapporti commerciali senza necessità di alcuna espressione formale delle stesse. Salvo espressa approvazione contraria da parte nostra, non possiamo accettare la validità contrattuale di eventuali termini e condizioni generali contrastanti o complementari utilizzati da qualsiasi azienda.
ru: Настоящие Условия также применяются к предприятиям для будущих коммерческих отношений без необходимости какого-либо официального выражения. Если с нашей стороны прямо не одобрено обратное, мы не можем принять договорную действительность любых противоречащих или дополнительных общих условий, используемых каким-либо предприятием.

source: CONTRACTUAL PARTNER, FORMATION OF CONTRACT, OPTIONS FOR CORRECTIONS
de: Vertragspartner, Vertragsschluss, Korrekturmöglichkeiten
es: SOCIO CONTRACTUAL, FORMACIÓN DEL CONTRATO, OPCIONES DE CORRECCIONES
fr: PARTENAIRE CONTRACTUEL, FORMATION DU CONTRAT, OPTIONS DE CORRECTIONS
it: PARTNER CONTRATTUALE, FORMAZIONE DEL CONTRATTO, POSSIBILITÀ DI CORREZIONI
ru: ДОГОВОРНЫЙ ПАРТНЕР, ЗАКЛЮЧЕНИЕ ДОГОВОРА, ВАРИАНТЫ КОРРЕКЦИЙ

source: The contract is concluded with Westa GmbH.
de: Der Vertrag kommt mit der Westa GmbH zustande.
es: El contrato se celebra con Westa GmbH.
fr: Le contrat est conclu avec Westa GmbH.
it: Il contratto viene concluso con Westa GmbH.
ru: Контракт заключен с Westa GmbH.
