Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: To avoid damage, do not wear jewelry when working in the house or garden, as cleaning products, chemicals, and hard objects can damage the coating and leave scratches. Especially cleaning and washing products, perfumes, sprays and skin creams can damage the rhodium or gold coating and dissolve the glue that holds the crystals in their socket. Sweat also has a corrosive effect, so wearing jewelry while exercising is not recommended.
de: Um Schäden zu vermeiden, sollten Sie bei der Arbeit im Haus oder Garten keinen Schmuck tragen, da Reinigungsmittel, Chemikalien und harte Gegenstände die Beschichtung beschädigen und Kratzer hinterlassen können. Vor allem Reinigungs- und Waschmittel, Parfüme, Sprays und Hautcremes können die Rhodium- oder Goldbeschichtung beschädigen und den Kleber, der die Kristalle in ihrer Fassung hält, auflösen. Auch Schweiß hat eine ätzende Wirkung, daher ist das Tragen von Schmuck beim Sport nicht zu empfehlen.
es: Para evitar daños, no use joyas cuando trabaje en la casa o el jardín, ya que los productos de limpieza, los productos químicos y los objetos duros pueden dañar el revestimiento y dejar rayones. Especialmente los productos de limpieza y lavado, perfumes, sprays y cremas para la piel pueden dañar el recubrimiento de rodio u oro y disolver el pegamento que sujeta los cristales en su cavidad. El sudor también tiene un efecto corrosivo, por lo que no se recomienda usar joyas mientras se hace ejercicio.
fr: Pour éviter tout dommage, ne portez pas de bijoux lorsque vous travaillez dans la maison ou dans le jardin, car les produits de nettoyage, les produits chimiques et les objets durs peuvent endommager le revêtement et laisser des rayures. En particulier, les produits de nettoyage et de lavage, les parfums, les sprays et les crèmes pour la peau peuvent endommager le revêtement de rhodium ou d'or et dissoudre la colle qui maintient les cristaux dans leur alvéole. La sueur a également un effet corrosif, il est donc déconseillé de porter des bijoux pendant l'exercice.
it: Per evitare danni, non indossare gioielli quando si lavora in casa o in giardino, poiché prodotti per la pulizia, prodotti chimici e oggetti duri possono danneggiare il rivestimento e lasciare graffi. Soprattutto i prodotti per la pulizia e il lavaggio, i profumi, gli spray e le creme per la pelle possono danneggiare il rivestimento in rodio o oro e sciogliere la colla che tiene i cristalli nella loro sede. Anche il sudore ha un effetto corrosivo, quindi non è consigliabile indossare gioielli durante l'attività fisica.
ru: Во избежание повреждений не носите украшения при работе в доме или саду, так как чистящие средства, химикаты и твердые предметы могут повредить покрытие и оставить царапины. Особенно чистящие и моющие средства, духи, спреи и кремы для кожи могут повредить родиевое или золотое покрытие и растворить клей, удерживающий кристаллы в гнезде. Пот также оказывает разъедающее действие, поэтому носить украшения во время занятий спортом не рекомендуется.

source: RULES OF THUMB
de: Faustregeln
es: REGLAS PRÁCTICAS
fr: RÈGLES GÉNÉRALES
it: REGOLE PRATICHE
ru: ПРАВИЛА

source: Keep your jewelry separate in its original packaging if possible or in soft pouches. This will prevent your favorite pieces from scratching one on another.
de: Bewahren Sie Ihren Schmuck möglichst getrennt in der Originalverpackung oder in weichen Beuteln auf. So verhindern Sie, dass Ihre Lieblingsstücke aneinander kratzen.
es: Mantenga sus joyas separadas en su embalaje original si es posible o en bolsas blandas. Esto evitará que tus piezas favoritas se rayen unas con otras.
fr: Conservez vos bijoux à part dans leur emballage d'origine si possible ou dans des pochettes souples. Cela évitera que vos pièces préférées ne se rayent les unes sur les autres.
it: Conserva i tuoi gioielli separati, se possibile, nella loro confezione originale o in sacchetti morbidi. Ciò eviterà che i tuoi pezzi preferiti si graffino l'uno sull'altro.
ru: По возможности храните украшения отдельно в оригинальной упаковке или в мягких мешочках. Это не позволит вашим любимым предметам царапать друг о друга.

source: Once in a while polish your jewelry with a soft cloth to maintain its lustrous shine. Silver pieces might oxidize; there is no reason to panic, polishing will solve the problem.
de: Polieren Sie Ihren Schmuck ab und zu mit einem weichen Tuch, um seinen strahlenden Glanz zu erhalten. Silberstücke könnten oxidieren; Es besteht kein Grund zur Panik, Polieren löst das Problem.
es: De vez en cuando pule sus joyas con un paño suave para mantener su brillo lustroso. Las piezas de plata pueden oxidarse; No hay motivo para entrar en pánico, el pulido solucionará el problema.
fr: De temps en temps, polissez vos bijoux avec un chiffon doux pour conserver leur éclat brillant. Les pièces d'argent peuvent s'oxyder ; il n’y a aucune raison de paniquer, le polissage résoudra le problème.
it: Di tanto in tanto lucida i tuoi gioielli con un panno morbido per mantenerne la brillantezza. I pezzi d'argento potrebbero ossidarsi; non c'è motivo di farsi prendere dal panico, la lucidatura risolverà il problema.
ru: Время от времени полируйте украшения мягкой тканью, чтобы сохранить их блестящий блеск. Серебряные изделия могут окислиться; нет повода для паники, полировка решит проблему.

source: When donning, be sure to put on your jewelry the last, it helps you to match it to your outfit, prevent scratches and you will avoid spraying perfume at your beloved jewelry, unnecessary. When changing, make sure to first take off your jewelry.
de: Achten Sie beim Anziehen darauf, Ihren Schmuck zuletzt anzuziehen. Das hilft Ihnen, ihn an Ihr Outfit anzupassen, verhindert Kratzer und vermeidet unnötiges Parfümieren Ihres geliebten Schmucks. Achten Sie beim Umziehen darauf, dass Sie zuerst Ihren Schmuck ablegen.
es: Al ponértelo, asegúrate de ponerte tus joyas a la última, te ayudará a combinarlas con tu atuendo, evitarás rayones y evitarás rociar perfume en tus queridas joyas, algo innecesario. Al cambiarse, asegúrese de quitarse primero las joyas.
fr: Lors de l'enfilage, veillez à mettre votre bijou en dernier, cela vous aidera à l'assortir à votre tenue, évitera les rayures et vous éviterez de vaporiser du parfum sur votre bijou bien-aimé, inutile. Lors du changement, veillez à retirer au préalable vos bijoux.
it: Quando li indossi, assicurati di indossare i tuoi gioielli per ultimi, ti aiuta ad abbinarli al tuo outfit, previene i graffi ed eviterai di spruzzare profumo sui tuoi amati gioielli, senza necessità. Quando ti cambi, assicurati di toglierti prima i gioielli.
ru: Надев украшения, обязательно надевайте их в последнюю очередь, это поможет вам подобрать их к наряду, предотвратить появление царапин и избежать ненужного распыления духов на любимые украшения. При переодевании обязательно сначала снимите украшения.

source: PRODUCT WARRANTY
de: PRODUKTGARANTIE
es: GARANTÍA DEL PRODUCTO
fr: GARANTIE PRODUIT
it: GARANZIA SUL PRODOTTO
ru: ГАРАНТИЯ НА ПРОДУКЦИЮ

source: Our products are manufactured using carefully selected materials and are subject to rigorous production standards and quality controls.
de: Unsere Produkte werden aus sorgfältig ausgewählten Materialien hergestellt und unterliegen strengen Produktionsstandards und Qualitätskontrollen.
es: Nuestros productos se fabrican con materiales cuidadosamente seleccionados y están sujetos a rigurosos estándares de producción y controles de calidad.
fr: Nos produits sont fabriqués à partir de matériaux soigneusement sélectionnés et sont soumis à des normes de production et à des contrôles de qualité rigoureux.
it: I nostri prodotti sono realizzati utilizzando materiali accuratamente selezionati e sono soggetti a rigorosi standard di produzione e controlli di qualità.
ru: Наша продукция производится с использованием тщательно отобранных материалов и подлежит строгим производственным стандартам и контролю качества.

source: We want you to be happy with our products, so Westa GmbH offers a 2 years full statutory warranty covering manufacturing and material issues for genuine branded Oliver Weber Collection products purchased from us (including our Online Shop) directly or our business partners. The guarantee only applies to damage that, in the opinion of Westa GmbH or our partners, was not caused by accident or improper use, normal wear and tear, modification, attempted to repair, negligence or failure to observe our care instructions.
de: Wir möchten, dass Sie mit unseren Produkten zufrieden sind. Deshalb gewährt die Westa GmbH 2 Jahre volle gesetzliche Garantie auf Herstellungs- und Materialprobleme für Originalprodukte der Oliver Weber Collection, die Sie direkt bei uns (einschließlich unseres Online-Shops) oder über unsere Geschäftspartner erwerben. Die Garantie gilt nur für Schäden, die nach Ansicht der Westa GmbH oder unserer Partner nicht durch Unfall oder unsachgemäßen Gebrauch, normale Abnutzung, Veränderung, Reparaturversuche, Fahrlässigkeit oder Nichtbeachtung unserer Pflegehinweise verursacht wurden.
es: Queremos que esté satisfecho con nuestros productos, por lo que Westa GmbH ofrece una garantía legal completa de 2 años que cubre problemas de fabricación y materiales para productos originales de la marca Oliver Weber Collection adquiridos a nosotros (incluida nuestra tienda en línea) directamente o a nuestros socios comerciales. La garantía solo se aplica a daños que, en opinión de Westa GmbH o de nuestros socios, no fueron causados ​​por accidente o uso inadecuado, desgaste normal, modificación, intento de reparación, negligencia o incumplimiento de nuestras instrucciones de cuidado.
fr: Nous voulons que vous soyez satisfait de nos produits, c'est pourquoi Westa GmbH offre une garantie légale complète de 2 ans couvrant les problèmes de fabrication et de matériaux pour les produits authentiques de la marque Oliver Weber Collection achetés chez nous (y compris notre boutique en ligne) directement ou auprès de nos partenaires commerciaux. La garantie s'applique uniquement aux dommages qui, de l'avis de Westa GmbH ou de nos partenaires, ne sont pas causés par un accident ou une utilisation inappropriée, une usure normale, une modification, une tentative de réparation, une négligence ou le non-respect de nos instructions d'entretien.
it: Vogliamo che tu sia soddisfatto dei nostri prodotti, quindi Westa GmbH offre una garanzia legale completa di 2 anni che copre problemi di produzione e materiali per i prodotti originali Oliver Weber Collection di marca acquistati da noi (incluso il nostro negozio online) direttamente o dai nostri partner commerciali. La garanzia si applica solo ai danni che, secondo il parere di Westa GmbH o dei nostri partner, non sono stati causati da incidente o uso improprio, normale usura, modifica, tentativi di riparazione, negligenza o mancata osservanza delle nostre istruzioni per la cura.
ru: Мы хотим, чтобы вы были довольны нашей продукцией, поэтому Westa GmbH предлагает 2-летнюю полную установленную законом гарантию, охватывающую вопросы производства и материалов для подлинных продуктов коллекции Oliver Weber Collection, приобретенных у нас (включая наш интернет-магазин) напрямую или у наших деловых партнеров. Гарантия распространяется только на повреждения, которые, по мнению Westa GmbH или наших партнеров, не были вызваны несчастным случаем или неправильным использованием, естественным износом, модификацией, попыткой ремонта, небрежностью или несоблюдением наших инструкций по уходу.

source: In order to use our warranty service, please send us (or to the shop you purchased our jewelry from) the jewel in question together with its purchase receipt and warranty card. At our discretion, we will either repair the item or, depending on the degree of damage and the availability of spare parts; replace the item with an identical one (if any) or replace it with an item of comparable value.
de: Um unseren Garantieservice in Anspruch zu nehmen, senden Sie uns (oder an das Geschäft, in dem Sie unseren Schmuck gekauft haben) bitte das betreffende Schmuckstück zusammen mit dem Kaufbeleg und der Garantiekarte zu. Wir werden die Sache nach unserer Wahl entweder reparieren oder, je nach Grad des Schadens und der Verfügbarkeit von Ersatzteilen; Ersetzen Sie den Artikel durch einen identischen Artikel (falls vorhanden) oder ersetzen Sie ihn durch einen Artikel mit vergleichbarem Wert.
es: Para utilizar nuestro servicio de garantía, envíenos (o a la tienda donde compró nuestras joyas) la joya en cuestión junto con su recibo de compra y su tarjeta de garantía. A nuestra discreción, repararemos el artículo o, según el grado de daño y la disponibilidad de repuestos; reemplazar el artículo por uno idéntico (si lo hubiera) o reemplazarlo por un artículo de valor comparable.
fr: Afin de bénéficier de notre service de garantie, veuillez nous envoyer (ou au magasin où vous avez acheté nos bijoux) le bijou en question accompagné de son reçu d'achat et de sa carte de garantie. À notre discrétion, nous réparerons l'article ou, en fonction du degré de dommage et de la disponibilité des pièces de rechange ; remplacer l'article par un article identique (le cas échéant) ou le remplacer par un article de valeur comparable.
it: Per usufruire del nostro servizio di garanzia, inviaci (o invialo al negozio da cui hai acquistato i nostri gioielli) il gioiello in questione insieme alla ricevuta di acquisto e alla scheda di garanzia. A nostra discrezione ripareremo l'articolo oppure, a seconda dell'entità del danno e della disponibilità dei pezzi di ricambio; sostituire l'articolo con uno identico (se presente) o sostituirlo con un articolo di valore comparabile.
ru: Чтобы воспользоваться нашим гарантийным обслуживанием, отправьте нам (или в магазин, в котором вы приобрели наши украшения) соответствующее украшение вместе с чеком о покупке и гарантийным талоном. По нашему усмотрению мы либо отремонтируем товар, либо, в зависимости от степени повреждения и наличия запчастей; заменить предмет идентичным (при его наличии) или заменить его предметом сопоставимой стоимости.

source: PRODUCT INFORMATION AND CARE INSTRUCTIONS
de: PRODUKTINFORMATIONEN UND PFLEGEHINWEISE
es: INFORMACIÓN DEL PRODUCTO E INSTRUCCIONES DE CUIDADO
fr: INFORMATIONS SUR LE PRODUIT ET INSTRUCTIONS D'ENTRETIEN
it: INFORMAZIONI SUL PRODOTTO E ISTRUZIONI PER LA CURA
ru: ИНФОРМАЦИЯ О ПРОДУКТЕ И ИНСТРУКЦИИ ПО УХОДУ

source: It is our credo and our mission to offer beautiful high-quality jewelry at an affordable price. In addition to beauty and the latest fashion trends, the quality of our products is also very important to us.
de: Es ist unser Credo und unsere Mission, schönen, hochwertigen Schmuck zu einem erschwinglichen Preis anzubieten. Neben Schönheit und den neuesten Modetrends ist uns auch die Qualität unserer Produkte sehr wichtig.
es: Nuestro credo y nuestra misión es ofrecer hermosas joyas de alta calidad a un precio asequible. Además de la belleza y las últimas tendencias de la moda, para nosotros también es muy importante la calidad de nuestros productos.
fr: C'est notre credo et notre mission d'offrir de beaux bijoux de haute qualité à un prix abordable. Outre la beauté et les dernières tendances de la mode, la qualité de nos produits est également très importante pour nous.
it: Il nostro credo e la nostra missione è offrire bellissimi gioielli di alta qualità a un prezzo accessibile. Oltre alla bellezza e alle ultime tendenze della moda, per noi è molto importante anche la qualità dei nostri prodotti.
ru: Наше кредо и наша миссия – предлагать красивые и качественные украшения по доступной цене. Помимо красоты и последних модных тенденций, для нас очень важно также качество нашей продукции.

source: We only use carefully selected and finest quality materials and the production processes are subject to very strict controls, while all stones are set by hand.
de: Wir verwenden nur sorgfältig ausgewählte und hochwertigste Materialien und die Produktionsprozesse unterliegen strengsten Kontrollen, wobei alle Steine ​​von Hand gefasst werden.
es: Sólo utilizamos materiales cuidadosamente seleccionados y de la mejor calidad y los procesos de producción están sujetos a controles muy estrictos, mientras que todas las piedras están engastadas a mano.
fr: Nous utilisons uniquement des matériaux soigneusement sélectionnés et de la plus haute qualité et les processus de production sont soumis à des contrôles très stricts, tandis que toutes les pierres sont serties à la main.
it: Utilizziamo solo materiali accuratamente selezionati e della migliore qualità e i processi produttivi sono soggetti a controlli molto severi, mentre tutte le pietre sono incastonate a mano.
ru: Мы используем только тщательно отобранные материалы самого высокого качества, производственные процессы подвергаются очень строгому контролю, а все камни закрепляются вручную.

source: Although most people wear jewelry on a daily basis, only a few really know about the products they buy. Unconsciously we only compare the jewelry quality towards the price. Sometimes this is true, but often it is not. If you want to know more about our products and jewelry in general, read the information below.
de: Obwohl die meisten Menschen täglich Schmuck tragen, wissen nur wenige wirklich über die Produkte Bescheid, die sie kaufen. Unbewusst vergleichen wir nur die Schmuckqualität mit dem Preis. Manchmal stimmt das, oft aber auch nicht. Wenn Sie mehr über unsere Produkte und Schmuck im Allgemeinen erfahren möchten, lesen Sie die folgenden Informationen.
es: Aunque la mayoría de las personas usan joyas a diario, sólo unas pocas conocen realmente los productos que compran. Inconscientemente sólo comparamos la calidad de las joyas con el precio. A veces esto es cierto, pero muchas veces no lo es. Si quieres saber más sobre nuestros productos y joyería en general, lee la información a continuación.
fr: Bien que la plupart des gens portent des bijoux quotidiennement, seuls quelques-uns connaissent réellement les produits qu’ils achètent. Inconsciemment, nous comparons uniquement la qualité des bijoux au prix. Parfois, cela est vrai, mais souvent ce n’est pas le cas. Si vous souhaitez en savoir plus sur nos produits et nos bijoux en général, lisez les informations ci-dessous.
it: Sebbene la maggior parte delle persone indossi gioielli quotidianamente, solo pochi conoscono veramente i prodotti che acquistano. Inconsciamente confrontiamo solo la qualità dei gioielli con il prezzo. A volte questo è vero, ma spesso non lo è. Se vuoi saperne di più sui nostri prodotti e sui gioielli in generale, leggi le informazioni di seguito.
ru: Хотя большинство людей носят украшения ежедневно, лишь немногие действительно знают о продуктах, которые они покупают. Подсознательно мы сравниваем только качество ювелирных изделий с ценой. Иногда это правда, но часто это не так. Если вы хотите узнать больше о нашей продукции и ювелирных изделиях в целом, прочтите информацию ниже.

source: Frequently Asked Questions
de: Häufig gestellte Fragen
es: Preguntas frecuentes
fr: Foire aux questions
it: Domande frequenti
ru: Часто задаваемые вопросы

source: How can I order online?
de: Wie kann ich online bestellen?
es: ¿Cómo puedo realizar un pedido en línea?
fr: Comment puis-je commander en ligne ?
it: Come posso ordinare on-line?
ru: Как я могу сделать заказ онлайн?

source: What can be more relaxing than browsing and shopping from the comfort of your home? Make yourself a hot tea, take your favorite blanket and get ready: our online shop is never closed and the buying process has been split in easy to follow steps. Our extensive offer has been structured into product categories and sub-groups and has different filters to help you find the perfect jewels
de: Was kann entspannender sein, als bequem von zu Hause aus zu stöbern und einzukaufen? Machen Sie sich einen heißen Tee, schnappen Sie sich Ihre Lieblingsdecke und machen Sie sich bereit: Unser Online-Shop ist nie geschlossen und der Kaufprozess ist in leicht verständliche Schritte unterteilt. Unser umfangreiches Angebot ist in Produktkategorien und Untergruppen gegliedert und verfügt über verschiedene Filter, die Ihnen bei der Suche nach dem perfekten Schmuckstück helfen
es: ¿Qué puede ser más relajante que navegar y comprar desde la comodidad de tu hogar? Prepárate un té caliente, coge tu manta favorita y prepárate: nuestra tienda online nunca cierra y el proceso de compra se ha dividido en sencillos pasos. Nuestra amplia oferta se ha estructurado en categorías y subgrupos de productos y cuenta con diferentes filtros para ayudarte a encontrar las joyas perfectas.
fr: Quoi de plus relaxant que de naviguer et de faire du shopping dans le confort de votre maison ? Préparez-vous un thé chaud, prenez votre couverture préférée et préparez-vous : notre boutique en ligne n'est jamais fermée et le processus d'achat a été divisé en étapes faciles à suivre. Notre offre étendue est structurée en catégories et sous-groupes de produits et comporte différents filtres pour vous aider à trouver les bijoux parfaits.
it: Cosa può esserci di più rilassante che navigare e fare shopping comodamente da casa tua? Preparati un tè caldo, prendi la tua coperta preferita e preparati: il nostro negozio online non chiude mai e il processo di acquisto è stato suddiviso in semplici passaggi da seguire. La nostra vasta offerta è stata strutturata in categorie e sottogruppi di prodotti e dispone di diversi filtri per aiutarti a trovare i gioielli perfetti
ru: Что может быть более расслабляющим, чем просмотр и покупки, не выходя из дома? Заварите себе горячий чай, возьмите любимое одеяло и приготовьтесь: наш интернет-магазин никогда не закрывается, а процесс покупки разделен на простые и понятные шаги. Наше обширное предложение разделено на категории и подгруппы продуктов и имеет различные фильтры, которые помогут вам найти идеальные украшения.

source: For example, you can sort according to category (Necklaces, Bracelets etc.) as well as according to color, price, occasion and so on. Once you find your desired jewel, you can click on the picture to find out more detailed information regarding colors, materials, as well as the available sizes.
de: Sie können beispielsweise nach Kategorie (Halsketten, Armbänder etc.) sowie nach Farbe, Preis, Anlass usw. sortieren. Sobald Sie Ihr Wunschstück gefunden haben, können Sie auf das Bild klicken, um detailliertere Informationen zu Farben, Materialien sowie den verfügbaren Größen zu erhalten.
es: Por ejemplo, puede ordenar por categoría (collares, pulseras, etc.), así como por color, precio, ocasión, etc. Una vez que encuentres la joya que deseas, puedes hacer clic en la imagen para obtener información más detallada sobre colores, materiales y tamaños disponibles.
fr: Par exemple, vous pouvez trier par catégorie (Colliers, Bracelets etc.) ainsi que par couleur, prix, occasion, etc. Une fois que vous avez trouvé le bijou souhaité, vous pouvez cliquer sur l'image pour connaître des informations plus détaillées concernant les couleurs, les matières, ainsi que les tailles disponibles.
it: Ad esempio, puoi ordinare per categoria (Collane, Braccialetti, ecc.), nonché per colore, prezzo, occasione e così via. Una volta trovato il gioiello desiderato, puoi cliccare sull'immagine per scoprire informazioni più dettagliate sui colori, sui materiali e sulle misure disponibili.
ru: Например, вы можете сортировать товары по категориям (ожерелья, браслеты и т. д.), а также по цвету, цене, случаю и т. д. Найдя желаемое украшение, вы можете нажать на картинку, чтобы узнать более подробную информацию о цветах, материалах, а также доступных размерах.
