Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: By placing the products in the online shop, we make a binding offer on our part to enter into a contract regarding those items. You may place our products in the shopping basket without obligation and amend your entries at any time prior to submitting your binding order by using the correction facilities that are provided for this purpose and explained during the ordering process. The contract is formed by clicking on the order button which indicates your acceptance of our offer concerning the goods contained in the shopping basket. Once you have sent your order you will immediately receive a confirmation via e-mail.
de: Durch Einstellung der Produkte in den Online-Shop geben wir unsererseits ein verbindliches Angebot zum Abschluss eines Vertrages über die Produkte ab. Sie können unsere Produkte unverbindlich in den Warenkorb legen und Ihre Eingaben vor Absenden Ihrer verbindlichen Bestellung jederzeit ändern, indem Sie die dafür vorgesehenen und im Bestellvorgang erläuterten Korrekturmöglichkeiten nutzen. Durch Anklicken des Bestellbuttons kommt der Vertrag zustande und Sie akzeptieren unser Angebot über die im Warenkorb enthaltenen Waren. Sobald Sie Ihre Bestellung abgeschickt haben, erhalten Sie umgehend eine Bestätigung per E-Mail.
es: Al colocar los productos en la tienda online, hacemos una oferta vinculante por nuestra parte para celebrar un contrato sobre dichos artículos. Puede colocar nuestros productos en la cesta de la compra sin compromiso y modificar sus entradas en cualquier momento antes de enviar su pedido vinculante utilizando las funciones de corrección proporcionadas para este fin y explicadas durante el proceso de pedido. El contrato se formaliza haciendo clic en el botón de pedido que indica su aceptación de nuestra oferta relativa a los productos contenidos en la cesta de la compra. Una vez que hayas enviado tu pedido recibirás inmediatamente una confirmación vía correo electrónico.
fr: En plaçant les produits dans la boutique en ligne, nous faisons une offre ferme de notre part de conclure un contrat concernant ces articles. Vous pouvez sans engagement placer nos produits dans le panier et modifier vos saisies à tout moment avant de passer votre commande ferme en utilisant les possibilités de correction prévues à cet effet et expliquées lors du processus de commande. Le contrat est formé en cliquant sur le bouton de commande qui indique votre acceptation de notre offre concernant les marchandises contenues dans le panier. Une fois votre commande envoyée, vous recevrez immédiatement une confirmation par e-mail.
it: Inserendo i prodotti nel negozio online presentiamo da parte nostra un'offerta vincolante per la conclusione di un contratto relativo a tali articoli. Potete inserire i nostri prodotti nel carrello senza impegno e modificare le vostre voci in qualsiasi momento prima dell'invio dell'ordine vincolante utilizzando le possibilità di correzione previste a tale scopo e spiegate durante il processo di ordinazione. Il contratto viene stipulato facendo clic sul pulsante dell'ordine che indica l'accettazione della nostra offerta relativa alla merce contenuta nel carrello. Una volta inviato il tuo ordine riceverai immediatamente una conferma via e-mail.
ru: Размещая товары в интернет-магазине, мы делаем со своей стороны обязывающее предложение о заключении договора в отношении этих товаров. Вы можете без каких-либо обязательств поместить наши продукты в корзину для покупок и изменить свои записи в любое время до отправки обязательного заказа, используя средства исправления, которые предусмотрены для этой цели и объясняются в процессе заказа. Договор заключается путем нажатия кнопки заказа, которая означает ваше согласие с нашим предложением относительно товаров, содержащихся в корзине покупок. После отправки заказа вы сразу же получите подтверждение по электронной почте.

source: CONTRACT LANGUAGE, SAVING OF&nbsp;THE CONTRACT TEXT
de: Vertragssprache, Speicherung des Vertragstextes
es: IDIOMA DEL CONTRATO, GUARDADO DEL TEXTO DEL CONTRATO
fr: LANGUE DU CONTRAT, SAUVEGARDE DU TEXTE DU CONTRAT
it: LINGUA DEL CONTRATTO, SALVATAGGIO DEL TESTO DEL CONTRATTO
ru: ЯЗЫК ДОГОВОРА, СОХРАНЕНИЕ ТЕКСТА КОНТРАКТА

source: The language(s) available for concluding the contract: German, English, French, Spanish, Italian
de: Für den Vertragsschluss stehen folgende Sprachen zur Verfügung: Deutsch, Englisch, Französisch, Spanisch, Italienisch
es: Idioma(s) disponible(s) para celebrar el contrato: alemán, inglés, francés, español, italiano
fr: La(les) langue(s) disponible(s) pour conclure le contrat : allemand, anglais, français, espagnol, italien
it: La lingua(e) a disposizione per concludere il contratto: tedesco, inglese, francese, spagnolo, italiano
ru: Доступный язык(и) для заключения договора: немецкий, английский, французский, испанский, итальянский.

source: We save the text of the contract and forward the order data and our Terms and Conditions to you on a durable medium. You may also view the text of the contract in our customer login area.
de: Wir speichern den Vertragstext und übermitteln Ihnen die Bestelldaten und unsere AGB auf einem dauerhaften Datenträger. Den Vertragstext können Sie auch in unserem Kunden-Login-Bereich einsehen.
es: Guardamos el texto del contrato y le enviamos los datos del pedido y nuestros Términos y condiciones en un soporte duradero. También puede ver el texto del contrato en nuestra área de inicio de sesión de clientes.
fr: Nous enregistrons le texte du contrat et vous transmettons les données de commande ainsi que nos conditions générales de vente sur un support durable. Vous pouvez également consulter le texte du contrat dans notre espace de connexion client.
it: Salviamo il testo del contratto e vi inoltriamo i dati dell'ordine e le nostre Condizioni Generali su un supporto durevole. Puoi anche visualizzare il testo del contratto nella nostra area di accesso cliente.
ru: Мы сохраняем текст договора и передаем вам данные заказа и наши Условия на надежном носителе. Вы также можете просмотреть текст договора в нашей зоне входа для клиентов.

source: DELIVERY CONDITIONS
de: LIEFERBEDINGUNGEN
es: CONDICIONES DE ENTREGA
fr: CONDITIONS DE LIVRAISON
it: CONDIZIONI DI CONSEGNA
ru: УСЛОВИЯ ДОСТАВКИ

source: Delivery costs are added to the product prices as displayed. Delivery charges are explained within individual product offers.
de: Zu den angezeigten Produktpreisen kommen noch Versandkosten hinzu. Die Versandkosten werden in den einzelnen Produktangeboten erläutert.
es: Los costos de envío se agregan a los precios de los productos tal como se muestran. Los gastos de envío se explican en las ofertas de productos individuales.
fr: Les frais de livraison sont ajoutés aux prix des produits tels qu'affichés. Les frais de livraison sont expliqués dans les offres de produits individuels.
it: Le spese di spedizione vengono aggiunte ai prezzi dei prodotti come visualizzati. Le spese di spedizione sono spiegate nelle offerte dei singoli prodotti.
ru: Стоимость доставки добавляется к отображаемой цене товара. Стоимость доставки объясняется в индивидуальных предложениях по продуктам.

source: We only dispatch goods gb route; pick up by the customer is not possible.
de: Wir versenden Waren nur auf GB-Route; Eine Selbstabholung ist nicht möglich.
es: Sólo enviamos mercancías por ruta gb; La recogida por parte del cliente no es posible.
fr: Nous expédions uniquement les marchandises par voie gb ; le retrait par le client n'est pas possible.
it: Spediamo solo merci in viaggio; il ritiro da parte del cliente non è possibile.
ru: Мы отправляем товары только в пути следования; Самовывоз клиентом невозможен.

source: PAYMENT
de: ZAHLUNG
es: PAGO
fr: PAIEMENT
it: PAGAMENTO
ru: ОПЛАТА

source: The following payment methods are basically available in our online shop.
de: Die folgenden Zahlungsarten stehen Ihnen grundsätzlich in unserem Online-Shop zur Verfügung.
es: Los siguientes métodos de pago están básicamente disponibles en nuestra tienda online.
fr: Les méthodes de paiement suivantes sont essentiellement disponibles dans notre boutique en ligne.
it: Nel nostro negozio online sono fondamentalmente disponibili i seguenti metodi di pagamento.
ru: В нашем интернет-магазине в основном доступны следующие способы оплаты.

source: Advance payment
de: Vorauszahlung
es: Anticipo
fr: Paiement anticipé
it: Pagamento anticipato
ru: Предоплата

source: If you select advance payment we provide you with our bank details in a separate e-mail and deliver the goods on receipt of funds.
de: Bei Auswahl der Zahlungsart Vorkasse teilen wir Ihnen unsere Bankverbindung in einer separaten E-Mail mit und liefern die Ware nach Zahlungseingang.
es: Si selecciona el pago por adelantado, le proporcionaremos nuestros datos bancarios en un correo electrónico separado y le entregaremos la mercancía al recibir el dinero.
fr: Si vous sélectionnez le paiement anticipé, nous vous fournissons nos coordonnées bancaires dans un e-mail séparé et livrons la marchandise dès réception des fonds.
it: Se selezioni il pagamento anticipato ti forniremo le nostre coordinate bancarie in un'e-mail separata e consegneremo la merce al ricevimento dei fondi.
ru: Если вы выберете предоплату, мы предоставим вам наши банковские реквизиты в отдельном электронном письме и доставим товар при получении средств.

source: Credit Card
de: Kreditkarte
es: Tarjeta de crédito
fr: Carte de crédit
it: Carta di credito
ru: Кредитная карта

source: With the submission of the order, you provide your credit card details. After your identification as the legal cardholder, the payment transaction is automatically carried out and charged to your card.
de: Mit dem Absenden der Bestellung übermitteln Sie Ihre Kreditkartendaten. Nach Ihrer Identifizierung als rechtmäßiger Karteninhaber wird die Zahlungstransaktion automatisch durchgeführt und Ihre Karte belastet.
es: Con el envío del pedido, usted proporciona los datos de su tarjeta de crédito. Después de su identificación como titular legal de la tarjeta, la transacción de pago se realiza automáticamente y se carga a su tarjeta.
fr: Lors de la passation de la commande, vous fournissez les détails de votre carte de crédit. Après votre identification en tant que titulaire légal de la carte, l'opération de paiement est automatiquement effectuée et débitée sur votre carte.
it: Con l'invio dell'ordine fornisci i dati della tua carta di credito. Dopo la tua identificazione come titolare legale della carta, la transazione di pagamento viene eseguita automaticamente e addebitata sulla tua carta.
ru: При оформлении заказа вы указываете данные своей кредитной карты. После вашей идентификации как законного владельца карты платежная транзакция автоматически выполняется и списывается с вашей карты.

source: SEPA direct debit
de: SEPA-Lastschrift
es: Débito directo SEPA
fr: Prélèvement SEPA
it: Addebito diretto SEPA
ru: Прямой дебет SEPA

source: With the placement of the order, you are granting us a direct debit mandate. We will inform you separately about the date of debiting the account in an advance notification (pre-notification). With the submission of the direct debit, we request our bank to initiate the payment transaction. The payment transaction is automatically carried out and your account is debited. Debiting the account takes place prior to shipping the goods. The time limit for pre-notification regarding the date for debiting the account (pre-notification period), is 0 days.
de: Mit Abgabe der Bestellung erteilen Sie uns ein Lastschriftmandat. Über den Zeitpunkt der Belastung des Kontos informieren wir Sie gesondert in einer Vorabbenachrichtigung (Pre-Notification). Mit Abgabe der Lastschrift fordern wir unser Kreditinstitut auf, die Zahlungstransaktion einzuleiten. Die Zahlungstransaktion wird automatisch durchgeführt und Ihr Konto belastet. Die Belastung des Kontos erfolgt vor Versand der Ware. Die Frist für die Vorabankündigung des Belastungsdatums (Pre-Notification-Frist) beträgt 0 Tage.
es: Con la realización del pedido nos estás otorgando un mandato de domiciliación bancaria. Le informaremos por separado sobre la fecha de cargo en la cuenta en una notificación previa (notificación previa). Con la presentación de la domiciliación bancaria solicitamos a nuestro banco que inicie la operación de pago. La transacción de pago se realiza automáticamente y se carga en su cuenta. El cargo en cuenta se realiza antes del envío de la mercancía. El plazo de preaviso sobre la fecha de cargo en cuenta (período de preaviso), es de 0 días.
fr: En passant la commande, vous nous accordez un mandat de prélèvement. Nous vous informerons séparément de la date de débit du compte dans une notification préalable (pré-notification). Lors de la soumission du prélèvement automatique, nous demandons à notre banque d'initier l'opération de paiement. L'opération de paiement s'effectue automatiquement et votre compte est débité. Le débit du compte a lieu avant l'expédition de la marchandise. Le délai de pré-notification concernant la date de débit du compte (délai de pré-notification), est de 0 jour.
it: Con l'effettuazione dell'ordine ci conferite un mandato di addebito diretto. Vi informeremo separatamente sulla data di addebito sul conto in una notifica anticipata (pre-notifica). Con l'invio dell'addebito diretto chiediamo alla nostra banca di avviare l'operazione di pagamento. La transazione di pagamento viene eseguita automaticamente e l'importo viene addebitato sul tuo conto. L'addebito sul conto avviene prima della spedizione della merce. Il termine di pre-notifica relativo alla data di addebito sul conto (periodo di pre-notifica), è di 0 giorni.
ru: Размещая заказ, вы предоставляете нам право прямого дебета. О дате списания средств со счета мы сообщим отдельно в предварительном уведомлении (предварительном уведомлении). При отправке прямого дебета мы просим наш банк инициировать платежную транзакцию. Платежная транзакция будет выполнена автоматически, и ваш счет будет списан. Списание средств со счета происходит до отгрузки товара. Срок предварительного уведомления о дате списания средств со счета (период предварительного уведомления) составляет 0 дней.

source: During the ordering process you will be forwarded to PayPal's website. To pay the invoice amount via PayPal, you must be registered there or register first, identify yourself with your access data and confirm the payment instructions to us. After submitting your order in the shop we instruct PayPal to initiate the payment transaction. Directly afterwards, the payment transaction is carried out automatically by PayPal. You will receive additional information during the ordering process.
de: Während des Bestellvorgangs werden Sie auf die Website von PayPal weitergeleitet. Um den Rechnungsbetrag über PayPal bezahlen zu können, müssen Sie dort registriert sein bzw. sich zunächst registrieren, sich mit Ihren Zugangsdaten legitimieren und die Zahlungsanweisung an uns bestätigen. Nach Absenden Ihrer Bestellung im Shop beauftragen wir PayPal mit der Einleitung der Zahlungstransaktion. Direkt im Anschluss wird die Zahlungstransaktion automatisch durch PayPal durchgeführt. Weitere Informationen erhalten Sie im Bestellvorgang.
es: Durante el proceso de pedido será redirigido al sitio web de PayPal. Para pagar el importe de la factura a través de PayPal, deberá estar registrado allí o registrarse previamente, identificarse con sus datos de acceso y confirmarnos las instrucciones de pago. Después de enviar su pedido en la tienda, le indicamos a PayPal que inicie la transacción de pago. Inmediatamente después, PayPal realiza automáticamente la transacción de pago. Recibirá información adicional durante el proceso de pedido.
fr: Pendant le processus de commande, vous serez redirigé vers le site Web de PayPal. Pour payer le montant de la facture via PayPal, vous devez y être inscrit ou vous inscrire au préalable, vous identifier avec vos données d'accès et nous confirmer les instructions de paiement. Après avoir soumis votre commande dans la boutique, nous demandons à PayPal d'initier la transaction de paiement. Immédiatement après, l'opération de paiement est effectuée automatiquement par PayPal. Vous recevrez des informations supplémentaires au cours du processus de commande.
it: Durante il processo di ordinazione verrai reindirizzato al sito web di PayPal. Per pagare l'importo della fattura tramite PayPal, devi essere registrato lì o registrarti prima, identificarti con i tuoi dati di accesso e confermarci le istruzioni di pagamento. Dopo aver inviato l'ordine nel negozio, incarichiamo PayPal di avviare la transazione di pagamento. Subito dopo la transazione di pagamento viene effettuata automaticamente da PayPal. Riceverai ulteriori informazioni durante il processo di ordinazione.
ru: В процессе заказа вы будете перенаправлены на сайт PayPal. Чтобы оплатить сумму счета через PayPal, вы должны зарегистрироваться там или сначала зарегистрироваться, идентифицировать себя, указав свои данные доступа, и подтвердить нам инструкции по оплате. После отправки вашего заказа в магазин мы поручаем PayPal инициировать платежную транзакцию. Сразу после этого платежная транзакция автоматически выполняется PayPal. Дополнительную информацию вы получите в процессе заказа.

source: After submitting the order, you will be forwarded to the website of your bank. In order to pay the invoice amount via Giropay, you must be in possession of a bank account that is activated for participation in online banking, must identify yourself accordingly and confirm the payment instructions to us. You will receive additional information during the order process. The payment transaction is automatically carried out and your account is debited.
de: Nach dem Absenden der Bestellung werden Sie auf die Website Ihrer Bank weitergeleitet. Um den Rechnungsbetrag über Giropay bezahlen zu können, müssen Sie über ein für die Teilnahme am Online-Banking freigeschaltetes Bankkonto verfügen, sich entsprechend legitimieren und die Zahlungsanweisung an uns bestätigen. Weitere Informationen erhalten Sie im Bestellvorgang. Die Zahlungstransaktion wird automatisch durchgeführt und Ihr Konto belastet.
es: Después de enviar el pedido, será redirigido al sitio web de su banco. Para pagar el importe de la factura a través de Giropay, debe estar en posesión de una cuenta bancaria activada para participar en la banca en línea, debe identificarse en consecuencia y confirmarnos las instrucciones de pago. Recibirá información adicional durante el proceso de pedido. La transacción de pago se realiza automáticamente y se carga en su cuenta.
fr: Après avoir soumis la commande, vous serez redirigé vers le site Internet de votre banque. Afin de payer le montant de la facture via Giropay, vous devez être en possession d'un compte bancaire activé pour la participation à la banque en ligne, vous identifier en conséquence et nous confirmer les instructions de paiement. Vous recevrez des informations supplémentaires au cours du processus de commande. L'opération de paiement s'effectue automatiquement et votre compte est débité.
it: Dopo aver inviato l'ordine, verrai reindirizzato al sito web della tua banca. Per pagare l'importo della fattura tramite Giropay, devi essere in possesso di un conto bancario attivato per la partecipazione all'online banking, identificarti di conseguenza e confermarci le istruzioni di pagamento. Riceverai ulteriori informazioni durante il processo d'ordine. La transazione di pagamento viene eseguita automaticamente e l'importo viene addebitato sul tuo conto.
ru: После отправки заказа вы будете перенаправлены на сайт вашего банка. Чтобы оплатить сумму счета через Giropay, вы должны иметь банковский счет, активированный для участия в онлайн-банке, должны идентифицировать себя соответствующим образом и подтвердить нам инструкции по оплате. Дополнительную информацию вы получите в процессе заказа. Платежная транзакция будет выполнена автоматически, и ваш счет будет списан.

source: In order to pay the invoice amount via Apple Pay, you have to use the „Safari“ browser, be registered with the service provider Apple, must have activated the Apple Pay function, identify yourself with your access data and confirm the payment order. The payment transaction will be carried out directly after submitting your order. Further information can be found during the ordering process.
de: Um den Rechnungsbetrag über Apple Pay bezahlen zu können, müssen Sie den Browser „Safari“ nutzen, beim Dienstanbieter Apple registriert sein, die Funktion Apple Pay aktiviert haben, sich mit Ihren Zugangsdaten legitimieren und die Zahlungsanweisung bestätigen. Die Zahlungstransaktion wird direkt nach dem Absenden Ihrer Bestellung durchgeführt. Weitere Informationen erhalten Sie während des Bestellvorgangs.
es: Para pagar el importe de la factura a través de Apple Pay, debe utilizar el navegador "Safari", estar registrado en el proveedor de servicios Apple, tener activada la función Apple Pay, identificarse con sus datos de acceso y confirmar la orden de pago. La transacción de pago se realizará directamente después de enviar su pedido. Puede encontrar más información durante el proceso de pedido.
fr: Pour payer le montant de la facture via Apple Pay, vous devez utiliser le navigateur « Safari », être enregistré auprès du fournisseur de services Apple, avoir activé la fonction Apple Pay, vous identifier avec vos données d'accès et confirmer l'ordre de paiement. L'opération de paiement sera effectuée directement après la passation de votre commande. De plus amples informations peuvent être trouvées lors du processus de commande.
it: Per pagare l'importo della fattura tramite Apple Pay è necessario utilizzare il browser "Safari", essere registrato presso il fornitore di servizi Apple, aver attivato la funzione Apple Pay, identificarsi con i propri dati di accesso e confermare l'ordine di pagamento. L'operazione di pagamento verrà effettuata direttamente dopo l'invio dell'ordine. Ulteriori informazioni possono essere trovate durante il processo di ordinazione.
ru: Чтобы оплатить сумму счета через Apple Pay, вам необходимо использовать браузер Safari, зарегистрироваться у поставщика услуг Apple, активировать функцию Apple Pay, идентифицировать себя, указав свои данные доступа, и подтвердить платежное поручение. Платежная транзакция будет осуществлена ​​непосредственно после отправки вашего заказа. Дополнительную информацию можно найти в процессе оформления заказа.
