Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: We are under a legal duty to supply products that are in conformity with this contract. For consumers, statutory warranty rights governed by the law of the country where the consumer has his habitual residence apply. Information on any additional guarantees and their precise conditions that may apply can be found next to the product and on specific information pages in the shop, if applicable. Complaints can be submitted by consumers and businesses to our contact details given in the supplier identification.
de: Wir sind gesetzlich verpflichtet, Produkte zu liefern, die diesem Vertrag entsprechen. Für Verbraucher gelten die gesetzlichen Gewährleistungsrechte nach dem Recht des Landes, in dem der Verbraucher seinen gewöhnlichen Aufenthalt hat. Informationen zu etwaigen zusätzlichen Garantien und deren genaue Bedingungen finden Sie jeweils beim Produkt und ggf. auf gesonderten Informationsseiten im Shop. Beschwerden können Verbraucher und Unternehmer an unsere in der Lieferantenkennzeichnung angegebenen Kontaktdaten richten.
es: Tenemos la obligación legal de suministrar productos que sean conformes con este contrato. Para los consumidores, se aplican los derechos de garantía legales regidos por la ley del país donde el consumidor tiene su residencia habitual. La información sobre las garantías adicionales y sus condiciones precisas que pueden aplicarse se puede encontrar junto al producto y en páginas de información específicas de la tienda, si corresponde. Los consumidores y las empresas pueden presentar quejas a nuestros datos de contacto que figuran en la identificación del proveedor.
fr: Nous avons l'obligation légale de fournir des produits conformes à ce contrat. Pour les consommateurs, les droits de garantie légaux régis par la loi du pays dans lequel le consommateur a sa résidence habituelle s'appliquent. Les informations sur les éventuelles garanties supplémentaires et leurs conditions précises qui peuvent s'appliquer se trouvent à côté du produit et sur des pages d'informations spécifiques en boutique, le cas échéant. Les plaintes peuvent être soumises par les consommateurs et les entreprises à nos coordonnées indiquées dans l'identification du fournisseur.
it: Abbiamo l'obbligo legale di fornire prodotti conformi al presente contratto. Per i consumatori si applicano i diritti di garanzia legale disciplinati dalla legge del paese in cui il consumatore ha la residenza abituale. Le informazioni su eventuali garanzie aggiuntive e le relative condizioni precise che possono essere applicate si trovano accanto al prodotto e nelle pagine informative specifiche del negozio, se applicabili. I consumatori e le imprese possono presentare reclami ai nostri recapiti indicati nell'identificazione del fornitore.
ru: На нас лежит юридическое обязательство поставлять продукцию, соответствующую настоящему контракту. К потребителям применяются установленные законом гарантийные права, регулируемые законодательством страны постоянного проживания потребителя. Информацию о любых дополнительных гарантиях и их точных условиях, которые могут применяться, можно найти рядом с продуктом и на отдельных информационных страницах в магазине, если это применимо. Жалобы могут быть поданы потребителями и предприятиями по нашим контактным данным, указанным в идентификаторе поставщика.

source: When you exercise your warranty rights and we deem it necessary to receive the goods back in order to examine your complaint, you must send back the goods at our cost to the address given above. We are committed to respond to any complaint immediately, but no later than within 14 days of its submission.
de: Wenn Sie von Ihren Gewährleistungsrechten Gebrauch machen und wir es zur Prüfung Ihrer Reklamation für erforderlich halten, die Ware zurückzusenden, müssen Sie die Ware auf unsere Kosten an die oben angegebene Adresse zurücksenden. Wir verpflichten uns, auf jede Beschwerde unverzüglich, spätestens jedoch innerhalb von 14 Tagen nach ihrer Einreichung, zu reagieren.
es: Cuando ejerza sus derechos de garantía y consideremos necesario recibir la devolución de los productos para poder examinar su reclamación, deberá devolver los productos a nuestro coste a la dirección indicada anteriormente. Nos comprometemos a responder a cualquier queja de inmediato, pero a más tardar dentro de los 14 días posteriores a su presentación.
fr: Lorsque vous exercez vos droits de garantie et que nous estimons nécessaire de récupérer la marchandise afin d'examiner votre réclamation, vous devez renvoyer la marchandise à nos frais à l'adresse indiquée ci-dessus. Nous nous engageons à répondre à toute réclamation immédiatement, mais au plus tard dans les 14 jours suivant son dépôt.
it: Quando eserciti i tuoi diritti di garanzia e riteniamo necessario ricevere la merce per esaminare il tuo reclamo, devi rispedire la merce a nostre spese all'indirizzo sopra indicato. Ci impegniamo a rispondere a qualsiasi reclamo immediatamente, ma entro e non oltre 14 giorni dalla sua presentazione.
ru: Если вы воспользуетесь своими гарантийными правами и мы считаем необходимым получить товар обратно для рассмотрения вашей жалобы, вы должны отправить товар обратно за наш счет по указанному выше адресу. Мы обязуемся немедленно реагировать на любую жалобу, но не позднее, чем в течение 14 дней с момента ее подачи.

source: Customer service: Our customer service is available for questions, complaints and claims on weekdays from TO By e-mail at office@oliverweber.com.
de: Kundenservice: Für Fragen, Reklamationen und Reklamationen steht Ihnen unser Kundenservice werktags von TO per E-Mail unter office@oliverweber.com zur Verfügung.
es: Servicio de atención al cliente: Nuestro servicio de atención al cliente está disponible para preguntas, quejas y reclamaciones de lunes a viernes desde A por correo electrónico a office@oliverweber.com.
fr: Service client : Notre service client est disponible pour les questions, réclamations et réclamations en semaine du TO Par e-mail à office@oliverweber.com.
it: Servizio clienti: Il nostro servizio clienti è disponibile per domande, reclami e reclami nei giorni feriali da TO tramite e-mail all'indirizzo office@oliverweber.com.
ru: Служба поддержки клиентов: Наша служба поддержки клиентов доступна для вопросов, жалоб и претензий по будням с TO. По электронной почте office@oliverweber.com.

source: We shall in any case be liable without limitation for claims due to damages that have been caused by us, our legal representatives or legal agents.
de: Für Ansprüche wegen Schäden, die durch uns, unsere gesetzlichen Vertreter oder Erfüllungsgehilfen verursacht wurden, haften wir in jedem Fall unbeschränkt.
es: En cualquier caso seremos responsables sin limitación de reclamaciones por daños que hayan sido causados ​​por nosotros, nuestros representantes legales o agentes legales.
fr: Nous serons en tout cas responsables sans limitation des réclamations résultant de dommages causés par nous, nos représentants légaux ou nos agents légaux.
it: In ogni caso saremo responsabili senza limitazioni per le pretese dovute a danni causati da noi, dai nostri rappresentanti legali o agenti legali.
ru: В любом случае мы несем без ограничений ответственность по претензиям, связанным с ущербом, причиненным нами, нашими законными представителями или юридическими агентами.

source: for injury to life, limb or health
de: wegen Verletzung des Lebens, des Körpers oder der Gesundheit
es: por lesiones a la vida, la integridad física o la salud
fr: pour atteinte à la vie, à l'intégrité physique ou à la santé
it: per lesioni alla vita, al corpo o alla salute
ru: за причинение вреда жизни, конечностям или здоровью

source: for deliberate or grossly negligent breach of duty
de: bei vorsätzlicher oder grob fahrlässiger Pflichtverletzung
es: por incumplimiento deliberado o por negligencia grave del deber
fr: pour manquement délibéré ou par négligence grave à une obligation
it: per violazione intenzionale o gravemente negligente dei doveri
ru: за умышленное или грубо неосторожное нарушение обязанностей

source: for guarantee commitments, where agreed
de: für Garantieverpflichtungen, sofern vereinbart
es: para compromisos de garantía, cuando se acuerde
fr: pour les engagements de garantie, lorsque convenus
it: per impegni di garanzia, ove pattuiti
ru: по гарантийным обязательствам, если это согласовано

source: towards consumer.
de: gegenüber dem Verbraucher.
es: hacia el consumidor.
fr: envers le consommateur.
it: nei confronti del consumatore.
ru: по отношению к потребителю.

source: Except these cases, our civil law liability is limited to the foreseeable and direct damages at the time of contract conclusion.
de: Außer in diesen Fällen ist unsere zivilrechtliche Haftung auf den bei Vertragsschluss vorhersehbaren und unmittelbaren Schaden begrenzt.
es: Excepto en estos casos, nuestra responsabilidad civil se limita a los daños previsibles y directos en el momento de la celebración del contrato.
fr: En dehors de ces cas, notre responsabilité civile est limitée aux dommages prévisibles et directs au moment de la conclusion du contrat.
it: Fatti salvi questi casi, la nostra responsabilità civile è limitata ai danni prevedibili e diretti al momento della conclusione del contratto.
ru: За исключением этих случаев, наша гражданско-правовая ответственность ограничивается предсказуемыми и прямыми убытками на момент заключения договора.

source: ONLINE DISPUTE RESOLUTION
de: Online-Streitbeilegung
es: RESOLUCIÓN DE DISPUTAS EN LÍNEA
fr: RÉSOLUTION DES LITIGES EN LIGNE
it: RISOLUZIONE DELLE CONTROVERSIE ONLINE
ru: РАЗРЕШЕНИЕ СПОРОВ ОНЛАЙН

source: The European Commission provides a platform for online dispute resolutions (ODR) which can be accessed at https://ec.europa.eu/consumers/odr/ [https://ec.europa.eu/consumers/odr/]. The competent body in this matter is: Universalschlichtungsstelle des Bundes am Zentrum für Schlichtung e.V., Straßburger Straße 8, 77694 Kehl am Rhein, www.verbraucher-schlichter.de [http://www.verbraucher-schlichter.de ].
de: Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit, die Sie unter https://ec.europa.eu/consumers/odr/ [https://ec.europa.eu/consumers/odr/] finden. Zuständige Stelle hierfür ist: Universalschlichtungsstelle des Bundes am Zentrum für Schlichtung e.V., Straßburger Straße 8, 77694 Kehl am Rhein, www.verbraucher-schlichter.de [http://www.verbraucher-schlichter.de ].
es: La Comisión Europea proporciona una plataforma para la resolución de disputas en línea (ODR) a la que se puede acceder en https://ec.europa.eu/consumers/odr/ [https://ec.europa.eu/consumers/odr/]. El organismo competente en esta materia es: Universalschlichtungsstelle des Bundes am Zentrum für Schlichtung e.V., Straßburger Straße 8, 77694 Kehl am Rhein, www.verbraucher-schlichter.de [http://www.verbraucher-schlichter.de].
fr: La Commission européenne propose une plateforme de règlement des litiges en ligne (RLL), accessible à l'adresse https://ec.europa.eu/consumers/odr/ [https://ec.europa.eu/consumers/odr/]. L'organisme compétent en la matière est : Universalschlichtungsstelle des Bundes am Zentrum für Schlichtung e.V., Straßburger Straße 8, 77694 Kehl am Rhein, www.verbraucher-schlichter.de [http://www.verbraucher-schlichter.de ].
it: La Commissione europea fornisce una piattaforma per la risoluzione delle controversie online (ODR) a cui è possibile accedere all'indirizzo https://ec.europa.eu/consumers/odr/ [https://ec.europa.eu/consumers/odr/]. L'organo competente in materia è: Universalschlichtungsstelle des Bundes am Zentrum für Schlichtung e.V., Straßburger Straße 8, 77694 Kehl am Rhein, www.verbraucher-schlichter.de [http://www.verbraucher-schlichter.de ].
ru: Европейская комиссия предоставляет платформу для онлайн-разрешения споров (ODR), доступ к которой можно получить по адресу https://ec.europa.eu/consumers/odr/ [https://ec.europa.eu/consumers/odr/]. Компетентным органом по этому вопросу является: Universalschlichtungsstelle des Bundes am Zentrum für Schlichtung e.V., Straßburger Straße 8, 77694 Kehl am Rhein, www.verbraucher-schlichter.de [http://www.verbraucher-schlichter.de].

source: PROTECTION OF MINORS
de: SCHUTZ VON JUGENDLICHEN
es: PROTECCIÓN DE MENORES
fr: PROTECTION DES MINEURS
it: TUTELA DEI MINORI
ru: ЗАЩИТА НЕСОВЕРШЕННОЛЕТНИХ

source: Insofar as your order is comprised of goods, whose sale is subject to age restrictions, through the use of a reliable procedure, including a personal identity and age check, we shall ensure that the purchaser has reached the required minimum age. The deliverer shall only hand over the goods after an age check and only to the purchaser in person.
de: Soweit es sich bei Ihrer Bestellung um Waren handelt, deren Verkauf einer Altersbeschränkung unterliegt, stellen wir durch den Einsatz eines zuverlässigen Verfahrens, einschließlich einer persönlichen Identitäts- und Altersprüfung, sicher, dass der Käufer das erforderliche Mindestalter erreicht hat. Der Zusteller übergibt die Ware erst nach einer Altersprüfung und nur persönlich an den Käufer.
es: En la medida en que su pedido se compone de productos cuya venta está sujeta a restricciones de edad, mediante el uso de un procedimiento confiable, que incluye una verificación de identidad personal y edad, nos aseguraremos de que el comprador haya alcanzado la edad mínima requerida. El repartidor sólo entregará la mercancía tras un control de antigüedad y únicamente al comprador en persona.
fr: Dans la mesure où votre commande comprend des produits dont la vente est soumise à des restrictions d'âge, nous veillerons, grâce à une procédure fiable, comprenant un contrôle d'identité et d'âge, à ce que l'acheteur ait atteint l'âge minimum requis. Le livreur ne remet la marchandise qu'après contrôle de l'âge et uniquement à l'acheteur en personne.
it: Nella misura in cui il vostro ordine comprende beni la cui vendita è soggetta a limiti di età, attraverso l'utilizzo di una procedura affidabile, compreso il controllo dell'identità personale e dell'età, garantiremo che l'acquirente abbia raggiunto l'età minima richiesta. Il trasportatore consegnerà la merce solo dopo il controllo dell'età e solo all'acquirente in persona.
ru: Поскольку ваш заказ состоит из товаров, продажа которых подлежит возрастным ограничениям, посредством использования надежной процедуры, включая проверку личности и возраста, мы обеспечим достижение покупателем необходимого минимального возраста. Поставщик обязан передать товар только после проверки возраста и только лично покупателю.

source: FINAL PROVISIONS
de: SCHLUSSBESTIMMUNGEN
es: DISPOSICIONES FINALES
fr: DISPOSITIONS FINALES
it: DISPOSIZIONI FINALI
ru: ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ

source: If you are a business, German law applies, to the exclusion of the UN Sales Convention.
de: Sofern Sie Unternehmer sind, gilt deutsches Recht unter Ausschluss des UN-Kaufrechts.
es: Si usted es una empresa, se aplica la ley alemana, con exclusión de la Convención de Compraventa de las Naciones Unidas.
fr: Si vous êtes une entreprise, le droit allemand s'applique, à l'exclusion de la Convention des Nations Unies sur les ventes.
it: Se sei un'azienda, si applica la legge tedesca, ad esclusione della Convenzione delle Nazioni Unite sulle vendite.
ru: Если вы являетесь предпринимателем, применяется законодательство Германии, за исключением Конвенции ООН о купле-продаже.

source: B2B Customers
de: B2B-Kunden
es: Clientes B2B
fr: Clients B2B
it: Clienti B2B
ru: B2B-клиенты

source: As a registered customer you may find our entire product range, stock position, and price information on our B2B eCommerce Platform.
de: Als registrierter Kunde finden Sie unser gesamtes Produktsortiment, Lagerbestand und Preisinformationen auf unserer B2B-E-Commerce-Plattform.
es: Como cliente registrado, puede encontrar toda nuestra gama de productos, posición de stock e información de precios en nuestra plataforma de comercio electrónico B2B.
fr: En tant que client enregistré, vous pouvez trouver l'intégralité de notre gamme de produits, l'état des stocks et des informations sur les prix sur notre plateforme de commerce électronique B2B.
it: Come cliente registrato potresti trovare la nostra intera gamma di prodotti, la posizione delle scorte e le informazioni sui prezzi sulla nostra piattaforma di eCommerce B2B.
ru: Как зарегистрированный клиент, вы можете найти весь ассортимент нашей продукции, наличие на складе и информацию о ценах на нашей платформе электронной коммерции B2B.

source: Go directly to the B2B Shop
de: Gehen Sie direkt zum B2B-Shop
es: Ir directamente a la Tienda B2B
fr: Accédez directement à la boutique B2B
it: Vai direttamente al Negozio B2B
ru: Перейти непосредственно в магазин B2B

source: If you do not have an account yet, please
de: Wenn Sie noch kein Konto haben, wenden Sie sich bitte an uns
es: Si aún no tienes una cuenta, por favor
fr: Si vous n'avez pas encore de compte, veuillez
it: Se non hai ancora un account, per favore
ru: Если у вас еще нет учетной записи, пожалуйста,

source: Contact our Sales Office
de: Kontaktieren Sie unser Vertriebsbüro
es: Contacte con nuestra oficina de ventas
fr: Contactez notre bureau commercial
it: Contatta il nostro Ufficio Vendite
ru: Свяжитесь с нашим офисом продаж

source: Contact us
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez-nous
it: Contattaci
ru: Связаться с нами

source: Hours of Operation
de: Öffnungszeiten
es: Horas de operación
fr: Heures d'ouverture
it: Orari di funzionamento
ru: Часы работы

source: Monday to Thursday between 08:00 and 17:00, and Friday between 08:00 and 13:00, with the exception of bank holidays
de: Montag bis Donnerstag von 08:00 bis 17:00 Uhr und Freitag von 08:00 bis 13:00 Uhr, mit Ausnahme von Feiertagen
es: De lunes a jueves de 08:00 a 17:00 horas, y viernes de 08:00 a 13:00 horas, excepto festivos
fr: Du lundi au jeudi de 8h00 à 17h00 et le vendredi de 8h00 à 13h00, à l'exception des jours fériés
it: Dal lunedì al giovedì dalle 08:00 alle 17:00 e il venerdì dalle 08:00 alle 13:00, esclusi i giorni festivi
ru: С понедельника по четверг с 08:00 до 17:00 и в пятницу с 08:00 до 13:00, за исключением государственных праздников.

source: Customer service and repair
de: Kundendienst und Reparatur
es: Servicio al cliente y reparación.
fr: Service client et réparation
it: Servizio clienti e riparazione
ru: Обслуживание клиентов и ремонт

source: CARE FOR YOUR PRODUCT
de: PFLEGEN SIE IHR PRODUKT
es: CUIDA TU PRODUCTO
fr: PRENDRE SOIN DE VOTRE PRODUIT
it: CURA DEL TUO PRODOTTO
ru: ЗАБОТА О ВАШЕМ ИЗДЕЛИИ

source: Each of our products is subject to high-quality requirements regarding the quality of production processes, raw materials and manual production. Nonetheless, each piece should be handled with care.
de: Jedes unserer Produkte unterliegt hohen Qualitätsanforderungen hinsichtlich der Qualität der Produktionsprozesse, der Rohstoffe und der manuellen Fertigung. Dennoch sollte jedes Stück mit Sorgfalt behandelt werden.
es: Cada uno de nuestros productos está sujeto a altos requisitos en cuanto a la calidad de los procesos de producción, materias primas y producción manual. No obstante, cada pieza debe manipularse con cuidado.
fr: Chacun de nos produits est soumis à des exigences de qualité élevées concernant la qualité des processus de production, des matières premières et de la production manuelle. Néanmoins, chaque pièce doit être manipulée avec précaution.
it: Ciascuno dei nostri prodotti è soggetto a requisiti di alta qualità per quanto riguarda la qualità dei processi produttivi, delle materie prime e della produzione manuale. Tuttavia, ogni pezzo deve essere maneggiato con cura.
ru: К каждому нашему товару предъявляются высокие требования в отношении качества производственных процессов, сырья и ручного производства. Тем не менее, с каждым изделием следует обращаться осторожно.

source: DAILY CARE
de: TÄGLICHE PFLEGE
es: CUIDADO DIARIO
fr: SOINS QUOTIDIENS
it: CURA QUOTIDIANA
ru: ЕЖЕДНЕВНЫЙ УХОД

source: Treat your jewelry with love so that you enjoy it for a long time. Avoid prolonged contact with water; remove the jewelry when washing hands or swimming, as both salt and water can damage the stones and the metal.
de: Behandeln Sie Ihren Schmuck mit Liebe, damit Sie lange Freude daran haben. Vermeiden Sie längeren Kontakt mit Wasser; Nehmen Sie den Schmuck beim Händewaschen oder Schwimmen ab, da sowohl Salz als auch Wasser die Steine ​​und das Metall beschädigen können.
es: Trata tus joyas con cariño para que las disfrutes durante mucho tiempo. Evite el contacto prolongado con el agua; Quítese las joyas cuando se lave las manos o nade, ya que tanto la sal como el agua pueden dañar las piedras y el metal.
fr: Traitez vos bijoux avec amour pour en profiter longtemps. Évitez tout contact prolongé avec l’eau ; retirez les bijoux lorsque vous vous lavez les mains ou lorsque vous nagez, car le sel et l'eau peuvent endommager les pierres et le métal.
it: Tratta i tuoi gioielli con amore in modo che possano goderteli a lungo. Evitare il contatto prolungato con l'acqua; rimuovi i gioielli quando ti lavi le mani o nuoti, poiché sia ​​il sale che l'acqua possono danneggiare le pietre e il metallo.
ru: Относитесь к своим украшениям с любовью, чтобы они радовали вас долгое время. Избегайте длительного контакта с водой; снимайте украшения при мытье рук или купании, так как соль и вода могут повредить камни и металл.
