Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: 'Oliver Weber' has become a trusted and known and also a sought-after jewellery brand in more than 50 countries around the world.<br><br>All the jewels of Oliver Weber are made with the highest quality crystals. Every piece of jewellery in the fashion collection or silver jewellery and matching chic accessories, are selected with the utmost precision and all crystals or cubic zirconia’s are carefully set by hand.<br><br>The color palette of the crystals range from classic transparency to deep shades of red, blue and green, while the materials are coated with 18ct gold, rose gold, palladium and rhodium to keep the shine.<br><br>In our partners shop in shop solution stores and as well in our own Oliver Weber flagship stores you will find the extensive product range of the Oliver Weber Collection.<br><br>Our team of international designers and trend scouts create 2 new seasonal collections each year with the latest jewellery trends for seasonal occasions. In the fashion jewellery collection you will find a wide range of styles and colors.<br><br>In the Oliver Weber collection you will find jewellery for every occasion, whether is for a wedding, a birthday, Mother's Day, Valentine's Day or for Christmas gift.<br><br>With over 1500 individual pieces of jewellery there is something for everyone and any occasion.<br><br>Jewellery is very trendy. The wide range of rings, earrings to pendants to necklaces and brooches decorated with high end crystals will help you to find the right jewellery for you.<br><br>If you want to know more about Oliver Weber and the concept you can find us as well on exhibitions fairs worldwide with worldwide delivery and local representatives.
de: „Oliver Weber“ hat sich in mehr als 50 Ländern auf der ganzen Welt zu einer vertrauenswürdigen, bekannten und auch gefragten Schmuckmarke entwickelt.<br><br>Alle Schmuckstücke von Oliver Weber werden aus Kristallen höchster Qualität hergestellt. Jedes Schmuckstück der Modekollektion oder Silberschmuck und passende schicke Accessoires werden mit größter Präzision ausgewählt und alle Kristalle oder Zirkonias werden sorgfältig von Hand eingefasst.<br><br>Die Farbpalette der Kristalle reicht von klassischer Transparenz bis hin zu tiefen Rot-, Blau- und Grüntönen, während die Materialien mit 18-karätigem Gold, Roségold, Palladium und Rhodium beschichtet sind, um den Glanz zu erhalten.<br><br>In den Shop-in-Shop-Solution-Stores unserer Partner und auch in unseren eigenen In den Oliver Weber Flagship Stores finden Sie das umfangreiche Produktsortiment der Oliver Weber Collection.<br><br>Unser Team aus internationalen Designern und Trendscouts kreiert jedes Jahr 2 neue Saisonkollektionen mit den neuesten Schmucktrends für saisonale Anlässe. In der Modeschmuck-Kollektion finden Sie eine große Auswahl an Stilen und Farben.<br><br>In der Oliver Weber-Kollektion finden Sie Schmuck für jeden Anlass, egal ob zur Hochzeit, zum Geburtstag, zum Muttertag, zum Valentinstag oder als Weihnachtsgeschenk.<br><br>Bei über 1500 einzelnen Schmuckstücken ist für jeden und jeden Anlass etwas dabei.<br><br>Schmuck liegt voll im Trend. Die große Auswahl an Ringen, Ohrringen und Anhängern bis hin zu Halsketten und Broschen, die mit hochwertigen Kristallen verziert sind, hilft Ihnen, den richtigen Schmuck für Sie zu finden.<br><br>Wenn Sie mehr über Oliver Weber und das Konzept erfahren möchten, finden Sie hier Wir sind auch auf Messen weltweit mit weltweiter Lieferung und Vertretungen vor Ort vertreten.
es: 'Oliver Weber' se ha convertido en una marca de joyería confiable, conocida y también solicitada en más de 50 países alrededor del mundo.<br><br>Todas las joyas de Oliver Weber están hechas con cristales de la más alta calidad. Cada pieza de joyería de la colección de moda o joyería de plata y accesorios elegantes a juego se seleccionan con la máxima precisión y todos los cristales o circonitas cúbicas se engarzan cuidadosamente a mano.<br><br>La paleta de colores de los cristales abarca desde la transparencia clásica hasta tonos profundos de rojo, azul y verde, mientras que los materiales están recubiertos con oro de 18 quilates, oro rosa, paladio y rodio para mantener el brillo.<br><br>Compra en nuestras tiendas asociadas y también en las nuestras propias. En las tiendas insignia de Oliver Weber encontrará la amplia gama de productos de la Colección Oliver Weber.<br><br>Nuestro equipo de diseñadores internacionales y buscadores de tendencias crea 2 nuevas colecciones de temporada cada año con las últimas tendencias en joyería para ocasiones de temporada. En la colección de bisutería encontrará una amplia gama de estilos y colores.<br><br>En la colección de Oliver Weber encontrará joyas para cada ocasión, ya sea para una boda, un cumpleaños, el Día de la Madre, el Día de San Valentín o para regalo de Navidad.<br><br>Con más de 1500 piezas de joyería individuales, hay algo para todos y para cualquier ocasión.<br><br>Las joyas están muy de moda. La amplia gama de anillos, pendientes, colgantes, collares y broches decorados con cristales de alta gama le ayudarán a encontrar la joyería adecuada para usted.<br><br>Si desea saber más sobre Oliver Weber y el concepto, puede encontrar nosotros también en ferias de exposición en todo el mundo con entrega en todo el mundo y representantes locales.
fr: « Oliver Weber » est devenue une marque de bijoux fiable, connue et recherchée dans plus de 50 pays à travers le monde.<br><br>Tous les bijoux d'Oliver Weber sont fabriqués avec des cristaux de la plus haute qualité. Chaque bijou de la collection mode ou les bijoux en argent et les accessoires chics assortis sont sélectionnés avec la plus grande précision et tous les cristaux ou zircones cubiques sont soigneusement sertis à la main.<br><br>La palette de couleurs des cristaux va de la transparence classique aux nuances profondes de rouge, de bleu et de vert, tandis que les matériaux sont recouverts d'or 18 carats, d'or rose, de palladium et de rhodium pour conserver l'éclat.<br><br>Chez nos partenaires, achetez dans les magasins shop solution ainsi que dans nos propres Les magasins phares d'Oliver Weber que vous découvrirez découvrez la vaste gamme de produits de la collection Oliver Weber.<br><br>Notre équipe de designers internationaux et de chasseurs de tendances crée chaque année 2 nouvelles collections saisonnières avec les dernières tendances en matière de bijoux pour les occasions saisonnières. Dans la collection de bijoux fantaisie, vous trouverez une large gamme de styles et de couleurs.<br><br>Dans la collection Oliver Weber, vous trouverez des bijoux pour chaque occasion, que ce soit pour un mariage, un anniversaire, la fête des mères, la Saint-Valentin ou pour un cadeau de Noël.<br><br>Avec plus de 1500 bijoux individuels, il y en a pour tous les goûts et pour toutes les occasions.<br><br>Les bijoux sont très tendance. La large gamme de bagues, boucles d'oreilles, pendentifs, colliers et broches ornés de cristaux haut de gamme vous aidera à trouver le bijou qui vous convient.<br><br>Si vous souhaitez en savoir plus sur Oliver Weber et le concept, vous pouvez trouver nous également sur les salons d'exposition dans le monde entier avec une livraison mondiale et des représentants locaux.
it: "Oliver Weber" è diventato un marchio di gioielli affidabile, conosciuto e ricercato in più di 50 paesi in tutto il mondo.<br><br>Tutti i gioielli di Oliver Weber sono realizzati con cristalli della massima qualità. Tutti i gioielli della collezione di moda, i gioielli in argento e gli accessori chic abbinati, sono selezionati con la massima precisione e tutti i cristalli o gli zirconi sono accuratamente incastonati a mano.<br><br>La tavolozza dei colori dei cristalli spazia dalla classica trasparenza alle profonde tonalità di rosso, blu e verde, mentre i materiali sono rivestiti con oro 18 ct, oro rosa, palladio e rodio per mantenerne la brillantezza.<br><br>Nei nostri partner fai acquisti nei negozi Shop Solution e anche nei nostri Nei flagship store Oliver Weber troverai l'ampia gamma di prodotti della Collezione Oliver Weber.<br><br>Il nostro team di designer internazionali e trend scout crea 2 nuove collezioni stagionali ogni anno con le ultime tendenze di gioielli per le occasioni stagionali. Nella collezione di gioielli alla moda troverai un'ampia gamma di stili e colori.<br><br>Nella collezione Oliver Weber troverai gioielli per ogni occasione, sia per un matrimonio, un compleanno, la festa della mamma, San Valentino o per il regalo di Natale.<br><br>Con oltre 1500 gioielli singoli c'è qualcosa per tutti e per ogni occasione.<br><br>I gioielli sono molto trendy. L'ampia gamma di anelli, orecchini, pendenti, collane e spille decorate con cristalli di fascia alta ti aiuterà a trovare i gioielli giusti per te.<br><br>Se vuoi saperne di più su Oliver Weber e sul concetto puoi trovare noi anche in mostre, fiere in tutto il mondo con consegne in tutto il mondo e rappresentanti locali.
ru: «Oliver Weber» стал надежным, известным и востребованным ювелирным брендом в более чем 50 странах мира.<br><br>Все украшения Oliver Weber изготовлены из кристаллов высочайшего качества. Каждое украшение из модной коллекции или серебряные украшения и соответствующие шикарные аксессуары отбираются с предельной точностью, а все кристаллы или фианиты тщательно закрепляются вручную.<br><br>Цветовая палитра кристаллов варьируется от классической прозрачности. до глубоких оттенков красного, синего и зеленого, а материалы покрыты 18-каратным золотом, розовым золотом, палладием и родием для сохранения блеска.<br><br>Покупайте в магазинах наших партнеров, а также в наших собственных магазинах. Во флагманских магазинах Oliver Weber вы найдете обширный ассортимент продукции Oliver Weber Collection.<br><br>Наша команда международных дизайнеров и тренд-скаутов каждый год создает две новые сезонные коллекции с последними тенденциями ювелирных украшений для сезонных случаев. В коллекции модных украшений вы найдете широкий выбор стилей и цветов.<br><br>В коллекции Oliver Weber вы найдете украшения на любой случай, будь то свадьба, день рождения, День матери, День святого Валентина или для рождественского подарка.<br><br>Более 1500 отдельных ювелирных изделий найдут что-то для каждого и на любой случай.<br><br>Ювелирные изделия очень модны. Широкий ассортимент колец, сережек, подвесок, ожерелий и брошей, украшенных высококачественными кристаллами, поможет вам подобрать украшения, подходящие именно вам.<br><br>Если вы хотите узнать больше об Оливере Вебере и его концепции, вы можете найти нас, а также на выставках-ярмарках по всему миру с доставкой по всему миру и местными представителями.

source: Oliver Weber's World
de: Oliver Webers Welt
es: El mundo de Oliver Weber
fr: Le monde d'Olivier Weber
it: Il mondo di Oliver Weber
ru: Мир Оливера Вебера

source: The jewelry of Oliver Weber is made exclusively with precision cut, crystals of the highest quality on the market. Every piece of jewelry undergoes an exact quality control and all crystals are used by hand with the utmost care. The Oliver Weber Collection underscores the infinite creativity of crystals and unites them in magical combinations of light and color.
de: Der Schmuck von Oliver Weber wird ausschließlich aus präzisionsgeschliffenen Kristallen der höchsten Qualität auf dem Markt hergestellt. Jedes Schmuckstück durchläuft eine genaue Qualitätskontrolle und alle Kristalle werden mit größter Sorgfalt von Hand verarbeitet. Die Oliver Weber Collection unterstreicht die unendliche Kreativität von Kristallen und vereint sie in zauberhaften Kombinationen aus Licht und Farbe.
es: Las joyas de Oliver Weber están elaboradas exclusivamente con cristales tallados con precisión y de la más alta calidad del mercado. Cada pieza de joyería pasa por un exacto control de calidad y todos los cristales se utilizan a mano con el máximo cuidado. La colección Oliver Weber subraya la infinita creatividad de los cristales y los une en mágicas combinaciones de luz y color.
fr: Les bijoux d'Oliver Weber sont fabriqués exclusivement avec des cristaux taillés avec précision et de la plus haute qualité du marché. Chaque bijou est soumis à un contrôle de qualité rigoureux et tous les cristaux sont utilisés à la main avec le plus grand soin. La collection Oliver Weber souligne la créativité infinie des cristaux et les unit dans des combinaisons magiques de lumière et de couleur.
it: I gioielli di Oliver Weber sono realizzati esclusivamente con cristalli tagliati con precisione, della massima qualità sul mercato. Ogni gioiello è sottoposto ad un accurato controllo di qualità e tutti i cristalli sono utilizzati a mano con la massima cura. La Collezione Oliver Weber sottolinea l'infinita creatività dei cristalli e li unisce in magiche combinazioni di luce e colore.
ru: Ювелирные изделия Oliver Weber изготовлены исключительно из кристаллов точной огранки самого высокого качества на рынке. Каждое украшение проходит тщательный контроль качества, а все кристаллы используются вручную с особой тщательностью. Коллекция Oliver Weber подчеркивает безграничную креативность кристаллов и объединяет их в волшебных сочетаниях света и цвета.

source: The founder
de: Der Gründer
es: el fundador
fr: Le fondateur
it: Il fondatore
ru: Основатель

source: Oliver Weber was founded in 1994 in Mils, in the heart of Austria, the home of the most famous cut crystals. The brand bears the name of one of the two founders, both of whom have held management positions with the renowned Swarovski company for many years. The company Westa combines quality with perfect design and convinces the conscious customer worldwide.
de: Oliver Weber wurde 1994 in Mils, im Herzen Österreichs, der Heimat der berühmtesten geschliffenen Kristalle, gegründet. Die Marke trägt den Namen eines der beiden Gründer, die beide seit vielen Jahren leitende Positionen beim renommierten Unternehmen Swarovski innehaben. Das Unternehmen Westa vereint Qualität mit perfektem Design und überzeugt den bewussten Kunden weltweit.
es: Oliver Weber se fundó en 1994 en Mils, en el corazón de Austria, cuna de los cristales tallados más famosos. La marca lleva el nombre de uno de los dos fundadores, quienes han ocupado puestos directivos en la reconocida empresa Swarovski durante muchos años. La empresa Westa combina calidad con un diseño perfecto y convence a clientes interesados ​​en todo el mundo.
fr: Oliver Weber a été fondée en 1994 à Mils, au cœur de l'Autriche, patrie des cristaux taillés les plus célèbres. La marque porte le nom de l'un des deux fondateurs, qui occupent tous deux depuis de nombreuses années des postes de direction au sein de la célèbre société Swarovski. L'entreprise Westa allie qualité et design parfait et convainc les clients conscients du monde entier.
it: Oliver Weber nasce nel 1994 a Mils, nel cuore dell'Austria, patria dei più famosi cristalli molati. Il marchio porta il nome di uno dei due fondatori, entrambi da molti anni ricoprono incarichi dirigenziali presso la rinomata azienda Swarovski. L'azienda Westa unisce la qualità con un design perfetto e convince il cliente consapevole in tutto il mondo.
ru: Компания Oliver Weber была основана в 1994 году в Милсе, в самом сердце Австрии, на родине самых известных ограненных кристаллов. Бренд носит имя одного из двух основателей, оба из которых на протяжении многих лет занимали руководящие должности в известной компании Swarovski. Компания Westa сочетает качество с совершенным дизайном и убеждает сознательных клиентов по всему миру.

source: The Company
de: Das Unternehmen
es: La empresa
fr: La société
it: La Compagnia
ru: Компания

source: From the beginning, the aim of the Oliver Weber brand was to develop a jewelry collection that enriches the crystal jewelry market with a high degree of creativity. Thanks to Oliver Weber, the boundaries between fashion and jewelery are increasingly dissolving, and the jewelry becomes part of the clothing, completing the outfit and acquiring a very special style: affordable luxury that adapts to every occasion and the most varied tastes.
de: Ziel der Marke Oliver Weber war es von Anfang an, eine Schmuckkollektion zu entwickeln, die den Kristallschmuckmarkt mit einem hohen Maß an Kreativität bereichert. Dank Oliver Weber lösen sich die Grenzen zwischen Mode und Schmuck zunehmend auf, der Schmuck wird Teil der Kleidung, vervollständigt das Outfit und erhält einen ganz besonderen Stil: erschwinglicher Luxus, der sich jedem Anlass und den unterschiedlichsten Geschmäckern anpasst.
es: Desde el principio, el objetivo de la marca Oliver Weber fue desarrollar una colección de joyas que enriqueciera el mercado de la joyería de cristal con un alto grado de creatividad. Gracias a Oliver Weber, las fronteras entre moda y joyería se disuelven cada vez más, y las joyas pasan a formar parte de la ropa, completando el outfit y adquiriendo un estilo muy especial: un lujo asequible que se adapta a cada ocasión y a los gustos más variados.
fr: Dès le début, l'objectif de la marque Oliver Weber était de développer une collection de bijoux qui enrichit le marché des bijoux en cristal avec un haut degré de créativité. Grâce à Oliver Weber, les frontières entre mode et bijoux s'effacent de plus en plus, et les bijoux deviennent partie intégrante du vêtement, complétant la tenue et acquérant un style très particulier : un luxe abordable qui s'adapte à toutes les occasions et aux goûts les plus variés.
it: Fin dall'inizio, l'obiettivo del marchio Oliver Weber è stato quello di sviluppare una collezione di gioielli che arricchisse il mercato dei gioielli in cristallo con un alto grado di creatività. Grazie a Oliver Weber i confini tra moda e gioielleria si dissolvono sempre più, e i gioielli diventano parte dell'abbigliamento, completando l'outfit e acquisendo uno stile molto particolare: un lusso accessibile che si adatta ad ogni occasione e ai gusti più svariati.
ru: С самого начала целью бренда Oliver Weber была разработка ювелирной коллекции, которая обогатит рынок ювелирных изделий из хрусталя высокой степенью креативности. Благодаря Оливеру Веберу границы между модой и украшениями все больше стираются, а украшения становятся частью одежды, дополняя наряд и приобретая совершенно особенный стиль: доступную роскошь, которая адаптируется к любому случаю и самым разнообразным вкусам.

source: Website Privacy Policy
de: Website-Datenschutzrichtlinie
es: Política de privacidad del sitio web
fr: Politique de confidentialité du site Web
it: Informativa sulla privacy del sito web
ru: Политика конфиденциальности веб-сайта

source: Responsible for the processing of data is:
de: Verantwortlicher für die Datenverarbeitung ist:
es: El responsable del tratamiento de los datos es:
fr: Le responsable du traitement des données est :
it: Responsabile del trattamento dei dati è:
ru: Ответственным за обработку данных является:

source: Thank you for visiting our online shop. Protection of your privacy is very important to us. Below you will find extensive information about how we handle your data.
de: Vielen Dank für Ihren Besuch in unserem Online-Shop. Der Schutz Ihrer Privatsphäre ist uns sehr wichtig. Nachfolgend informieren wir Sie ausführlich über den Umgang mit Ihren Daten.
es: Gracias por visitar nuestra tienda en línea. La protección de su privacidad es muy importante para nosotros. A continuación encontrará amplia información sobre cómo tratamos sus datos.
fr: Merci d'avoir visité notre boutique en ligne. La protection de votre vie privée est très importante pour nous. Vous trouverez ci-dessous des informations détaillées sur la manière dont nous traitons vos données.
it: Grazie per aver visitato il nostro negozio online. La protezione della tua privacy è molto importante per noi. Di seguito troverai informazioni dettagliate su come gestiamo i tuoi dati.
ru: Благодарим Вас за посещение нашего интернет-магазина. Защита вашей конфиденциальности очень важна для нас. Ниже вы найдете подробную информацию о том, как мы обрабатываем ваши данные.

source: Access data and hosting
de: Zugangsdaten und Hosting
es: Acceso a datos y hosting
fr: Accès aux données et hébergement
it: Accedi ai dati e all'hosting
ru: Доступ к данным и хостингу
