Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: To exercise the right to cancel, you must inform us (Westa GmbH, Gewerbepark 24, 6068 Mils, Austria, office@oliverweber.at, Phone: 43522341881, Fax: 43-5223-41881-30 ) of your decision to cancel this contract by a clear statement (e.g. a letter sent by post, fax or e-mail). You may use the attached model cancellation form, but it is not obligatory.
de: Um Ihr Widerrufsrecht auszuüben, müssen Sie uns (Westa GmbH, Gewerbepark 24, 6068 Mils, Österreich, office@oliverweber.at, Telefon: 43522341881, Fax: 43-5223-41881-30) über Ihren Entschluss, diesen Vertrag zu widerrufen, informieren durch eine eindeutige Erklärung (z. B. ein mit der Post versandter Brief, Fax oder E-Mail). Sie können dafür das beigefügte Muster-Widerrufsformular verwenden, das jedoch nicht vorgeschrieben ist.
es: Para ejercer el derecho de cancelación, debe informarnos (Westa GmbH, Gewerbepark 24, 6068 Mils, Austria, office@oliverweber.at, teléfono: 43522341881, fax: 43-5223-41881-30) de su decisión de cancelar este contrato. mediante una declaración clara (por ejemplo, una carta enviada por correo postal, fax o correo electrónico). Puede utilizar el modelo de formulario de cancelación adjunto, pero no es obligatorio.
fr: Pour exercer le droit de rétractation, vous devez nous informer (Westa GmbH, Gewerbepark 24, 6068 Mils, Autriche, office@oliverweber.at, Téléphone : 43522341881, Fax : 43-5223-41881-30 ) de votre décision d'annuler ce contrat. par une déclaration claire (par exemple une lettre envoyée par courrier, fax ou e-mail). Vous pouvez utiliser le modèle de formulaire de rétractation ci-joint, mais ce n'est pas obligatoire.
it: Per esercitare il diritto di recesso, è necessario informarci (Westa GmbH, Gewerbepark 24, 6068 Mils, Austria, office@oliverweber.at, Telefono: 43522341881, Fax: 43-5223-41881-30 ) della vostra decisione di recedere dal presente contratto mediante una dichiarazione chiara (ad esempio una lettera inviata per posta, fax o e-mail). Può utilizzare il modulo tipo di recesso allegato, ma non è obbligatorio.
ru: Чтобы воспользоваться правом расторжения, вы должны сообщить нам (Westa GmbH, Gewerbepark 24, 6068 Mils, Австрия, office@oliverweber.at, телефон: 43522341881, факс: 43-5223-41881-30) о своем решении расторгнуть настоящий договор. путем четкого заявления (например, письмом, отправленным по почте, факсу или электронной почте). Вы можете использовать прилагаемую форму отмены модели, но это не является обязательным.

source: To meet the cancellation deadline, it is sufficient for you to send your communication concerning your exercise of the right of cancel before the cancellation period has expired.
de: Zur Wahrung der Widerrufsfrist reicht es aus, dass Sie Ihre Mitteilung über die Ausübung des Widerrufsrechts vor Ablauf der Widerrufsfrist absenden.
es: Para cumplir el plazo de cancelación, basta con que envíe su comunicación relativa al ejercicio del derecho de cancelación antes de que expire el plazo de cancelación.
fr: Pour respecter le délai de rétractation, il vous suffit d'envoyer votre communication concernant votre exercice du droit de rétractation avant l'expiration du délai de rétractation.
it: Per rispettare il termine di recesso è sufficiente che invii la comunicazione relativa all'esercizio del diritto di recesso prima della scadenza del periodo di recesso.
ru: Чтобы уложиться в срок отмены, вам достаточно отправить сообщение об осуществлении вами права на отмену до истечения срока отмены.

source: Effects of cancellation
de: Auswirkungen einer Stornierung
es: Efectos de la cancelación
fr: Effets de l'annulation
it: Effetti della cancellazione
ru: Последствия отмены

source: If you cancel this contract, we will reimburse to you all payments received from you, including the costs of delivery (except for the supplementary costs arising if you chose a type of delivery other than delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract. We will make the reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise; in any event, you will not incur any fees as a result of such reimbursement. We may withhold reimbursement until we have received the goods back or you have supplied evidence of having sent back the goods, whichever is the earliest.
de: Wenn Sie diesen Vertrag widerrufen, erstatten wir Ihnen alle von Ihnen erhaltenen Zahlungen einschließlich der Lieferkosten (mit Ausnahme der zusätzlichen Kosten, die entstehen, wenn Sie eine andere Art der Lieferung als die von uns angebotene, günstigste Standardlieferung gewählt haben). uns), unverzüglich und in jedem Fall spätestens 14 Tage nach dem Tag, an dem wir über Ihre Entscheidung, von diesem Vertrag zurückzutreten, informiert werden. Für die Rückzahlung verwenden wir dasselbe Zahlungsmittel, das Sie bei der ursprünglichen Transaktion eingesetzt haben, es sei denn, mit Ihnen wurde ausdrücklich etwas anderes vereinbart; in keinem Fall werden Ihnen wegen dieser Rückzahlung Entgelte berechnet. Wir können die Rückzahlung verweigern, bis wir die Waren wieder zurückerhalten haben oder bis Sie den Nachweis erbracht haben, dass Sie die Waren zurückgesandt haben, je nachdem, welches der frühere Zeitpunkt ist.
es: Si cancela este contrato, le reembolsaremos todos los pagos recibidos de usted, incluidos los costos de entrega (excepto los costos adicionales que surjan si elige un tipo de entrega diferente al tipo de entrega estándar menos costoso ofrecido por nosotros), sin demora indebida y, en cualquier caso, a más tardar 14 días a partir del día en que se nos informe de su decisión de desistir del presente contrato. Realizaremos el reembolso utilizando el mismo medio de pago que usted utilizó para la transacción inicial, a menos que haya acordado expresamente lo contrario; en cualquier caso, no incurrirá en ningún cargo como resultado de dicho reembolso. Podremos retener el reembolso hasta que hayamos recibido los bienes de vuelta o hasta que usted haya proporcionado evidencia de haberlos devuelto, lo que ocurra primero.
fr: Si vous annulez ce contrat, nous vous rembourserons tous les paiements reçus de votre part, y compris les frais de livraison (à l'exception des frais supplémentaires occasionnés si vous avez choisi un type de livraison autre que la livraison autre que le type de livraison standard le moins cher proposé par nous), sans retard injustifié et en tout état de cause au plus tard 14 jours à compter du jour où nous sommes informés de votre décision de vous rétracter du présent contrat. Nous effectuerons le remboursement en utilisant le même moyen de paiement que celui que vous avez utilisé pour la transaction initiale, sauf accord contraire exprès de votre part ; en tout état de cause, vous n’aurez à payer aucun frais du fait d’un tel remboursement. Nous pouvons refuser le remboursement jusqu'à ce que nous ayons reçu les marchandises ou que vous ayez fourni la preuve du renvoi des marchandises, selon la première éventualité.
it: Se annulli il presente contratto, ti rimborseremo tutti i pagamenti ricevuti da te, compresi i costi di consegna (ad eccezione dei costi supplementari derivanti se hai scelto un tipo di consegna diverso dalla consegna diversa dal tipo meno costoso di consegna standard offerto da noi), senza indebito ritardo e in ogni caso entro e non oltre 14 giorni dal giorno in cui siamo informati della tua decisione di recedere dal presente contratto. Effettueremo il rimborso utilizzando lo stesso mezzo di pagamento da te utilizzato per la transazione iniziale, a meno che tu non abbia espressamente concordato diversamente; in ogni caso, non dovrai sostenere alcun costo quale conseguenza di tale rimborso. Potremo trattenere il rimborso finché non avremo ricevuto i beni oppure finché tu non avrai dimostrato di aver rispedito i beni, a seconda di quale evento si verifichi per primo.
ru: Если вы расторгнете настоящий договор, мы возместим вам все полученные от вас платежи, включая расходы на доставку (за исключением дополнительных расходов, возникающих в случае, если вы выбрали тип доставки, отличный от доставки, отличной от наименее дорогого типа стандартной доставки, предлагаемой нами), без неоправданной задержки и в любом случае не позднее 14 дней со дня, когда нам сообщат о вашем решении выйти из настоящего договора. Мы произведем возмещение, используя те же средства платежа, которые вы использовали для первоначальной транзакции, если вы не договорились об ином; в любом случае вы не будете нести никаких комиссий в результате такого возмещения. Мы можем приостановить возмещение до тех пор, пока мы не получим товар обратно или пока вы не предоставите доказательства отправки товара обратно, в зависимости от того, что наступит раньше.

source: You shall send back the goods or hand them over to us, without undue delay and in any event not later than 14 days from the day on which you communicate your cancellation from this contract to us. The deadline is met if you send back the goods before the period of 14 days has expired. You will have to bear the direct cost of returning the goods. You are only liable for any diminished value of the goods resulting from the handling other than what is necessary to establish the nature, characteristics and functioning of the goods.
de: Sie haben die Waren unverzüglich und in jedem Fall spätestens binnen 14 Tagen ab dem Tag, an dem Sie uns Ihren Widerruf dieses Vertrags mitteilen, an uns zurückzusenden oder zu übergeben. Die Frist ist gewahrt, wenn Sie die Ware vor Ablauf der Frist von 14 Tagen zurücksenden. Sie tragen die unmittelbaren Kosten der Rücksendung der Waren. Sie müssen für einen etwaigen Wertverlust der Waren nur aufkommen, wenn dieser Wertverlust auf einen zur Prüfung der Beschaffenheit, Eigenschaften und Funktionsweise der Waren nicht notwendigen Umgang mit ihnen zurückzuführen ist.
es: Deberá devolvernos los bienes o entregárnoslos, sin demoras indebidas y, en cualquier caso, a más tardar 14 días a partir del día en que nos comunique su cancelación de este contrato. El plazo se cumplirá si devuelve la mercancía antes de que expire el plazo de 14 días. Tendrás que asumir el coste directo de devolución de la mercancía. Usted sólo es responsable de la disminución de valor de los bienes resultante de una manipulación distinta a la necesaria para establecer la naturaleza, las características y el funcionamiento de los bienes.
fr: Vous devez renvoyer les marchandises ou nous les remettre sans retard injustifié et en tout état de cause au plus tard 14 jours à compter du jour où vous nous communiquez votre résiliation du présent contrat. Le délai est respecté si vous renvoyez la marchandise avant l'expiration du délai de 14 jours. Vous devrez supporter les frais directs de retour de la marchandise. Vous n'êtes responsable que de toute dépréciation des marchandises résultant de manipulations autres que celles nécessaires pour établir la nature, les caractéristiques et le fonctionnement des marchandises.
it: Dovrai rispedirci i beni o consegnarceli, senza indebito ritardo e in ogni caso entro e non oltre 14 giorni dal giorno in cui ci comunichi il tuo recesso dal presente contratto. Il termine è rispettato se rispedisci i beni prima della scadenza del periodo di 14 giorni. Dovrai sostenere il costo diretto della restituzione della merce. Sei responsabile solo della diminuzione del valore dei beni risultante da una manipolazione del bene diversa da quella necessaria per stabilire la natura, le caratteristiche e il funzionamento dei beni.
ru: Вы должны отправить товар обратно или передать его нам без неоправданной задержки и в любом случае не позднее 14 дней со дня, когда вы сообщите нам о своем отказе от настоящего договора. Срок считается соблюденным, если вы отправите товар обратно до истечения 14-дневного срока. Вам придется нести прямые расходы по возврату товара. Вы несете ответственность только за любое уменьшение стоимости товара в результате обращения с ним, кроме того, которое необходимо для установления характера, характеристик и функционирования товара.

source: Model cancellation form
de: Muster-Widerrufsformular
es: Modelo de formulario de cancelación
fr: Modèle de formulaire de rétractation
it: Modulo di recesso modello
ru: Форма отмены модели

source: If you want to cancel the contract, please fill out the form below and send it back to us.)
de: Wenn Sie den Vertrag widerrufen möchten, füllen Sie bitte das untenstehende Formular aus und senden Sie es an uns zurück.)
es: Si desea cancelar el contrato, complete el siguiente formulario y envíenoslo).
fr: Si vous souhaitez annuler le contrat, veuillez remplir le formulaire ci-dessous et nous le renvoyer.)
it: Se desideri recedere dal contratto, compila il modulo sottostante e rispedircelo.)
ru: Если вы хотите расторгнуть договор, пожалуйста, заполните форму ниже и отправьте ее нам.)

source: To Westa GmbH, Gewerbepark Sud 24, 6068 Mils, Austria, office@oliverweber.at, Fax: 43-5223-41881-30<br> — I / We(*) hereby give notice that I /We(*) cancel my/our (*) contract of sale of the following goods (*)/for the supply of the following service(*)<br> — Ordered on (*) / received on (*)<br> — Name of consumer(s)<br> — Address of consumer(s)<br> — Signature of consumer(s) (only if this for is notified on paper)<br> — Date<br> (*) Delete as appropriate
de: An Westa GmbH, Gewerbepark Süd 24, 6068 Mils, Österreich, office@oliverweber.at, Fax: 43-5223-41881-30<br> — Ich/Wir(*) erkläre(n) hiermit, dass ich/wir(*) meinen Vertrag widerrufe(n). /unser (*) Vertrag über den Kauf der folgenden Waren (*)/für die Erbringung der folgenden Dienstleistung (*)<br> — Bestellt am (*) / erhalten am (*)<br> — Name des/der Verbraucher(s). )<br> — Anschrift des/der Verbraucher(s)<br> — Unterschrift des/der Verbraucher(s) (nur wenn die Mitteilung auf Papier erfolgt)<br> — Datum<br> (*) Zutreffendes streichen
es: A Westa GmbH, Gewerbepark Sud 24, 6068 Mils, Austria, office@oliverweber.at, Fax: 43-5223-41881-30<br> — Yo/nosotros(*) por la presente notifico que yo/nosotros(*) cancelamos mi /nuestro (*) contrato de venta de los siguientes bienes (*)/para el suministro del siguiente servicio(*)<br> — Pedido el (*) / recibido el (*)<br> — Nombre del consumidor(es) )<br> — Dirección del(los) consumidor(es)<br> — Firma del(los) consumidor(es) (sólo si se notifica en papel)<br> — Fecha<br> (*) Táchese lo que no corresponda
fr: À Westa GmbH, Gewerbepark Sud 24, 6068 Mils, Autriche, office@oliverweber.at, Fax : 43-5223-41881-30<br> — Je/nous(*) informe par la présente que j'/nous(*) annule mon /notre (*) contrat de vente des biens suivants (*)/pour la fourniture du service suivant(*)<br> — Commandé le (*) / reçu le (*)<br> — Nom du(des) consommateur(s) )<br> — Adresse du ou des consommateur(s)<br> — Signature du ou des consommateur(s) (uniquement si celle-ci est notifiée sur papier)<br> — Date<br> (*) Biffer la mention inutile
it: A Westa GmbH, Gewerbepark Sud 24, 6068 Mils, Austria, office@oliverweber.at, Fax: 43-5223-41881-30<br> — Io/Noi(*) comunichiamo che io/Noi(*) annulliamo il mio /il nostro (*) contratto di vendita dei seguenti beni (*)/per la fornitura del seguente servizio(*)<br> — Ordinato il (*) / ricevuto il (*)<br> — Nome del(i) consumatore(i) )<br> — Indirizzo del(i) consumatore(i)<br> — Firma del(i) consumatore(i) (solo se notificato su supporto cartaceo)<br> — Data<br> (*) Cancellare la dicitura non pertinente
ru: Компании Westa GmbH, Gewerbepark Sud 24, 6068 Mils, Austria, office@oliverweber.at, факс: 43-5223-41881-30<br> — Я/Мы(*) настоящим уведомляю, что я/Мы(*) аннулирую мое /наш (*) договор купли-продажи следующих товаров (*)/на поставку следующих услуг(*)<br> — Заказано (*) / получено (*)<br> — Имя потребителя(ов) )<br> — Адрес потребителя(ов)<br> — Подпись потребителя(ов) (только если об этом сообщается на бумажном носителе)<br> — Дата<br> (*) Удалить при необходимости

source: Shipping information
de: Versandinformationen
es: Información de envío
fr: Informations d'expédition
it: Informazioni sulla spedizione
ru: Информация о доставке

source: Shipping information
de: Versandinformationen
es: Información de envío
fr: Informations d'expédition
it: Informazioni sulla spedizione
ru: Информация о доставке

source: SHIPPING CONDITIONS
de: VERSANDBEDINGUNGEN
es: CONDICIONES DE ENVÍO
fr: CONDITIONS D'EXPÉDITION
it: CONDIZIONI DI SPEDIZIONE
ru: УСЛОВИЯ ДОСТАВКИ

source: We ship your package with Austrian Post (Austria and Germany) or UPS and FedEx (EU and International). Packing and insured shipping is included.
de: Wir versenden Ihr Paket mit der Österreichischen Post (Österreich und Deutschland) oder UPS und FedEx (EU und International). Verpackung und versicherter Versand sind im Preis inbegriffen.
es: Enviamos su paquete con Austrian Post (Austria y Alemania) o UPS y FedEx (UE e internacional). Se incluye embalaje y envío asegurado.
fr: Nous expédions votre colis avec la poste autrichienne (Autriche et Allemagne) ou UPS et FedEx (UE et international). L'emballage et l'expédition assurée sont inclus.
it: Spediamo il tuo pacco con Poste austriache (Austria e Germania) o UPS e FedEx (UE e internazionali). E' compreso l'imballo e la spedizione assicurata.
ru: Мы отправляем вашу посылку почтой Австрии (Австрия и Германия) или UPS и FedEx (ЕС и международные страны). Упаковка и страховая доставка включены.

source: Delivery Time:
de: Lieferzeit:
es: El tiempo de entrega:
fr: Délai de livraison:
it: Tempi di consegna:
ru: Срок поставки:

source: Standard Shipping: 2-10 business days. <br> Express Shipping: 2-4 business days.
de: Standardversand: 2–10 Werktage. <br> Expressversand: 2-4 Werktage.
es: Envío estándar: 2-10 días hábiles. <br> Envío Express: 2-4 días hábiles.
fr: Expédition standard : 2 à 10 jours ouvrables. <br> Expédition express : 2 à 4 jours ouvrables.
it: Spedizione standard: 2-10 giorni lavorativi. <br> Spedizione espressa: 2-4 giorni lavorativi.
ru: Стандартная доставка: 2-10 рабочих дней. <br> Экспресс-доставка: 2-4 рабочих дня.

source: Orders received on weekends or public holidays will be processed and shipped two business days later.
de: Bestellungen, die an Wochenenden oder Feiertagen eingehen, werden zwei Werktage später bearbeitet und versendet.
es: Los pedidos recibidos los fines de semana o días festivos se procesarán y enviarán dos días hábiles después.
fr: Les commandes reçues le week-end ou les jours fériés seront traitées et expédiées deux jours ouvrés plus tard.
it: Gli ordini ricevuti nei fine settimana o nei giorni festivi verranno elaborati e spediti due giorni lavorativi dopo.
ru: Заказы, полученные в выходные или праздничные дни, будут обработаны и отправлены через два рабочих дня.

source: There will be no deliveries on weekends or public holidays.
de: An Wochenenden und Feiertagen erfolgt keine Lieferung.
es: No se realizarán entregas los fines de semana ni festivos.
fr: Il n'y aura pas de livraisons le week-end et les jours fériés.
it: Non verranno effettuate consegne nei fine settimana o nei giorni festivi.
ru: В выходные и праздничные дни доставки не будет.

source: We will automatically send you a link to track your package online.
de: Wir senden Ihnen automatisch einen Link zur Online-Verfolgung Ihres Pakets.
es: Le enviaremos automáticamente un enlace para rastrear su paquete en línea.
fr: Nous vous enverrons automatiquement un lien pour suivre votre colis en ligne.
it: Ti invieremo automaticamente un link per tracciare il tuo pacco online.
ru: Мы автоматически отправим вам ссылку для отслеживания вашей посылки онлайн.

source: Orders received no later than 17:00 CET on Mondays through Thursdays and 12:00 CET on Fridays will be processed and shipped the following business day.
de: Bestellungen, die montags bis donnerstags bis spätestens 17:00 Uhr MEZ und freitags bis 12:00 Uhr MEZ eingehen, werden am folgenden Werktag bearbeitet und versendet.
es: Los pedidos recibidos antes de las 17:00 CET de lunes a jueves y a las 12:00 CET los viernes se procesarán y enviarán el siguiente día hábil.
fr: Les commandes reçues au plus tard à 17h00 CET du lundi au jeudi et à 12h00 CET le vendredi seront traitées et expédiées le jour ouvrable suivant.
it: Gli ordini ricevuti entro le 17:00 CET dal lunedì al giovedì e entro le 12:00 CET il venerdì verranno elaborati e spediti il ​​giorno lavorativo successivo.
ru: Заказы, полученные не позднее 17:00 CET с понедельника по четверг и 12:00 CET по пятницам, будут обработаны и отправлены на следующий рабочий день.

source: ITEMS READY FOR IMMEDIATE SHIPMENT, THE DELIVERY TIME
de: ARTIKEL BEREIT FÜR DEN SOFORTIGEN VERSAND, DIE LIEFERZEIT
es: ARTÍCULOS LISTOS PARA ENVÍO INMEDIATO, EL TIEMPO DE ENTREGA
fr: ARTICLES PRÊTS POUR UNE EXPÉDITION IMMÉDIATE, LE DÉLAI DE LIVRAISON
it: ARTICOLI PRONTI PER LA SPEDIZIONE IMMEDIATA, I TEMPI DI CONSEGNA
ru: ТОВАР ГОТОВ К НЕМЕДЛЕННОЙ ОТПРАВКЕ, СРОКИ ДОСТАВКИ

source: COUNTRIES SHIPPING COSTS DELIVERY TIME
de: LÄNDER VERSANDKOSTEN LIEFERZEIT
es: PAÍSES GASTOS DE ENVÍO TIEMPO DE ENTREGA
fr: PAYS FRAIS DE LIVRAISON DÉLAI DE LIVRAISON
it: PAESI COSTI DI SPEDIZIONE TEMPI DI CONSEGNA
ru: СТРАНЫ СТОИМОСТЬ ДОСТАВКИ ВРЕМЯ ДОСТАВКИ

source: Austria / Germany: € 5,70 VAT excl. 2-4 business days
de: Österreich / Deutschland: € 5,70 zzgl. MwSt. 2-4 Werktage
es: Austria / Alemania: 5,70 € IVA no incluido. 2-4 días hábiles
fr: Autriche / Allemagne : 5,70 € HTVA. 2-4 jours ouvrables
it: Austria / Germania: € 5,70 IVA escl. 2-4 giorni lavorativi
ru: Австрия/Германия: 5,70 евро без НДС. 2-4 рабочих дня

source: Standard delivery Europe: € 5,70&nbsp;
de: Standardversand Europa: 5,70 €
es: Entrega estándar Europa: 5,70€
fr: Livraison standard Europe : 5,70 €
it: Consegna standard Europa: € 5,70
ru: Стандартная доставка по Европе: 5,70 евро.

source: VAT excl.
de: zzgl. MwSt.
es: IVA excluido.
fr: TVA hors TVA
it: IVA escl.
ru: без НДС.

source: &nbsp;2-10 business days
de: 2-10 Werktage
es: 2-10 días hábiles
fr: 2 à 10 jours ouvrables
it: 2-10 giorni lavorativi
ru: 2-10 рабочих дней

source: Express delivery: €15,75&nbsp;
de: Expressversand: 15,75 €
es: Envío urgente: 15,75€
fr: Livraison express : 15,75 €
it: Consegna espressa: €15,75
ru: Экспресс-доставка: 15,75 евро.

source: VAT excl.&nbsp;
de: zzgl. MwSt.
es: IVA excluido.
fr: TVA hors TVA
it: IVA escl.
ru: без НДС.

source: for Europe
de: für Europa
es: para Europa
fr: pour l'Europe
it: per l'Europa
ru: для Европы

source: Shipping to the United States (except. Alaska, Hawaii): €29,00&nbsp;
de: Versand in die Vereinigten Staaten (außer Alaska, Hawaii): 29,00 €
es: Envío a Estados Unidos (excepto Alaska, Hawaii): 29,00 €
fr: Expédition aux États-Unis (sauf Alaska, Hawaï) : 29,00 €
it: Spedizione negli Stati Uniti (escluso Alaska, Hawaii): €29,00
ru: Доставка в США (кроме Аляски и Гавайев): 29,00 евро.

source: delivery times between 5 and 10 business days from the time you place your order.
de: Lieferzeiten zwischen 5 und 10 Werktagen ab dem Zeitpunkt Ihrer Bestellung.
es: Plazos de entrega entre 5 y 10 días hábiles desde que realizas tu pedido.
fr: délais de livraison compris entre 5 et 10 jours ouvrés à compter de la passation de votre commande.
it: tempi di consegna compresi tra 5 e 10 giorni lavorativi dal momento dell'ordine.
ru: Срок доставки от 5 до 10 рабочих дней с момента размещения заказа.

source: Central and South America&nbsp
de: Mittel- und Südamerika&nbsp
es: Centro y Sudamérica
fr: Amérique centrale et du Sud
it: America centrale e meridionale
ru: Центральная и Южная Америка&nbsp

source: and the Rest of the World
de: und der Rest der Welt
es: y el resto del mundo
fr: et le reste du monde
it: e il Resto del Mondo
ru: и остальной мир
