Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: Furthermore, we reserve the right to use your first and last name and your postal address for our advertising purposes, e.g. for sending interesting offers and information about our products by post. This serves to safeguard our legitimate interests in promoting and advertising our products to customers according to Art. 6 (1) (f) GDPR that are overriding in the process of balancing of interests. You can opt out of the storage and use of your data for these purposes at any time by sending a message to the contact option specified below.
de: Darüber hinaus behalten wir uns vor, Ihren Vor- und Nachnamen sowie Ihre Postanschrift für unsere Werbezwecke zu nutzen, z.B. zur Zusendung von interessanten Angeboten und Informationen zu unseren Produkten per Post. Dies dient der Wahrung unserer berechtigten Interessen an der Bewerbung und Bewerbung unserer Produkte bei Kunden gem. Art. 6 Abs. 1 S. 1 lit. f DSGVO. Die im Rahmen der Interessenabwägung überwiegenden Rechtsgrundlagen sind Art. 6 Abs. 1 lit. f DSGVO. Sie können der Speicherung und Nutzung Ihrer Daten zu diesen Zwecken jederzeit durch eine Nachricht an die unten angegebene Kontaktmöglichkeit widersprechen.
es: Además, nos reservamos el derecho de utilizar su nombre y apellido y su dirección postal para nuestros fines publicitarios, p. para enviar ofertas interesantes e información sobre nuestros productos por correo postal. Esto sirve para salvaguardar nuestros intereses legítimos en la promoción y publicidad de nuestros productos a los clientes según el art. 6 (1) (f) GDPR que prevalecen en el proceso de equilibrio de intereses. Puede optar por no participar en el almacenamiento y uso de sus datos para estos fines en cualquier momento enviando un mensaje a la opción de contacto especificada a continuación.
fr: Nous nous réservons en outre le droit d'utiliser votre nom, prénom et votre adresse postale à des fins publicitaires, par ex. pour l'envoi par courrier d'offres intéressantes et d'informations sur nos produits. Cela sert à sauvegarder nos intérêts légitimes dans la promotion et la publicité de nos produits auprès des clients conformément à l'art. 6 (1) (f) du RGPD qui prévalent dans le processus de mise en balance des intérêts. Vous pouvez à tout moment vous opposer au stockage et à l'utilisation de vos données à ces fins en envoyant un message à l'option de contact indiquée ci-dessous.
it: Inoltre ci riserviamo il diritto di utilizzare il vostro nome, cognome e indirizzo postale per i nostri scopi pubblicitari, ad es. per inviare offerte interessanti e informazioni sui nostri prodotti tramite posta. Ciò serve a salvaguardare i nostri legittimi interessi nella promozione e nella pubblicità dei nostri prodotti ai clienti ai sensi dell'art. 6 (1) (f) GDPR che prevalgono nel processo di bilanciamento degli interessi. Puoi opporti alla memorizzazione e all'utilizzo dei tuoi dati per questi scopi in qualsiasi momento inviando un messaggio all'opzione di contatto specificata di seguito.
ru: Кроме того, мы оставляем за собой право использовать ваше имя и фамилию, а также ваш почтовый адрес в наших рекламных целях, например. за отправку интересных предложений и информации о нашей продукции по почте. Это служит защите наших законных интересов в продвижении и рекламе нашей продукции среди клиентов в соответствии со ст. 6 (1) (f) GDPR, которые имеют преимущественную силу в процессе балансирования интересов. Вы можете отказаться от хранения и использования ваших данных для этих целей в любое время, отправив сообщение на контактный адрес, указанный ниже.

source: Phone advertising
de: Telefonwerbung
es: Publicidad telefónica
fr: Publicité téléphonique
it: Pubblicità telefonica
ru: Телефонная реклама

source: If you have given your consent in accordance with Art. 6 (1) (a) GDPR, we will use the data required for this purpose or provided separately by you for our own advertising purposes, e.g. to inform you about interesting offers and our products. You can withdraw your consent at any time, either by sending a message to the contact option described in this privacy policy or by verbal notification within each call. After withdrawal, we will delete your telephone number unless you have expressly consented to the further use of your data or we have reserved the right to use your data for other purposes that are permitted by law and about which we inform you in this privacy policy.
de: Sofern Sie Ihre Einwilligung gemäß Art. Die hierfür erforderlichen oder gesondert von Ihnen mitgeteilten Daten nutzen wir gemäß Art. 6 Abs. 1 lit. a DSGVO für eigene Werbezwecke, z.B. um Sie über interessante Angebote und unsere Produkte zu informieren. Sie können Ihre Einwilligung jederzeit widerrufen, entweder durch eine Nachricht an die in dieser Datenschutzerklärung beschriebene Kontaktmöglichkeit oder durch mündliche Mitteilung innerhalb jedes einzelnen Anrufs. Nach dem Widerruf löschen wir Ihre Telefonnummer, sofern Sie nicht ausdrücklich in eine weitere Nutzung Ihrer Daten eingewilligt haben oder wir uns eine anderweitige Verwendung Ihrer Daten für andere Zwecke vorbehalten, die gesetzlich erlaubt sind und über die wir Sie in dieser Datenschutzerklärung informieren.
es: Si ha dado su consentimiento de conformidad con el art. 6 (1) (a) GDPR, utilizaremos los datos necesarios para este propósito o que usted nos haya proporcionado por separado para nuestros propios fines publicitarios, p. para informarle sobre ofertas interesantes y nuestros productos. Puede retirar su consentimiento en cualquier momento, ya sea enviando un mensaje a la opción de contacto descrita en esta política de privacidad o mediante notificación verbal dentro de cada llamada. Después de la retirada, eliminaremos su número de teléfono a menos que haya dado su consentimiento expreso para el uso posterior de sus datos o nos hayamos reservado el derecho de utilizar sus datos para otros fines permitidos por la ley y sobre los cuales le informamos en esta política de privacidad.
fr: Si vous avez donné votre consentement conformément à l'art. 6 (1) (a) du RGPD, nous utiliserons les données nécessaires à cette fin ou fournies séparément par vous à nos propres fins publicitaires, par ex. pour vous informer des offres intéressantes et de nos produits. Vous pouvez retirer votre consentement à tout moment, soit en envoyant un message à l'option de contact décrite dans cette politique de confidentialité, soit par notification verbale lors de chaque appel. Après le retrait, nous supprimerons votre numéro de téléphone, sauf si vous avez expressément consenti à l'utilisation ultérieure de vos données ou si nous nous réservons le droit d'utiliser vos données à d'autres fins autorisées par la loi et dont nous vous informons dans la présente politique de confidentialité.
it: Se avete prestato il vostro consenso ai sensi dell'art. 6 (1) (a) GDPR, utilizzeremo i dati necessari a questo scopo o da voi forniti separatamente per i nostri scopi pubblicitari, ad es. per informarti su offerte interessanti e sui nostri prodotti. Puoi revocare il tuo consenso in qualsiasi momento, inviando un messaggio all'opzione di contatto descritta nella presente informativa sulla privacy o tramite notifica verbale all'interno di ciascuna chiamata. Dopo la revoca, cancelleremo il tuo numero di telefono, a meno che tu non abbia espressamente acconsentito all'ulteriore utilizzo dei tuoi dati o ci siamo riservati il ​​diritto di utilizzare i tuoi dati per altri scopi consentiti dalla legge e di cui ti informiamo nella presente informativa sulla privacy.
ru: Если вы дали свое согласие в соответствии со ст. 6 (1) (a) GDPR, мы будем использовать данные, необходимые для этой цели или предоставленные вами отдельно, в наших собственных рекламных целях, например. информировать Вас об интересных предложениях и нашей продукции. Вы можете отозвать свое согласие в любое время, отправив сообщение на контактный адрес, описанный в настоящей политике конфиденциальности, или устно уведомив при каждом звонке. После отзыва мы удалим ваш номер телефона, если только вы не дали явного согласия на дальнейшее использование ваших данных или мы не сохранили за собой право использовать ваши данные для других целей, разрешенных законом и о которых мы сообщаем вам в настоящей политике конфиденциальности.

source: Cookies and further technologies
de: Cookies und weitere Technologien
es: Cookies y otras tecnologías
fr: Cookies et autres technologies
it: Cookie e ulteriori tecnologie
ru: Файлы cookie и другие технологии

source: General information
de: allgemeine Informationen
es: información general
fr: informations générales
it: informazioni generali
ru: Общая информация

source: In order to make visiting our website attractive and to enable the use of certain functions, to display suitable products or for market research, we use technologies on various pages, including so-called cookies. Cookies are small text files that are automatically stored on your end device. Some of the cookies we use are deleted after the end of the browser session, i.e. after closing your browser (so-called session cookies). Other cookies remain on your end device and enable us to recognise your browser during your next visit (persistent cookies). We use such technologies that are strictly necessary for the use of certain functions of our website (e.g. shopping cart function). These technologies are used to collect and process IP addresses, time of visit, device and browser information as well as information on your use of our website (e.g. information on the contents of the shopping basket). This serves to safeguard our legitimate interests in an optimised presentation of our offer in accordance with Art. 6 (1) (f) GDPR that are overriding in the process of balancing of interests.
de: Um den Besuch unserer Website attraktiv zu gestalten und die Nutzung bestimmter Funktionen zu ermöglichen, passende Produkte anzuzeigen oder zur Marktforschung nutzen wir auf verschiedenen Seiten Technologien, darunter auch sogenannte Cookies. Cookies sind kleine Textdateien, die automatisch auf Ihrem Endgerät gespeichert werden. Einige der von uns verwendeten Cookies werden nach dem Ende der Browser-Sitzung, also nach Schließen Ihres Browsers, gelöscht (sog. Sitzungs-Cookies). Andere Cookies verbleiben auf Ihrem Endgerät und ermöglichen uns, Ihren Browser beim nächsten Besuch wiederzuerkennen (persistente Cookies). Wir nutzen solche Technologien, die für die Nutzung bestimmter Funktionen unserer Website (z. B. Warenkorbfunktion) unbedingt erforderlich sind. Durch diese Technologien werden IP-Adressen, Besuchszeit, Geräte- und Browserinformationen sowie Informationen zu Ihrer Nutzung unserer Website (z. B. Informationen zum Inhalt des Warenkorbs) erhoben und verarbeitet. Dies dient der Wahrung unserer berechtigten Interessen an einer optimierten Darstellung unseres Angebots gemäß Art. 6 Abs. 1 lit. f DSGVO. Die im Rahmen der Interessenabwägung überwiegenden Rechtsgrundlagen sind Art. 6 Abs. 1 lit. f DSGVO.
es: Para hacer atractiva la visita a nuestro sitio web y permitir el uso de determinadas funciones, mostrar productos adecuados o realizar estudios de mercado, utilizamos tecnologías en varias páginas, incluidas las llamadas cookies. Las cookies son pequeños archivos de texto que se almacenan automáticamente en su dispositivo final. Algunas de las cookies que utilizamos se eliminan una vez finalizada la sesión del navegador, es decir, después de cerrar el navegador (las llamadas cookies de sesión). Otras cookies permanecen en su dispositivo final y nos permiten reconocer su navegador durante su próxima visita (cookies persistentes). Utilizamos tecnologías que son estrictamente necesarias para el uso de determinadas funciones de nuestro sitio web (por ejemplo, la función del carrito de compras). Estas tecnologías se utilizan para recopilar y procesar direcciones IP, hora de visita, información del dispositivo y del navegador, así como información sobre su uso de nuestro sitio web (por ejemplo, información sobre el contenido de la cesta de la compra). Esto sirve para salvaguardar nuestros intereses legítimos en una presentación optimizada de nuestra oferta de conformidad con el art. 6 (1) (f) GDPR que prevalecen en el proceso de equilibrio de intereses.
fr: Afin de rendre la visite de notre site Web attrayante et de permettre l'utilisation de certaines fonctions, d'afficher des produits adaptés ou d'effectuer des études de marché, nous utilisons des technologies sur différentes pages, y compris ce que l'on appelle des cookies. Les cookies sont de petits fichiers texte automatiquement stockés sur votre appareil final. Certains des cookies que nous utilisons sont supprimés après la fin de la session du navigateur, c'est-à-dire après la fermeture de votre navigateur (appelés cookies de session). D'autres cookies restent sur votre terminal et nous permettent de reconnaître votre navigateur lors de votre prochaine visite (cookies persistants). Nous utilisons des technologies strictement nécessaires à l'utilisation de certaines fonctions de notre site Internet (par exemple la fonction panier). Ces technologies sont utilisées pour collecter et traiter les adresses IP, l'heure de la visite, les informations sur l'appareil et le navigateur ainsi que des informations sur votre utilisation de notre site Internet (par exemple des informations sur le contenu du panier). Cela sert à sauvegarder nos intérêts légitimes dans une présentation optimisée de notre offre conformément à l'art. 6 (1) (f) du RGPD qui prévalent dans le processus de mise en balance des intérêts.
it: Per rendere attraente la visita del nostro sito web e per consentire l'utilizzo di determinate funzioni, per visualizzare prodotti adeguati o per ricerche di mercato, utilizziamo su diverse pagine tecnologie, tra cui i cosiddetti cookie. I cookie sono piccoli file di testo che vengono memorizzati automaticamente sul tuo dispositivo finale. Alcuni dei cookie da noi utilizzati vengono cancellati al termine della sessione del browser, ovvero dopo aver chiuso il browser (i cosiddetti cookie di sessione). Altri cookie rimangono sul tuo dispositivo finale e ci consentono di riconoscere il tuo browser alla tua prossima visita (cookie persistenti). Utilizziamo tecnologie strettamente necessarie per l'utilizzo di determinate funzioni del nostro sito web (ad esempio la funzione del carrello). Queste tecnologie vengono utilizzate per raccogliere ed elaborare indirizzi IP, ora della visita, informazioni sul dispositivo e sul browser, nonché informazioni sull'utilizzo del nostro sito web (ad esempio informazioni sul contenuto del carrello). Ciò serve a salvaguardare i nostri legittimi interessi in una presentazione ottimizzata della nostra offerta ai sensi dell'art. 6 (1) (f) GDPR che prevalgono nel processo di bilanciamento degli interessi.
ru: Чтобы сделать посещение нашего веб-сайта привлекательным и обеспечить использование определенных функций, отображение подходящих продуктов или исследование рынка, мы используем технологии на различных страницах, включая так называемые файлы cookie. Файлы cookie — это небольшие текстовые файлы, которые автоматически сохраняются на вашем конечном устройстве. Некоторые из используемых нами файлов cookie удаляются после завершения сеанса браузера, то есть после закрытия вашего браузера (так называемые сеансовые файлы cookie). Другие файлы cookie остаются на вашем конечном устройстве и позволяют нам распознавать ваш браузер во время вашего следующего посещения (постоянные файлы cookie). Мы используем такие технологии, которые строго необходимы для использования определенных функций нашего веб-сайта (например, функции корзины покупок). Эти технологии используются для сбора и обработки IP-адресов, времени посещения, информации об устройстве и браузере, а также информации об использовании вами нашего веб-сайта (например, информации о содержимом корзины покупок). Это служит защите наших законных интересов в оптимизированном представлении нашего предложения в соответствии со ст. 6 (1) (f) GDPR, которые имеют преимущественную силу в процессе балансирования интересов.

source: In addition, we use technologies to fulfil the legal obligations, which we are subject to (e.g. to be able to prove consent to the processing of your personal data) as well as for web analysis and online marketing. Further information on this, including the respective legal basis for data processing, can be found in the following sections of this privacy policy.
de: Darüber hinaus nutzen wir Technologien zur Erfüllung der gesetzlichen Verpflichtungen, denen wir unterliegen (z. B. um eine Einwilligung in die Verarbeitung Ihrer personenbezogenen Daten nachweisen zu können) sowie zur Webanalyse und im Online-Marketing. Weitere Informationen hierzu, auch zu den jeweiligen Rechtsgrundlagen der Datenverarbeitung, finden Sie in den folgenden Abschnitten dieser Datenschutzerklärung.
es: Además, utilizamos tecnologías para cumplir con las obligaciones legales a las que estamos sujetos (por ejemplo, para poder demostrar su consentimiento para el procesamiento de sus datos personales), así como para análisis web y marketing online. Puede encontrar más información al respecto, incluida la base legal respectiva para el procesamiento de datos, en las siguientes secciones de esta política de privacidad.
fr: En outre, nous utilisons des technologies pour remplir les obligations légales auxquelles nous sommes soumis (par exemple pour pouvoir prouver votre consentement au traitement de vos données personnelles), ainsi que pour l'analyse Web et le marketing en ligne. De plus amples informations à ce sujet, y compris la base juridique respective pour le traitement des données, peuvent être trouvées dans les sections suivantes de cette politique de confidentialité.
it: Inoltre, utilizziamo tecnologie per adempiere agli obblighi legali a cui siamo soggetti (ad esempio per poter dimostrare il consenso al trattamento dei vostri dati personali) nonché per l'analisi web e il marketing online. Ulteriori informazioni al riguardo, inclusa la rispettiva base giuridica per il trattamento dei dati, sono disponibili nelle seguenti sezioni della presente informativa sulla privacy.
ru: Кроме того, мы используем технологии для выполнения юридических обязательств, которым мы подчиняемся (например, чтобы иметь возможность доказать согласие на обработку ваших личных данных), а также для веб-анализа и онлайн-маркетинга. Дополнительную информацию об этом, включая соответствующую правовую основу для обработки данных, можно найти в следующих разделах настоящей политики конфиденциальности.

source: On our website we may use other technologies, which are not listed individually in this privacy policy. Further information on these technologies and the respective legal basis can be found on the platform of our consent management service Usercentrics.
de: Auf unserer Website nutzen wir ggf. weitere Technologien, die in dieser Datenschutzerklärung nicht im Einzelnen aufgeführt sind. Weitere Informationen zu diesen Technologien und den jeweiligen Rechtsgrundlagen finden Sie auf der Plattform unseres Consent-Management-Dienstes Usercentrics.
es: En nuestro sitio web podemos utilizar otras tecnologías, que no se enumeran individualmente en esta política de privacidad. Puede encontrar más información sobre estas tecnologías y la base legal respectiva en la plataforma de nuestro servicio de gestión de consentimiento Usercentrics.
fr: Sur notre site Web, nous pouvons utiliser d'autres technologies qui ne sont pas répertoriées individuellement dans cette politique de confidentialité. De plus amples informations sur ces technologies et la base juridique respective sont disponibles sur la plateforme de notre service de gestion du consentement Usercentrics.
it: Sul nostro sito web potremmo utilizzare altre tecnologie, che non sono elencate individualmente nella presente informativa sulla privacy. Ulteriori informazioni su queste tecnologie e le rispettive basi giuridiche possono essere trovate sulla piattaforma del nostro servizio di gestione del consenso Usercentrics.
ru: На нашем сайте мы можем использовать другие технологии, которые не указаны отдельно в настоящей политике конфиденциальности. Дополнительную информацию об этих технологиях и соответствующей правовой основе можно найти на платформе нашей службы управления согласием Usercentrics.

source: You can access the plattform by clicking on the fingerprint button in the bottom right or left corner of the page.
de: Sie können auf die Plattform zugreifen, indem Sie auf die Fingerabdruck-Schaltfläche unten rechts oder links auf der Seite klicken.
es: Puede acceder a la plataforma haciendo clic en el botón de huella digital en la esquina inferior derecha o izquierda de la página.
fr: Vous pouvez accéder à la plateforme en cliquant sur le bouton d'empreinte digitale dans le coin inférieur droit ou gauche de la page.
it: Puoi accedere alla piattaforma facendo clic sul pulsante dell'impronta digitale nell'angolo in basso a destra o a sinistra della pagina.
ru: Вы можете получить доступ к платформе, нажав кнопку отпечатка пальца в правом нижнем или левом углу страницы.

source: You can find the cookies settings for your browser by clicking on the following links:&nbsp;
de: Die Cookie-Einstellungen für Ihren Browser finden Sie, indem Sie auf die folgenden Links klicken:
es: Puede encontrar la configuración de cookies de su navegador haciendo clic en los siguientes enlaces:
fr: Vous pouvez retrouver le paramétrage des cookies de votre navigateur en cliquant sur les liens suivants :
it: Puoi trovare le impostazioni dei cookie per il tuo browser cliccando sui seguenti link:
ru: Вы можете найти настройки файлов cookie для вашего браузера, нажав на следующие ссылки:
