Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: If you have given your consent to the respective social media provider in accordance with Art. 6 (1) (a) GDPR, when you visit our online presence on the social media mentioned above, your data will be automatically collected and stored for market research and advertising purposes, from which user profiles are created using pseudonyms. These can be used, for example, to place advertisements within and outside the platforms that presumably correspond to your interests. Cookies are usually used for this purpose. For detailed information on the processing and use of data by the respective social media provider, as well as a contact option and your rights and settings options for the protection of your privacy, please refer to the provider's privacy policies linked below. Should you still require assistance in this regard, please contact us.
de: Sofern Sie gegenüber dem jeweiligen Social-Media-Anbieter Ihre Einwilligung gemäß Art. Bei Ihrem Besuch unserer Online-Präsenz in den oben genannten sozialen Medien werden Ihre Daten automatisch für Zwecke der Marktforschung und Werbung erhoben und gespeichert. Daraus werden unter Verwendung von Pseudonymen Nutzungsprofile erstellt. Mithilfe dieser können beispielsweise Werbeanzeigen innerhalb und außerhalb der Plattformen geschaltet werden, die voraussichtlich Ihren Interessen entsprechen. Zu diesem Zweck werden in der Regel Cookies eingesetzt. Die detaillierten Informationen zur Verarbeitung und Nutzung der Daten durch den jeweiligen Social-Media-Anbieter sowie eine Kontaktmöglichkeit und Ihre diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz Ihrer Privatsphäre entnehmen Sie bitte den unten verlinkten Datenschutzhinweisen des Anbieters. Sollten Sie diesbezüglich dennoch Unterstützung benötigen, kontaktieren Sie uns bitte.
es: Si ha dado su consentimiento al respectivo proveedor de redes sociales de conformidad con el art. 6 (1) (a) GDPR, cuando visita nuestra presencia en línea en las redes sociales mencionadas anteriormente, sus datos se recopilarán y almacenarán automáticamente con fines de investigación de mercado y publicidad, a partir de los cuales se crearán perfiles de usuario utilizando seudónimos. Estos pueden utilizarse, por ejemplo, para colocar anuncios dentro y fuera de las plataformas que presumiblemente correspondan a sus intereses. Habitualmente se utilizan cookies para este fin. Para obtener información detallada sobre el procesamiento y uso de datos por parte del respectivo proveedor de redes sociales, así como una opción de contacto y sus derechos y opciones de configuración para la protección de su privacidad, consulte las políticas de privacidad del proveedor vinculadas a continuación. Si aún necesita ayuda a este respecto, comuníquese con nosotros.
fr: Si vous avez donné votre consentement au fournisseur de médias sociaux concerné conformément à l'art. 6 (1) (a) du RGPD, lorsque vous visitez notre présence en ligne sur les réseaux sociaux mentionnés ci-dessus, vos données sont automatiquement collectées et stockées à des fins d'études de marché et de publicité, à partir desquelles des profils d'utilisateurs sont créés à l'aide de pseudonymes. Ceux-ci peuvent être utilisés, par exemple, pour placer des publicités à l'intérieur et à l'extérieur des plateformes qui correspondent vraisemblablement à vos intérêts. Les cookies sont généralement utilisés à cette fin. Pour des informations détaillées sur le traitement et l'utilisation des données par le fournisseur de médias sociaux concerné, ainsi qu'une option de contact et vos droits et options de paramétrage pour la protection de votre vie privée, veuillez vous référer aux politiques de confidentialité du fournisseur liées ci-dessous. Si vous avez encore besoin d'aide à cet égard, veuillez nous contacter.
it: Se avete dato il vostro consenso al rispettivo fornitore di social media ai sensi dell'art. 6 (1) (a) GDPR, quando visiti la nostra presenza online sui social media sopra menzionati, i tuoi dati verranno automaticamente raccolti e archiviati per ricerche di mercato e scopi pubblicitari, da cui vengono creati profili utente utilizzando pseudonimi. Questi possono essere utilizzati, ad esempio, per inserire annunci pubblicitari all'interno e all'esterno delle piattaforme che presumibilmente corrispondono ai tuoi interessi. I cookie vengono solitamente utilizzati per questo scopo. Per informazioni dettagliate sul trattamento e l'utilizzo dei dati da parte del rispettivo fornitore di social media, nonché un'opzione di contatto e i vostri diritti e le opzioni di impostazione per la protezione della vostra privacy, fate riferimento alle politiche sulla privacy del fornitore collegate di seguito. Se hai ancora bisogno di assistenza in questo senso, contattaci.
ru: Если вы дали свое согласие соответствующему провайдеру социальных сетей в соответствии со ст. 6 (1) (a) GDPR, когда вы посещаете наше онлайн-представительство в социальных сетях, упомянутых выше, ваши данные будут автоматически собираться и храниться для исследования рынка и рекламных целей, на основе которых создаются профили пользователей с использованием псевдонимов. Их можно использовать, например, для размещения рекламы внутри и за пределами платформ, которые предположительно соответствуют вашим интересам. Для этой цели обычно используются файлы cookie. Для получения подробной информации об обработке и использовании данных соответствующим поставщиком социальных сетей, а также о способах связи, а также ваших правах и параметрах настроек для защиты вашей конфиденциальности, пожалуйста, обратитесь к политике конфиденциальности поставщика, указанной ниже. Если вам по-прежнему потребуется помощь в этом отношении, пожалуйста, свяжитесь с нами.

source: The information automatically collected by Facebook Ireland about your use of our online presence on Facebook is usually transferred to a server of Facebook, Inc, 1601 Willow Road, Menlo Park, California 94025, USA and stored there. There is no adequacy decision for the United States by the European Commission. Our cooperation is based on standard data protection clauses adopted by the European Commission. Data processing in the context of a visit to a Facebook fan page is based on an agreement between joint controllers in accordance with Art. 26 GDPR. Further information (information on Insights data) can be found&nbsp;
de: Die von Facebook Ireland automatisch erfassten Informationen über Ihre Nutzung unserer Online-Präsenz auf Facebook werden in der Regel an einen Server der Facebook, Inc., 1601 Willow Road, Menlo Park, California 94025, USA übertragen und dort gespeichert. Für die USA liegt kein Angemessenheitsbeschluss der Europäischen Kommission vor. Unsere Zusammenarbeit basiert auf den von der Europäischen Kommission verabschiedeten Standarddatenschutzklauseln. Die Datenverarbeitung im Rahmen des Besuchs einer Facebook-Fanpage erfolgt auf Grundlage einer Vereinbarung zwischen gemeinsam Verantwortlichen gemäß Art. 6 Abs. 1 lit. f DSGVO. 26 DSGVO. Weitere Informationen (Informationen zu Insights-Daten) finden Sie hier
es: La información recopilada automáticamente por Facebook Ireland sobre su uso de nuestra presencia en línea en Facebook generalmente se transfiere a un servidor de Facebook, Inc, 1601 Willow Road, Menlo Park, California 94025, EE. UU. y se almacena allí. No existe ninguna decisión de adecuación para Estados Unidos por parte de la Comisión Europea. Nuestra cooperación se basa en cláusulas estándar de protección de datos adoptadas por la Comisión Europea. El procesamiento de datos en el marco de una visita a una página de fans de Facebook se basa en un acuerdo entre corresponsables del tratamiento de conformidad con el art. 26 RGPD. Puede encontrar más información (información sobre datos de Insights)
fr: Les informations collectées automatiquement par Facebook Ireland concernant votre utilisation de notre présence en ligne sur Facebook sont généralement transférées à un serveur de Facebook, Inc, 1601 Willow Road, Menlo Park, Californie 94025, USA et y sont stockées. Il n’y a pas de décision d’adéquation pour les États-Unis de la part de la Commission européenne. Notre coopération repose sur des clauses types de protection des données adoptées par la Commission européenne. Le traitement des données dans le cadre de la visite d'une page fan de Facebook repose sur un accord entre responsables conjoints du traitement conformément à l'art. 26 RGPD. De plus amples informations (informations sur les données Insights) peuvent être trouvées
it: Le informazioni raccolte automaticamente da Facebook Ireland sull'utilizzo della nostra presenza online su Facebook vengono solitamente trasferite a un server di Facebook, Inc, 1601 Willow Road, Menlo Park, California 94025, USA e ivi memorizzate. Non esiste una decisione di adeguatezza per gli Stati Uniti da parte della Commissione Europea. La nostra cooperazione si basa su clausole standard di protezione dei dati adottate dalla Commissione Europea. Il trattamento dei dati nell'ambito della visita ad una fan page di Facebook si basa su un accordo tra contitolari del trattamento ai sensi dell'art. 26 GDPR. Ulteriori informazioni (informazioni sui dati Insights) possono essere trovate
ru: Информация, автоматически собираемая Facebook Ireland об использовании вами нашего присутствия в Интернете на Facebook, обычно передается на сервер Facebook, Inc., 1601 Willow Road, Menlo Park, California 94025, США, и хранится там. Европейская комиссия не приняла решения о достаточности финансирования для Соединенных Штатов. Наше сотрудничество основано на стандартных положениях о защите данных, принятых Европейской комиссией. Обработка данных в контексте посещения фан-страницы Facebook осуществляется на основании соглашения между совместными контролерами в соответствии со ст. 26 GDPR. Дополнительную информацию (информацию о данных Insights) можно найти

source: The information automatically collected by Facebook Ireland about your use of our online presence on Instagram is typically transferred to and stored on a server at Facebook, Inc, 1601 Willow Road, Menlo Park, California 94025, USA. There is no adequacy decision for the United States by the European Commission. Our cooperation is based on standard data protection clauses adopted by the European Commission. Data processing in the context of a visit to an Instagram fan page is based on an agreement between joint controllers in accordance with art. 26 DSGVO. Further information (information on Insights data) can be found&nbsp;
de: Die von Facebook Ireland automatisch erfassten Informationen über Ihre Nutzung unserer Online-Präsenz auf Instagram werden in der Regel an einen Server von Facebook, Inc., 1601 Willow Road, Menlo Park, California 94025, USA übertragen und dort gespeichert. Für die USA liegt kein Angemessenheitsbeschluss der Europäischen Kommission vor. Unsere Zusammenarbeit basiert auf den von der Europäischen Kommission verabschiedeten Standarddatenschutzklauseln. Die Datenverarbeitung im Rahmen des Besuchs einer Instagram-Fanpage erfolgt auf Grundlage einer Vereinbarung zwischen gemeinsam Verantwortlichen gemäß Art. 6 Abs. 1 lit. b DSGVO. 26 DSGVO. Weitere Informationen (Informationen zu Insights-Daten) finden Sie hier
es: La información recopilada automáticamente por Facebook Irlanda sobre su uso de nuestra presencia en línea en Instagram generalmente se transfiere y se almacena en un servidor ubicado en Facebook, Inc, 1601 Willow Road, Menlo Park, California 94025, EE. UU. No existe ninguna decisión de adecuación para Estados Unidos por parte de la Comisión Europea. Nuestra cooperación se basa en cláusulas estándar de protección de datos adoptadas por la Comisión Europea. El tratamiento de datos en el marco de una visita a una página de fans de Instagram se basa en un acuerdo entre corresponsables del tratamiento de conformidad con el art. 26 DSGVO. Puede encontrar más información (información sobre datos de Insights)
fr: Les informations automatiquement collectées par Facebook Ireland concernant votre utilisation de notre présence en ligne sur Instagram sont généralement transférées et stockées sur un serveur de Facebook, Inc, 1601 Willow Road, Menlo Park, Californie 94025, États-Unis. Il n’y a pas de décision d’adéquation pour les États-Unis de la part de la Commission européenne. Notre coopération repose sur des clauses types de protection des données adoptées par la Commission européenne. Le traitement des données dans le cadre de la visite d'une page fan d'Instagram repose sur un accord entre responsables conjoints du traitement conformément à l'art. 26 ODSGVO. De plus amples informations (informations sur les données Insights) peuvent être trouvées
it: Le informazioni raccolte automaticamente da Facebook Ireland sull'utilizzo della nostra presenza online su Instagram vengono generalmente trasferite e archiviate su un server presso Facebook, Inc, 1601 Willow Road, Menlo Park, California 94025, USA. Non esiste una decisione di adeguatezza per gli Stati Uniti da parte della Commissione Europea. La nostra cooperazione si basa su clausole standard di protezione dei dati adottate dalla Commissione Europea. Il trattamento dei dati nell'ambito della visita ad una fan page di Instagram si basa su un accordo tra contitolari del trattamento ai sensi dell'art. 26 DSGVO. Ulteriori informazioni (informazioni sui dati Insights) possono essere trovate
ru: Информация, автоматически собираемая Facebook Ireland об использовании вами нашего онлайн-присутствия в Instagram, обычно передается и хранится на сервере Facebook, Inc., 1601 Willow Road, Menlo Park, California 94025, USA. Европейская комиссия не приняла решения о достаточности финансирования для Соединенных Штатов. Наше сотрудничество основано на стандартных положениях о защите данных, принятых Европейской комиссией. Обработка данных в контексте посещения фан-страницы Instagram осуществляется на основании соглашения между совместными контролерами в соответствии со ст. 26 ДСГВО. Дополнительную информацию (информацию о данных Insights) можно найти

source: The information automatically collected by Google about your use of our online presence on YouTube is generally transferred to a server of Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, USA and stored there. There is no adequacy decision for the United States by the European Commission. Our cooperation is based on standard data protection clauses adopted by the European Commission.
de: Die von Google automatisch erfassten Informationen über Ihre Nutzung unseres Onlineauftritts auf YouTube werden in der Regel an einen Server der Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, USA übertragen und dort gespeichert. Für die USA liegt kein Angemessenheitsbeschluss der Europäischen Kommission vor. Unsere Zusammenarbeit basiert auf den von der Europäischen Kommission verabschiedeten Standarddatenschutzklauseln.
es: La información recopilada automáticamente por Google sobre su uso de nuestra presencia en línea en YouTube se transfiere generalmente a un servidor de Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, EE. UU. y se almacena allí. No existe ninguna decisión de adecuación para Estados Unidos por parte de la Comisión Europea. Nuestra cooperación se basa en cláusulas estándar de protección de datos adoptadas por la Comisión Europea.
fr: Les informations collectées automatiquement par Google concernant votre utilisation de notre présence en ligne sur YouTube sont généralement transférées à un serveur de Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, USA et y sont stockées. Il n’y a pas de décision d’adéquation pour les États-Unis de la part de la Commission européenne. Notre coopération repose sur des clauses types de protection des données adoptées par la Commission européenne.
it: Le informazioni raccolte automaticamente da Google sull'utilizzo della nostra presenza online su YouTube vengono generalmente trasmesse a un server di Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, USA e ivi memorizzate. Non esiste una decisione di adeguatezza per gli Stati Uniti da parte della Commissione Europea. La nostra cooperazione si basa su clausole standard di protezione dei dati adottate dalla Commissione Europea.
ru: Информация, автоматически собираемая Google об использовании вами нашего присутствия в Интернете на YouTube, обычно передается на сервер Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, США, и хранится там. Европейская комиссия не приняла решения о достаточности финансирования для Соединенных Штатов. Наше сотрудничество основано на стандартных положениях о защите данных, принятых Европейской комиссией.

source: The information automatically collected by Pinterest about your use of our online presence on Pinterest is usually transferred to and stored on a server of Pinterest, Inc, 505 Brannan St, San Francisco, CA 94107, USA. There is no adequacy decision for the United States by the European Commission. Our cooperation is based on standard data protection clauses adopted by the European Commission.
de: Die von Pinterest automatisch erfassten Informationen über Ihre Nutzung unserer Online-Präsenz auf Pinterest werden in der Regel an einen Server der Pinterest, Inc., 505 Brannan St, San Francisco, CA 94107, USA übertragen und dort gespeichert. Für die USA liegt kein Angemessenheitsbeschluss der Europäischen Kommission vor. Unsere Zusammenarbeit basiert auf den von der Europäischen Kommission verabschiedeten Standarddatenschutzklauseln.
es: La información recopilada automáticamente por Pinterest sobre su uso de nuestra presencia en línea en Pinterest generalmente se transfiere y se almacena en un servidor de Pinterest, Inc, 505 Brannan St, San Francisco, CA 94107, EE. UU. No existe ninguna decisión de adecuación para Estados Unidos por parte de la Comisión Europea. Nuestra cooperación se basa en cláusulas estándar de protección de datos adoptadas por la Comisión Europea.
fr: Les informations automatiquement collectées par Pinterest concernant votre utilisation de notre présence en ligne sur Pinterest sont généralement transférées et stockées sur un serveur de Pinterest, Inc, 505 Brannan St, San Francisco, CA 94107, USA. Il n’y a pas de décision d’adéquation pour les États-Unis de la part de la Commission européenne. Notre coopération repose sur des clauses types de protection des données adoptées par la Commission européenne.
it: Le informazioni raccolte automaticamente da Pinterest sull'utilizzo della nostra presenza online su Pinterest vengono solitamente trasferite e archiviate su un server di Pinterest, Inc, 505 Brannan St, San Francisco, CA 94107, USA. Non esiste una decisione di adeguatezza per gli Stati Uniti da parte della Commissione Europea. La nostra cooperazione si basa su clausole standard di protezione dei dati adottate dalla Commissione Europea.
ru: Информация, автоматически собираемая Pinterest об использовании вами нашего присутствия в Интернете на Pinterest, обычно передается и хранится на сервере Pinterest, Inc, 505 Brannan St, Сан-Франциско, Калифорния 94107, США. Европейская комиссия не приняла решения о достаточности финансирования для Соединенных Штатов. Наше сотрудничество основано на стандартных положениях о защите данных, принятых Европейской комиссией.

source: The information LinkedIn automatically collects about your use of our online presence on LinkedIn is generally sent to a server at LinkedIn Corporation, 1000 W. Maude Avenue, Sunnyvale, CA 94085, USA and stored there. There is no adequacy decision for the United States by the European Commission. Our cooperation is based on standard data protection clauses adopted by the European Commission.
de: Die von LinkedIn automatisch erfassten Informationen über Ihre Nutzung unserer Online-Präsenz auf LinkedIn werden in der Regel an einen Server der LinkedIn Corporation, 1000 W. Maude Avenue, Sunnyvale, CA 94085, USA gesendet und dort gespeichert. Für die USA liegt kein Angemessenheitsbeschluss der Europäischen Kommission vor. Unsere Zusammenarbeit basiert auf den von der Europäischen Kommission verabschiedeten Standarddatenschutzklauseln.
es: La información que LinkedIn recopila automáticamente sobre su uso de nuestra presencia en línea en LinkedIn generalmente se envía a un servidor en LinkedIn Corporation, 1000 W. Maude Avenue, Sunnyvale, CA 94085, EE. UU. y se almacena allí. No existe ninguna decisión de adecuación para Estados Unidos por parte de la Comisión Europea. Nuestra cooperación se basa en cláusulas estándar de protección de datos adoptadas por la Comisión Europea.
fr: Les informations que LinkedIn collecte automatiquement concernant votre utilisation de notre présence en ligne sur LinkedIn sont généralement envoyées à un serveur de LinkedIn Corporation, 1000 W. Maude Avenue, Sunnyvale, CA 94085, USA et y sont stockées. Il n’y a pas de décision d’adéquation pour les États-Unis de la part de la Commission européenne. Notre coopération repose sur des clauses types de protection des données adoptées par la Commission européenne.
it: Le informazioni che LinkedIn raccoglie automaticamente sull'utilizzo della nostra presenza online su LinkedIn vengono generalmente inviate a un server presso LinkedIn Corporation, 1000 W. Maude Avenue, Sunnyvale, CA 94085, USA e ivi archiviate. Non esiste una decisione di adeguatezza per gli Stati Uniti da parte della Commissione Europea. La nostra cooperazione si basa su clausole standard di protezione dei dati adottate dalla Commissione Europea.
ru: Информация, которую LinkedIn автоматически собирает об использовании вами нашего присутствия в Интернете на LinkedIn, обычно отправляется на сервер LinkedIn Corporation, 1000 W. Maude Avenue, Sunnyvale, CA 94085, США, и хранится там. Европейская комиссия не приняла решения о достаточности финансирования для Соединенных Штатов. Наше сотрудничество основано на стандартных положениях о защите данных, принятых Европейской комиссией.

source: Contact options and your rights
de: Kontaktmöglichkeiten und Ihre Rechte
es: Opciones de contacto y tus derechos
fr: Options de contact et vos droits
it: Opzioni di contatto e i tuoi diritti
ru: Варианты связи и ваши права

source: Your rights
de: Ihre Rechte
es: Tus derechos
fr: Vos droits
it: I tuoi diritti
ru: Ваши права

source: Being the data subject, you have the following rights according to:
de: Als betroffene Person stehen Ihnen folgende Rechte zu:
es: Siendo el interesado, usted tiene los siguientes derechos según:
fr: En tant que personne concernée, vous disposez des droits suivants selon :
it: In qualità di interessato, hai i seguenti diritti in base a:
ru: Будучи субъектом данных, вы имеете следующие права:

source: the right to obtain information about your personal data which we process, within the scope described therein;
de: das Recht, in dem dort beschriebenen Umfang Auskunft über Ihre von uns verarbeiteten personenbezogenen Daten zu erhalten;
es: el derecho a obtener información sobre sus datos personales que procesamos, en el ámbito allí descrito;
fr: le droit d'obtenir des informations sur vos données personnelles que nous traitons, dans le cadre qui y est décrit ;
it: il diritto di ottenere informazioni sui tuoi dati personali che trattiamo, nell'ambito ivi descritto;
ru: право на получение информации о ваших персональных данных, которые мы обрабатываем, в пределах, описанных в них;
