Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: Insofar as you have given your consent to this in accordance with Art. 6 (1) (a) GDPR by deciding to open a customer account, we will use and store your data for the purpose of opening the customer account as well as for further future orders on our website. Deletion of your customer account is possible at any time and can be done either by sending a message to the contact option described in this privacy policy or via a function provided for this purpose in the customer account. After deletion of your customer account, your data will be deleted unless you have expressly consented to further use of your data in accordance with Art. 6 (1) (a) GDPR or we reserve the right to use data beyond this, which is permitted by law and about which we inform you in this privacy policy.
de: Sofern Sie hierzu Ihre Einwilligung gemäß Art. 6 Abs. 1 lit. a DSGVO erteilt haben. Wenn Sie sich nach Art. 6 Abs. 1 lit. a DSGVO für die Eröffnung eines Kundenkontos entscheiden, werden wir Ihre Daten zum Zweck der Eröffnung des Kundenkontos sowie für weitere zukünftige Bestellungen auf unserer Website nutzen und speichern. Die Löschung Ihres Kundenkontos ist jederzeit möglich und kann entweder durch eine Nachricht an die in dieser Datenschutzerklärung beschriebene Kontaktmöglichkeit oder über eine dafür vorgesehene Funktion im Kundenkonto erfolgen. Nach Löschung Ihres Kundenkontos werden Ihre Daten gelöscht, sofern Sie nicht ausdrücklich nach Art. 6 Abs. 1 lit. a DSGVO in eine weitere Nutzung Ihrer Daten eingewilligt haben. Art. 6 Abs. 1 lit. a DSGVO oder wir behalten uns eine darüber hinausgehende Datenverwendung vor, die gesetzlich erlaubt ist und über die wir Sie in dieser Datenschutzerklärung informieren.
es: En la medida en que haya dado su consentimiento de conformidad con el art. 6 (1) (a) GDPR al decidir abrir una cuenta de cliente, usaremos y almacenaremos sus datos con el fin de abrir la cuenta de cliente, así como para futuros pedidos en nuestro sitio web. La eliminación de su cuenta de cliente es posible en cualquier momento y se puede realizar enviando un mensaje a la opción de contacto descrita en esta política de privacidad o mediante una función proporcionada para este fin en la cuenta de cliente. Después de la eliminación de su cuenta de cliente, sus datos se eliminarán a menos que haya dado su consentimiento expreso para seguir utilizando sus datos de conformidad con el art. 6 (1) (a) GDPR o nos reservamos el derecho de utilizar datos más allá de esto, lo que está permitido por la ley y sobre el cual le informamos en esta política de privacidad.
fr: Dans la mesure où vous avez donné votre consentement conformément à l'art. 6 (1) (a) du RGPD, en décidant d'ouvrir un compte client, nous utiliserons et stockerons vos données dans le but d'ouvrir le compte client ainsi que pour d'autres commandes futures sur notre site Internet. La suppression de votre compte client est possible à tout moment et peut être effectuée soit en envoyant un message à l'option de contact décrite dans la présente politique de confidentialité, soit via une fonction prévue à cet effet dans le compte client. Après la suppression de votre compte client, vos données seront supprimées, sauf si vous avez expressément consenti à une utilisation ultérieure de vos données conformément à l'art. 6 (1) (a) du RGPD ou nous nous réservons le droit d'utiliser les données au-delà de celles autorisées par la loi et dont nous vous informons dans la présente politique de confidentialité.
it: Nella misura in cui avete dato il vostro consenso ai sensi dell'art. 6 (1) (a) GDPR decidendo di aprire un conto cliente, utilizzeremo e memorizzeremo i tuoi dati allo scopo di aprire il conto cliente e per ulteriori ordini futuri sul nostro sito web. La cancellazione del vostro account cliente è possibile in qualsiasi momento e può essere effettuata inviando un messaggio all'opzione di contatto descritta nella presente informativa sulla privacy o tramite una funzione prevista a tale scopo nell'account cliente. Dopo la cancellazione del vostro account cliente, i vostri dati verranno cancellati, a meno che non abbiate espressamente acconsentito a un ulteriore utilizzo dei vostri dati ai sensi dell'art. 6 (1) (a) GDPR oppure ci riserviamo il diritto di utilizzare i dati oltre ciò, che è consentito dalla legge e di cui vi informiamo nella presente informativa sulla privacy.
ru: Поскольку вы дали на это свое согласие в соответствии со ст. 6 (1) (a) GDPR, приняв решение об открытии учетной записи клиента, мы будем использовать и хранить ваши данные с целью открытия учетной записи клиента, а также для дальнейших будущих заказов на нашем веб-сайте. Удаление вашей учетной записи клиента возможно в любое время и может быть выполнено либо путем отправки сообщения на контактную информацию, описанную в настоящей политике конфиденциальности, либо с помощью функции, предусмотренной для этой цели в учетной записи клиента. После удаления вашей учетной записи клиента ваши данные будут удалены, если вы не дали явного согласия на дальнейшее использование ваших данных в соответствии со ст. 6 (1) (a) GDPR, или мы оставляем за собой право использовать данные помимо этого, что разрешено законом и о которых мы сообщаем вам в настоящей политике конфиденциальности.

source: Establishing contact
de: Kontaktaufnahme
es: Estableciendo contacto
fr: Prise de contact
it: Stabilire un contatto
ru: Установление контакта

source: As part of our customer communication, we collect personal data in order to process your enquiries in accordance with Art. 6 (1) (b) GDPR if you voluntarily provide us with this data when contacting us (e.g. via contact form or e-mail). Mandatory fields are marked as such, as in these cases we necessarily need the data to process your enquiry. Which data is collected can be seen from the respective input forms. After your enquiry has been fully processed, your data will be deleted unless you have expressly consented to further use of your data in accordance with Art. 6 (1) (a) GDPR or we reserve the right to use data beyond this, which is permitted by law and about which we inform you in this privacy policy.
de: Im Rahmen unserer Kundenkommunikation erheben wir personenbezogene Daten zur Bearbeitung Ihrer Anfragen gemäß Art. 6 Abs. 1 lit. b DSGVO. Art. 6 Abs. 1 lit. b DSGVO, wenn Sie uns diese Daten im Rahmen einer Kontaktaufnahme mit uns (z.B. per Kontaktformular oder E-Mail) freiwillig mitteilen. Pflichtfelder sind als solche gekennzeichnet, da wir in diesen Fällen die Daten zwingend zur Bearbeitung Ihrer Anfrage benötigen. Welche Daten erhoben werden, ist aus den jeweiligen Eingabeformularen ersichtlich. Nach vollständiger Bearbeitung Ihrer Anfrage werden Ihre Daten gelöscht, sofern Sie nicht ausdrücklich nach Art. 6 Abs. 1 lit. a DSGVO in die weitere Nutzung Ihrer Daten eingewilligt haben. Art. 6 Abs. 1 lit. a DSGVO oder wir behalten uns eine darüber hinausgehende Datenverwendung vor, die gesetzlich erlaubt ist und über die wir Sie in dieser Datenschutzerklärung informieren.
es: Como parte de nuestra comunicación con el cliente, recopilamos datos personales para procesar sus consultas de conformidad con el art. 6 (1) (b) GDPR si nos proporciona voluntariamente estos datos cuando se pone en contacto con nosotros (por ejemplo, a través del formulario de contacto o por correo electrónico). Los campos obligatorios están marcados como tales, ya que en estos casos necesitamos necesariamente los datos para procesar su consulta. Los datos que se recopilan se pueden ver en los respectivos formularios de entrada. Una vez que su consulta se haya procesado por completo, sus datos se eliminarán a menos que haya dado su consentimiento expreso para un uso posterior de sus datos de conformidad con el art. 6 (1) (a) GDPR o nos reservamos el derecho de utilizar datos más allá de esto, lo que está permitido por la ley y sobre el cual le informamos en esta política de privacidad.
fr: Dans le cadre de notre communication avec nos clients, nous collectons des données personnelles afin de traiter vos demandes conformément à l'art. 6 (1) (b) du RGPD si vous nous fournissez volontairement ces données lorsque vous nous contactez (par exemple via le formulaire de contact ou par e-mail). Les champs obligatoires sont marqués comme tels, car dans ces cas, nous avons nécessairement besoin des données pour traiter votre demande. Les données collectées peuvent être consultées à partir des formulaires de saisie respectifs. Une fois votre demande entièrement traitée, vos données seront supprimées, sauf si vous avez expressément consenti à une utilisation ultérieure de vos données conformément à l'art. 6 (1) (a) du RGPD ou nous nous réservons le droit d'utiliser les données au-delà de celles autorisées par la loi et dont nous vous informons dans la présente politique de confidentialité.
it: Nell'ambito della nostra comunicazione con i clienti raccogliamo dati personali per elaborare le vostre richieste ai sensi dell'art. 6 (1) (b) GDPR se ci fornisci volontariamente questi dati quando ci contatti (ad esempio tramite modulo di contatto o e-mail). I campi obbligatori sono contrassegnati come tali poiché in questi casi abbiamo necessariamente bisogno dei dati per elaborare la tua richiesta. Quali dati vengono raccolti possono essere visualizzati nei rispettivi moduli di input. Una volta elaborata la vostra richiesta, i vostri dati verranno cancellati, a meno che non abbiate espressamente acconsentito a un ulteriore utilizzo dei vostri dati ai sensi dell'art. 6 (1) (a) GDPR oppure ci riserviamo il diritto di utilizzare i dati oltre ciò, che è consentito dalla legge e di cui vi informiamo nella presente informativa sulla privacy.
ru: В рамках общения с клиентами мы собираем персональные данные для обработки ваших запросов в соответствии со ст. 6 (1) (b) GDPR, если вы добровольно предоставите нам эти данные при обращении к нам (например, через контактную форму или по электронной почте). Обязательные поля помечены соответствующим образом, так как в этих случаях нам обязательно понадобятся данные для обработки вашего запроса. Какие данные собираются, можно увидеть из соответствующих форм ввода. После того, как ваш запрос будет полностью обработан, ваши данные будут удалены, если вы не дали явного согласия на дальнейшее использование ваших данных в соответствии со ст. 6 (1) (a) GDPR, или мы оставляем за собой право использовать данные помимо этого, что разрешено законом и о которых мы сообщаем вам в настоящей политике конфиденциальности.

source: Live-Chat-Tool Zendesk
es: Herramienta de chat en vivo Zendesk
fr: Outil de chat en direct Zendesk
it: Strumento di chat dal vivo Zendesk
ru: Инструмент живого чата Zendesk

source: For the purposes of customer communication, we use the live chat tool of&nbsp;
de: Zum Zwecke der Kundenkommunikation nutzen wir das Live-Chat-Tool von
es: Para fines de comunicación con el cliente, utilizamos la herramienta de chat en vivo de
fr: Aux fins de la communication avec les clients, nous utilisons l'outil de chat en direct de
it: Ai fini della comunicazione con i clienti, utilizziamo lo strumento di chat dal vivo di
ru: В целях общения с клиентами мы используем инструмент живого чата

source: This serves to protect our legitimate interests in effective and improved customer communication, which prevail in the context of a balancing of interests pursuant to Art. 6 (1) (f) GDPR. Zendesk acts as a data processor. There is no adequacy decision for the United States by the European Commission. Our cooperation is based on standard data protection clauses adopted by the European Commission.
de: Dies dient der Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer effektiven und verbesserten Kundenkommunikation gemäß Art. 6 Abs. 1 S. 1 lit. f DSGVO. Art. 6 Abs. 1 lit. f DSGVO. Zendesk fungiert als Datenverarbeiter. Für die USA liegt kein Angemessenheitsbeschluss der Europäischen Kommission vor. Unsere Zusammenarbeit basiert auf den von der Europäischen Kommission verabschiedeten Standarddatenschutzklauseln.
es: Esto sirve para proteger nuestros intereses legítimos en una comunicación eficaz y mejorada con el cliente, que prevalece en el contexto de un equilibrio de intereses según el art. 6 (1) (f) RGPD. Zendesk actúa como procesador de datos. No existe ninguna decisión de adecuación para Estados Unidos por parte de la Comisión Europea. Nuestra cooperación se basa en cláusulas estándar de protección de datos adoptadas por la Comisión Europea.
fr: Cela sert à protéger nos intérêts légitimes en matière de communication client efficace et améliorée, qui prévalent dans le cadre d'une mise en balance des intérêts conformément à l'art. 6 (1) (f) du RGPD. Zendesk agit en tant que sous-traitant. Il n’y a pas de décision d’adéquation pour les États-Unis de la part de la Commission européenne. Notre coopération repose sur des clauses types de protection des données adoptées par la Commission européenne.
it: Ciò serve a tutelare i nostri legittimi interessi ad una comunicazione efficace e migliore con i clienti, che prevalgono nel contesto di una ponderazione degli interessi ai sensi dell'art. 6 (1) (f) GDPR. Zendesk funge da responsabile del trattamento dei dati. Non esiste una decisione di adeguatezza per gli Stati Uniti da parte della Commissione Europea. La nostra cooperazione si basa su clausole standard di protezione dei dati adottate dalla Commissione Europea.
ru: Это служит защите наших законных интересов в эффективном и улучшенном общении с клиентами, которые преобладают в контексте баланса интересов в соответствии со ст. 6 (1) (f) GDPR. Zendesk выступает в роли обработчика данных. Европейская комиссия не приняла решения о достаточности финансирования для Соединенных Штатов. Наше сотрудничество основано на стандартных положениях о защите данных, принятых Европейской комиссией.

source: Data processing for the purposes of shipment
de: Datenverarbeitung zum Zwecke des Versands
es: Tratamiento de datos con fines de envío
fr: Traitement des données aux fins de l'expédition
it: Trattamento dei dati ai fini della spedizione
ru: Обработка данных в целях доставки

source: We forward your data to the shipping company within the scope required for the delivery of the ordered goods according to Art. 6 (1) (b) GDPR.
de: Wir geben Ihre Daten an das Versandunternehmen weiter, soweit dies zur Lieferung bestellter Waren gemäß Art. 6 Abs. 1 lit. b DSGVO erforderlich ist. Art. 6 Abs. 1 lit. b DSGVO.
es: Transmitimos sus datos a la empresa de transporte en la medida necesaria para la entrega de la mercancía solicitada según el art. 6 (1) (b) RGPD.
fr: Nous transmettons vos données au transporteur dans le cadre nécessaire à la livraison des marchandises commandées conformément à l'art. 6 (1) (b) du RGPD.
it: Trasmettiamo i vostri dati allo spedizioniere nell'ambito necessario per la consegna della merce ordinata ai sensi dell'art. 6 (1) (b) GDPR.
ru: Мы передаем Ваши данные транспортной компании в объеме, необходимом для доставки заказанного товара согласно ст. 6 (1) (б) GDPR.

source: Data transmission to a shipping provider for the purpose of shipment notification
de: Datenübermittlung an einen Versanddienstleister zum Zwecke der Versandankündigung
es: Transmisión de datos a un proveedor de transporte con el fin de notificar el envío
fr: Transmission de données à un transporteur à des fins de notification d'expédition
it: Trasmissione dei dati a un fornitore di spedizioni ai fini della notifica di spedizione
ru: Передача данных поставщику услуг доставки с целью уведомления об отправке.

source: Provided that you have given us your explicit consent, during or after your order, we will forward your e-mail address and phone number in accordance with Art. 6 (1) (a) GDPR to the selected shipping provider in order to enable them to contact you for the purpose of shipment notification or coordination prior to shipment.<br>This consent may be withdrawn at any time by sending a message to the contact information described in this privacy policy or directly to the shipping provider using the contact address listed below. After consent withdrawal, we will delete the data you have provided for this purpose, unless you have expressly consented to further use of your data or we have reserved the right to use your data for other purposes which are permitted by law and about which we inform you in this privacy policy. &ZeroWidthSpace;&ZeroWidthSpace;
de: Sofern Sie uns während oder nach Ihrer Bestellung Ihre ausdrückliche Einwilligung erteilt haben, geben wir Ihre E-Mail-Adresse und Telefonnummer gemäß Art. 6 Abs. 1 lit. a DSGVO weiter. Die Einwilligung erfolgt gemäß Art. 6 Abs. 1 lit. a DSGVO an den ausgewählten Versanddienstleister, um diesem die Kontaktaufnahme zum Zwecke der Versandankündigung bzw. -abstimmung vor dem Versand zu ermöglichen.<br>Diese Einwilligung kann jederzeit durch eine Nachricht an den widerrufen werden Kontaktinformationen wie in dieser Datenschutzerklärung beschrieben oder direkt an den Versanddienstleister über die unten aufgeführte Kontaktadresse. Nach Widerruf der Einwilligung löschen wir die von Ihnen zu diesem Zweck übermittelten Daten, sofern Sie nicht ausdrücklich in eine weitere Nutzung Ihrer Daten eingewilligt haben oder wir uns eine anderweitige Datenverwendung vorbehalten, die gesetzlich erlaubt ist und über die wir Sie informieren Sie in dieser Datenschutzerklärung. &ZeroWidthSpace;&ZeroWidthSpace;
es: Siempre que nos haya dado su consentimiento explícito, durante o después de su pedido, le enviaremos su dirección de correo electrónico y su número de teléfono de conformidad con el art. 6 (1) (a) GDPR al proveedor de envío seleccionado para permitirle comunicarse con usted con el fin de notificarle o coordinar el envío antes del envío.<br>Este consentimiento puede retirarse en cualquier momento enviando un mensaje al información de contacto descrita en esta política de privacidad o directamente al proveedor de envío utilizando la dirección de contacto que figura a continuación. Tras la retirada de su consentimiento, eliminaremos los datos que haya proporcionado para este fin, a menos que haya dado su consentimiento expreso para seguir utilizando sus datos o nos hayamos reservado el derecho de utilizar sus datos para otros fines permitidos por la ley y sobre los cuales le informamos. usted en esta política de privacidad. &ZeroWidthSpace;&ZeroWidthSpace;
fr: Si vous nous avez donné votre consentement explicite, pendant ou après votre commande, nous vous transmettrons votre adresse e-mail et votre numéro de téléphone conformément à l'art. 6 (1) (a) du RGPD au transporteur sélectionné afin de lui permettre de vous contacter à des fins de notification d'expédition ou de coordination avant l'expédition.<br>Ce consentement peut être retiré à tout moment en envoyant un message au coordonnées décrites dans cette politique de confidentialité ou directement au transporteur en utilisant l'adresse de contact indiquée ci-dessous. Après le retrait du consentement, nous supprimerons les données que vous avez fournies à cette fin, sauf si vous avez expressément consenti à une utilisation ultérieure de vos données ou si nous nous réservons le droit d'utiliser vos données à d'autres fins autorisées par la loi et dont nous vous informons. vous dans cette politique de confidentialité. &ZeroWidthSpace;&ZeroWidthSpace;
it: A condizione che tu ci abbia dato il tuo esplicito consenso, durante o dopo il tuo ordine, inoltreremo il tuo indirizzo e-mail e il tuo numero di telefono ai sensi dell'art. 6 (1) (a) GDPR al corriere selezionato per consentirgli di contattarti ai fini della notifica della spedizione o del coordinamento prima della spedizione.<br>Questo consenso può essere revocato in qualsiasi momento inviando un messaggio al informazioni di contatto descritte nella presente informativa sulla privacy o direttamente al fornitore di servizi di spedizione utilizzando l'indirizzo di contatto elencato di seguito. Dopo la revoca del consenso cancelleremo i dati da voi forniti a tale scopo, a meno che non abbiate espressamente acconsentito a un ulteriore utilizzo dei vostri dati o ci siamo riservati il ​​diritto di utilizzare i vostri dati per altri scopi consentiti dalla legge e di cui informiamo nella presente informativa sulla privacy. &ZeroWidthSpace;&ZeroWidthSpace;
ru: При условии, что вы дали нам свое явное согласие, во время или после вашего заказа, мы перешлем ваш адрес электронной почты и номер телефона в соответствии со ст. 6 (1) (a) GDPR выбранному поставщику услуг доставки, чтобы они могли связаться с вами с целью уведомления об отправке или координации перед отправкой.<br>Это согласие может быть отозвано в любое время путем отправки сообщения на адрес контактную информацию, описанную в настоящей политике конфиденциальности, или напрямую поставщику услуг доставки по контактному адресу, указанному ниже. После отзыва согласия мы удалим данные, которые вы предоставили для этой цели, за исключением случаев, когда вы прямо дали согласие на дальнейшее использование ваших данных или мы оставляем за собой право использовать ваши данные для других целей, которые разрешены законом и о которых мы информируем. вы в этой политике конфиденциальности. &ZeroWidthSpace;&ZeroWidthSpace;

source: Data processing for the purposes of payment
de: Datenverarbeitung zum Zweck der Zahlung
es: Tratamiento de datos con fines de pago
fr: Traitement des données à des fins de paiement
it: Trattamento dati per finalità di pagamento
ru: Обработка данных в целях оплаты

source: As part of the payment process in our online shop, we work together with these partners: technical service provider, credit institution, payment service provider.
de: Im Rahmen der Zahlungsabwicklung in unserem Onlineshop arbeiten wir mit diesen Partnern zusammen: technischer Dienstleister, Kreditinstitut, Zahlungsdienstleister.
es: Como parte del proceso de pago en nuestra tienda online, trabajamos junto con estos socios: proveedor de servicios técnicos, entidad de crédito, proveedor de servicios de pago.
fr: Dans le cadre du processus de paiement dans notre boutique en ligne, nous collaborons avec ces partenaires : prestataire technique, établissement de crédit, prestataire de services de paiement.
it: Nell'ambito del processo di pagamento nel nostro negozio online collaboriamo con questi partner: fornitore di servizi tecnici, istituto di credito, fornitore di servizi di pagamento.
ru: В рамках процесса оплаты в нашем интернет-магазине мы работаем вместе со следующими партнерами: поставщиком технических услуг, кредитным учреждением, поставщиком платежных услуг.

source: Data processing for the purposes of transaction processing
de: Datenverarbeitung zum Zwecke der Geschäftsabwicklung
es: Procesamiento de datos con fines de procesamiento de transacciones
fr: Traitement des données aux fins du traitement des transactions
it: Elaborazione dei dati ai fini dell'elaborazione delle transazioni
ru: Обработка данных для целей обработки транзакций
