Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: We do hope that you are satisfied with our jewels, nevertheless should our product not meet your expectations just send them back to us. You may cancel a purchase of the goods up to 14 days after receipt. No reason has to be stated. If you exercise this right of withdrawal, you are no longer bound to the agreement and Westa GmbH will refund any payments you have made with respect to this agreement excuding the return cost, provided that the items are returned in an unworn, unused, and undamaged condition.
de: Wir hoffen, dass Sie mit unserem Schmuck zufrieden sind. Sollte unser Produkt dennoch nicht Ihren Erwartungen entsprechen, senden Sie es einfach an uns zurück. Sie können den Kauf der Ware bis zu 14 Tage nach Erhalt widerrufen. Es muss kein Grund angegeben werden. Wenn Sie von diesem Widerrufsrecht Gebrauch machen, sind Sie nicht mehr an den Vertrag gebunden und die Westa GmbH erstattet Ihnen alle Zahlungen, die Sie im Zusammenhang mit diesem Vertrag geleistet haben, mit Ausnahme der Rücksendekosten, sofern die Artikel ungetragen, unbenutzt und unbeschädigt zurückgesandt werden Zustand.
es: Esperamos que esté satisfecho con nuestras joyas; sin embargo, si nuestro producto no cumple con sus expectativas, envíenoslas de vuelta. Puede cancelar la compra de los productos hasta 14 días después de la recepción. No es necesario indicar ningún motivo. Si ejerce este derecho de desistimiento, ya no estará obligado al acuerdo y Westa GmbH le reembolsará cualquier pago que haya realizado con respecto a este acuerdo, excluyendo el costo de devolución, siempre que los artículos se devuelvan sin usar, sin usar y sin daños. condición.
fr: Nous espérons que vous êtes satisfait de nos bijoux, néanmoins si notre produit ne répond pas à vos attentes, renvoyez-les-nous simplement. Vous pouvez annuler un achat de marchandises jusqu'à 14 jours après réception. Aucune raison ne doit être indiquée. Si vous exercez ce droit de rétractation, vous n'êtes plus lié au contrat et Westa GmbH remboursera tous les paiements que vous avez effectués dans le cadre de cet accord, à l'exclusion des frais de retour, à condition que les articles soient retournés dans un état non porté, non utilisé et en bon état. condition.
it: Ci auguriamo che tu sia soddisfatto dei nostri gioielli, tuttavia se il nostro prodotto non dovesse soddisfare le tue aspettative, rispedircelo. È possibile annullare l'acquisto della merce fino a 14 giorni dal ricevimento. Non è necessario indicare il motivo. Se eserciti questo diritto di recesso, non sei più vincolato al contratto e Westa GmbH rimborserà tutti i pagamenti effettuati in relazione al presente contratto, esclusi i costi di restituzione, a condizione che gli articoli vengano restituiti in condizioni mai indossate, non utilizzate e non danneggiate. condizione.
ru: Мы очень надеемся, что вы останетесь довольны нашими драгоценностями, однако, если наш продукт не оправдает ваших ожиданий, просто отправьте его нам. Вы можете отменить покупку товара в течение 14 дней после получения. Причину указывать не нужно. Если вы воспользуетесь этим правом на отказ, вы больше не связаны обязательствами по соглашению, и Westa GmbH возместит все платежи, которые вы произвели в соответствии с этим соглашением, за исключением стоимости возврата, при условии, что товары будут возвращены в непоношенном, неиспользованном и неповрежденном виде. состояние.

source: In order to cancel the agreement, it is sufficient to send a notice in writing, or on a permanent data carrier, within two weeks to the address specified above in paragraph two, or to send the goods back to the address Westa Gmbh, Gewerbepark Süd 24, 6068 Mils, Austria.
de: Um vom Vertrag zurückzutreten, reicht es aus, dass Sie innerhalb von zwei Wochen eine schriftliche Erklärung auf einem dauerhaften Datenträger an die oben in Absatz 2 genannte Adresse senden oder die Ware an die Adresse Westa GmbH, Gewerbepark Süd, zurücksenden 24, 6068 Mils, Österreich.
es: Para cancelar el contrato, basta con enviar una notificación por escrito o en un soporte de datos permanente en el plazo de dos semanas a la dirección indicada en el segundo párrafo o devolver la mercancía a la dirección Westa Gmbh, Gewerbepark Süd. 24, 6068 Mils, Austria.
fr: Pour résilier le contrat, il suffit d'envoyer une notification par écrit ou sur un support de données permanent dans un délai de deux semaines à l'adresse indiquée ci-dessus au deuxième alinéa ou de renvoyer la marchandise à l'adresse Westa Gmbh, Gewerbepark Süd. 24, 6068 Mils, Autriche.
it: Per recedere dal contratto è sufficiente inviare una comunicazione scritta o su supporto dati permanente entro due settimane all'indirizzo sopra indicato al comma 2 oppure rispedire la merce all'indirizzo Westa Gmbh, Gewerbepark Süd 24, 6068 Mils, Austria.
ru: Для расторжения договора достаточно в течение двух недель направить уведомление в письменной форме, либо на постоянном носителе данных по адресу, указанному выше в пункте втором, либо отправить товар обратно по адресу Westa Gmbh, Gewerbepark Süd. 24, 6068 Мильс, Австрия.

source: If you cancel the purchase agreement, you must return the goods within thirty days of the cancellation of the order. The returned goods are dispatched at the expense and risk of the buyer. You must take reasonable care of the goods until they are dispatched. You can find out how to return goods to us step by step here: Return, Exchange &amp; Cancellation
de: Wenn Sie den Kaufvertrag widerrufen, müssen Sie die Ware innerhalb von dreißig Tagen nach der Stornierung der Bestellung zurücksenden. Der Versand der retournierten Ware erfolgt auf Kosten und Gefahr des Käufers. Sie müssen die Waren bis zum Versand angemessen sorgfältig behandeln. Wie Sie Waren an uns zurücksenden, erfahren Sie hier Schritt für Schritt: Rückgabe, Umtausch & Widerruf
es: Si cancela el acuerdo de compra, deberá devolver la mercancía dentro de los treinta días siguientes a la cancelación del pedido. La mercancía devuelta se envía por cuenta y riesgo del comprador. Debe cuidar razonablemente los productos hasta su envío. Puede descubrir cómo devolvernos productos paso a paso aquí: Devolución, cambio y cancelación
fr: Si vous annulez le contrat d'achat, vous devez restituer la marchandise dans les trente jours suivant l'annulation de la commande. Les marchandises retournées sont expédiées aux frais et risques de l'acheteur. Vous devez prendre raisonnablement soin des marchandises jusqu'à leur expédition. Vous pouvez découvrir comment nous retourner les marchandises étape par étape ici : Retour, échange et annulation
it: Se annulli il contratto di acquisto, dovrai restituire la merce entro trenta giorni dall'annullamento dell'ordine. La merce restituita viene spedita a spese e rischio dell'acquirente. È necessario prendersi ragionevole cura della merce fino alla spedizione. Puoi scoprire come restituirci la merce passo dopo passo qui: Reso, cambio e annullamento
ru: Если вы расторгаете договор купли-продажи, вы должны вернуть товар в течение тридцати дней с момента отмены заказа. Отправка возвращенного товара осуществляется за счет и на риск покупателя. Вы должны проявлять разумную заботу о товарах до их отправки. Вы можете узнать, как шаг за шагом вернуть нам товар здесь: Возврат, обмен и отмена.

source: Chain lengths by Oliver Weber?
de: Kettenlängen von Oliver Weber?
es: ¿Longitudes de cadena de Oliver Weber?
fr: Longueurs de chaîne d'Oliver Weber ?
it: Lunghezze delle catene di Oliver Weber?
ru: Длины цепочек от Оливера Вебера?

source: Which ring size do I need?
de: Welche Ringgröße benötige ich?
es: ¿Qué talla de anillo necesito?
fr: De quelle taille de bague ai-je besoin ?
it: Di quale misura di anello ho bisogno?
ru: Какой размер кольца мне нужен?

source: The ring size can be determined by ring diameter or ring circumference.
de: Die Ringgröße kann durch Ringdurchmesser oder Ringumfang bestimmt werden.
es: El tamaño del anillo se puede determinar por el diámetro o la circunferencia del anillo.
fr: La taille de la bague peut être déterminée par le diamètre ou la circonférence de la bague.
it: La dimensione dell'anello può essere determinata dal diametro dell'anello o dalla circonferenza dell'anello.
ru: Размер кольца можно определить по диаметру кольца или окружности кольца.

source: Ring diameter
de: Ringdurchmesser
es: Diámetro del anillo
fr: Diamètre de l'anneau
it: Diametro dell'anello
ru: Диаметр кольца

source: Use a ruler to measure the inside diameter of a matching ring. If you do not have a ring available, then determine the size with the help of the ring circumference.
de: Verwenden Sie ein Lineal, um den Innendurchmesser eines passenden Rings zu messen. Sollten Sie keinen Ring zur Verfügung haben, dann ermitteln Sie die Größe mithilfe des Ringumfangs.
es: Utilice una regla para medir el diámetro interior de un anillo correspondiente. Si no tiene un anillo disponible, determine el tamaño con la ayuda de la circunferencia del anillo.
fr: Utilisez une règle pour mesurer le diamètre intérieur d'une bague assortie. Si vous n'avez pas de bague disponible, déterminez la taille à l'aide de la circonférence de la bague.
it: Usa un righello per misurare il diametro interno di un anello abbinato. Se non hai un anello a disposizione, determina la misura con l'aiuto della circonferenza dell'anello.
ru: С помощью линейки измерьте внутренний диаметр соответствующего кольца. Если у вас нет в наличии кольца, то определите размер с помощью окружности кольца.

source: Ring circumference
de: Ringumfang
es: Circunferencia del anillo
fr: Circonférence de l'anneau
it: Circonferenza dell'anello
ru: Окружность кольца

source: Take a piece of thread and wrap this thread around the relevant finger. After loosening the thread measure the length of the thread. Depending on the time and temperature, the finger circumference varies.
de: Nehmen Sie ein Stück Faden und wickeln Sie diesen Faden um den betreffenden Finger. Messen Sie nach dem Lösen des Fadens die Länge des Fadens. Je nach Zeit und Temperatur variiert der Fingerumfang.
es: Tome un trozo de hilo y envuélvalo alrededor del dedo correspondiente. Después de aflojar el hilo, mida la longitud del hilo. Dependiendo del tiempo y la temperatura, la circunferencia del dedo varía.
fr: Prenez un morceau de fil et enroulez ce fil autour du doigt concerné. Après avoir desserré le fil, mesurez la longueur du fil. En fonction du temps et de la température, la circonférence du doigt varie.
it: Prendi un pezzo di filo e avvolgilo attorno al dito interessato. Dopo aver allentato il filo, misurare la lunghezza del filo. A seconda del tempo e della temperatura, la circonferenza del dito varia.
ru: Возьмите кусок нити и оберните этой нитью соответствующий палец. После ослабления нити измерьте длину нити. В зависимости от времени и температуры окружность пальца меняется.

source: Payment Information
de: Zahlungsinformationen
es: Información de pago
fr: Informations de paiement
it: Informazioni sul pagamento
ru: Информация об оплате

source: If you own a PayPal account you can pay easily and fast selecting PayPal payment in your ordering process. After submitting your order you will be redirected to PayPal where you can complete your payment.&nbsp;
de: Wenn Sie über ein PayPal-Konto verfügen, können Sie im Bestellvorgang einfach und schnell per PayPal-Zahlung bezahlen. Nach dem Absenden Ihrer Bestellung werden Sie zu PayPal weitergeleitet, wo Sie Ihre Zahlung abschließen können.
es: Si posee una cuenta PayPal, puede pagar fácil y rápidamente seleccionando el pago PayPal en su proceso de pedido. Después de enviar su pedido, será redirigido a PayPal donde podrá completar su pago.
fr: Si vous possédez un compte PayPal, vous pouvez payer facilement et rapidement en sélectionnant le paiement PayPal lors de votre processus de commande. Après avoir soumis votre commande, vous serez redirigé vers PayPal où vous pourrez finaliser votre paiement.
it: Se possiedi un conto PayPal puoi pagare in modo semplice e veloce selezionando il pagamento PayPal nel processo di ordinazione. Dopo aver inviato il tuo ordine verrai reindirizzato su PayPal dove potrai completare il pagamento.
ru: Если у вас есть учетная запись PayPal, вы можете легко и быстро оплатить, выбрав платеж PayPal в процессе заказа. После отправки заказа вы будете перенаправлены в PayPal, где сможете завершить оплату.

source: Payment via PayPal is free.
de: Die Zahlung per PayPal ist kostenlos.
es: El pago a través de PayPal es gratuito.
fr: Le paiement via PayPal est gratuit.
it: Il pagamento tramite PayPal è gratuito.
ru: Оплата через PayPal бесплатна.

source: No PayPal account yet: Register for Free with PayPal and create your own account in just a few steps.
de: Noch kein PayPal-Konto: Registrieren Sie sich kostenlos bei PayPal und erstellen Sie in wenigen Schritten Ihr eigenes Konto.
es: Aún no tienes una cuenta de PayPal: regístrate gratis con PayPal y crea tu propia cuenta en tan solo unos pocos pasos.
fr: Pas encore de compte PayPal : inscrivez-vous gratuitement avec PayPal et créez votre propre compte en quelques étapes seulement.
it: Ancora nessun conto PayPal: registrati gratuitamente con PayPal e crea il tuo conto in pochi passaggi.
ru: Учетной записи PayPal пока нет. Зарегистрируйтесь бесплатно в PayPal и создайте собственную учетную запись всего за несколько шагов.

source: Stripe - Easy and direct payments using your Online Banking, Debit or Credit Card.
de: Stripe – Einfache und direkte Zahlungen mit Ihrem Online-Banking, Ihrer Debit- oder Kreditkarte.
es: Stripe: pagos fáciles y directos mediante su banca en línea, tarjeta de débito o crédito.
fr: Stripe - Paiements faciles et directs à l'aide de votre banque en ligne, de votre carte de débit ou de crédit.
it: Stripe: pagamenti facili e diretti utilizzando la tua banca online, carta di debito o credito.
ru: Stripe — простые и прямые платежи с помощью онлайн-банкинга, дебетовой или кредитной карты.

source: Take advantage of Stripe - a secure and direct money transfer platform. Pay your purchase after your order has been placed with the method you prefer: Online Banking, Debit or Credit Card.
de: Profitieren Sie von Stripe – einer sicheren und direkten Geldtransferplattform. Bezahlen Sie Ihren Einkauf nach der Bestellung mit der von Ihnen bevorzugten Methode: Online-Banking, Debit- oder Kreditkarte.
es: Aproveche Stripe, una plataforma de transferencia de dinero directa y segura. Paga tu compra luego de realizado tu pedido con el método que prefieras: Banca en Línea, Tarjeta de Débito o Crédito.
fr: Profitez de Stripe, une plateforme de transfert d'argent sécurisée et directe. Payez votre achat une fois votre commande passée avec la méthode que vous préférez : banque en ligne, carte de débit ou de crédit.
it: Approfitta di Stripe, una piattaforma di trasferimento di denaro sicura e diretta. Paga il tuo acquisto dopo aver effettuato l'ordine con il metodo che preferisci: Online Banking, Carta di debito o di credito.
ru: Воспользуйтесь преимуществами Stripe — безопасной и прямой платформы денежных переводов. Оплатите покупку после размещения заказа удобным для вас способом: онлайн-банкинг, дебетовая или кредитная карта.

source: You will receive a receipt for your transaction to confirm your order is complete.
de: Sie erhalten eine Quittung für Ihre Transaktion, um zu bestätigen, dass Ihre Bestellung abgeschlossen ist.
es: Recibirá un recibo de su transacción para confirmar que su pedido se ha completado.
fr: Vous recevrez un reçu pour votre transaction pour confirmer que votre commande est terminée.
it: Riceverai una ricevuta della transazione per confermare che l'ordine è stato completato.
ru: Вы получите квитанцию ​​о транзакции, подтверждающую выполнение вашего заказа.

source: The payment via Stripe is free of charge.
de: Die Zahlung per Stripe ist kostenlos.
es: El pago a través de Stripe es gratuito.
fr: Le paiement via Stripe est gratuit.
it: Il pagamento tramite Stripe è gratuito.
ru: Оплата через Stripe бесплатна.

source: PAYMENT via Bank transfer
de: ZAHLUNG per Banküberweisung
es: PAGO mediante transferencia bancaria
fr: PAIEMENT par virement bancaire
it: PAGAMENTO tramite bonifico bancario
ru: ОПЛАТА банковским переводом

source: For Bank transfer payments or online banking payments please make sure to enter your invoice number or customer number so that we can correctly allocate the payment to your order.
de: Bitte geben Sie bei Zahlungen per Banküberweisung oder Online-Banking unbedingt Ihre Rechnungsnummer bzw. Kundennummer an, damit wir die Zahlung Ihrer Bestellung korrekt zuordnen können.
es: Para pagos por transferencia bancaria o pagos bancarios en línea, asegúrese de ingresar su número de factura o número de cliente para que podamos asignar correctamente el pago a su pedido.
fr: Pour les paiements par virement bancaire ou les paiements bancaires en ligne, assurez-vous de saisir votre numéro de facture ou votre numéro de client afin que nous puissions correctement attribuer le paiement à votre commande.
it: Per i pagamenti tramite bonifico bancario o pagamenti bancari online assicurati di inserire il numero della fattura o il numero cliente in modo che possiamo attribuire correttamente il pagamento al tuo ordine.
ru: При оплате банковским переводом или онлайн-банкингом обязательно введите номер счета или номер клиента, чтобы мы могли правильно распределить платеж по вашему заказу.

source: Bank transfers must be made within 10 working days from the order date, otherwise the order will be deleted automatically from our system.
de: Banküberweisungen müssen innerhalb von 10 Werktagen ab Bestelldatum erfolgen, andernfalls wird die Bestellung automatisch aus unserem System gelöscht.
es: Las transferencias bancarias deben realizarse dentro de los 10 días hábiles a partir de la fecha del pedido; de lo contrario, el pedido se eliminará automáticamente de nuestro sistema.
fr: Les virements bancaires doivent être effectués dans les 10 jours ouvrables à compter de la date de commande, faute de quoi la commande sera automatiquement supprimée de notre système.
it: I bonifici bancari dovranno essere effettuati entro 10 giorni lavorativi dalla data dell'ordine, altrimenti l'ordine verrà cancellato automaticamente dal nostro sistema.
ru: Банковские переводы должны быть осуществлены в течение 10 рабочих дней с даты заказа, в противном случае заказ будет автоматически удален из нашей системы.

source: OUR BANK DETAILS FOR PREPAYMENT
de: UNSERE BANKDATEN FÜR VORABZAHLUNG
es: NUESTROS DATOS BANCARIOS PARA PREPAGO
fr: NOS COORDONNÉES BANCAIRES POUR LE PRÉPAIEMENT
it: LE NOSTRE COORDINATE BANCARIE PER IL PAGAMENTO ANTICIPATO
ru: НАШИ БАНКОВСКИЕ РЕКВИЗИТЫ ДЛЯ ПРЕДОПЛАТЫ

source: For e-banking in the subject 'payment reference', please note your 'order number', so that we can correctly assign your payment to your order.
de: Bitte geben Sie beim E-Banking im Betreff „Zahlungszweck“ Ihre „Bestellnummer“ an, damit wir Ihre Zahlung korrekt Ihrer Bestellung zuordnen können.
es: Para la banca electrónica, en el asunto 'referencia de pago', anote su 'número de pedido', para que podamos asignar correctamente su pago a su pedido.
fr: Pour l'e-banking, dans le sujet « référence du paiement », veuillez noter votre « numéro de commande », afin que nous puissions correctement attribuer votre paiement à votre commande.
it: Per l'e-banking annotate nell'oggetto "Riferimento pagamento" il vostro "Numero ordine", in modo che possiamo associare correttamente il pagamento al vostro ordine.
ru: При использовании электронного банкинга в теме «Номер платежа» укажите свой «номер заказа», чтобы мы могли правильно привязать ваш платеж к вашему заказу.

source: Amazon Pay makes online shopping even easier by allowing you to use your existing Amazon account information to pay for your purchase on our website. Amazon Pay is a further way to shop online safely and securely.
de: Amazon Pay macht den Online-Einkauf noch einfacher, indem es Ihnen ermöglicht, Ihren Einkauf auf unserer Website mit Ihren bestehenden Amazon-Kontodaten zu bezahlen. Amazon Pay ist eine weitere Möglichkeit, sicher und geschützt online einzukaufen.
es: Amazon Pay hace que las compras en línea sean aún más fáciles al permitirle utilizar la información existente de su cuenta de Amazon para pagar su compra en nuestro sitio web. Amazon Pay es una forma más de comprar en línea de forma segura.
fr: Amazon Pay rend les achats en ligne encore plus faciles en vous permettant d'utiliser les informations de votre compte Amazon existant pour payer votre achat sur notre site Web. Amazon Pay est un autre moyen d'acheter en ligne en toute sécurité.
it: Amazon Pay rende lo shopping online ancora più semplice consentendoti di utilizzare le informazioni del tuo account Amazon esistente per pagare il tuo acquisto sul nostro sito web. Amazon Pay è un ulteriore modo per fare acquisti online in tutta sicurezza.
ru: Amazon Pay делает покупки в Интернете еще проще, позволяя вам использовать существующую информацию учетной записи Amazon для оплаты покупок на нашем веб-сайте. Amazon Pay — это еще один способ безопасно и надежно совершать покупки в Интернете.

source: Returns and exchanges
de: Rückgabe und Umtausch
es: Devoluciones y cambios
fr: Retours et échanges
it: Resi e cambi
ru: Возврат и обмен

source: Returns and exchanges
de: Rückgabe und Umtausch
es: Devoluciones y cambios
fr: Retours et échanges
it: Resi e cambi
ru: Возврат и обмен

source: Consumers have a 14 days right to cancel.
de: Verbraucher haben ein 14-tägiges Widerrufsrecht.
es: Los consumidores tienen un derecho de cancelación de 14 días.
fr: Les consommateurs disposent d'un droit d'annulation de 14 jours.
it: I consumatori hanno 14 giorni di diritto di recesso.
ru: Потребители имеют право отменить подписку в течение 14 дней.

source: Right to cancel
de: Widerrufsrecht
es: Derecho a cancelar
fr: Droit de rétractation
it: Diritto di recesso
ru: Право на отмену

source: You have the right to cancel this contract within 14 days without giving any reason. The cancellation period will expire after 14 days from the day on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the last good.
de: Sie haben das Recht, binnen 14 Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen. Die Widerrufsfrist beträgt vierzehn Tage ab dem Tag, an dem Sie oder ein von Ihnen benannter Dritter, der nicht der Beförderer ist, die letzte Ware in Besitz genommen haben bzw. hat.
es: Tiene derecho a cancelar este contrato dentro de los 14 días sin dar ningún motivo. El plazo de cancelación expirará a los 14 días del día en que usted adquiera, o un tercero distinto del transportista y por usted indicado, la posesión física del último bien.
fr: Vous avez le droit d'annuler ce contrat dans un délai de 14 jours sans donner de motif. Le délai de rétractation expirera au bout de 14 jours à compter du jour où vous, ou un tiers autre que le transporteur et désigné par vous, prend physiquement possession du dernier bien.
it: Hai il diritto di recedere dal presente contratto entro 14 giorni senza fornire alcuna motivazione. Il periodo di recesso scade dopo 14 giorni dal giorno in cui tu o un terzo, diverso dal vettore e da te designato, acquisisce il possesso fisico dell'ultimo bene.
ru: Вы имеете право расторгнуть настоящий договор в течение 14 дней без объяснения причин. Срок отмены истекает через 14 дней со дня, когда вы или третье лицо, отличное от перевозчика и указанное вами, приобретает физическое владение последним товаром.
