Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: Packed size represents what size your repository would be if no trees, commits, tags, or other metadata were included (though it may fail to represent de-duplication; see below). It also represents the current packing, which may be suboptimal if you haven't gc'ed for a while. Unpacked size represents what size your repository would be if no trees, commits, tags, or other metadata were included AND if no files were packed; i.e., without delta-ing or compression. Both unpacked and packed sizes can be slightly misleading. Deleting a blob from history not save as much space as the unpacked size, because it is obviously normally stored in packed form. Also, deleting a blob from history may not save as much space as its packed size either, because another blob could be stored as a delta against that blob, so when you remove one blob another blob's packed size may grow. Also, the sum of the packed sizes can add up to more than the repository size; if the same contents appeared in the repository in multiple places, git will automatically de-dupe and store only one copy, while the way sizes are added in this analysis adds the size for each file path that has those contents. Further, if a file is ever reverted to a previous version's contents, the previous version's size will be counted multiple times in this analysis, even though git will only store it once.
de: Die gepackte Größe gibt an, wie groß Ihr Repository wäre, wenn nein Bäume, Commits, Tags oder andere Metadaten wurden einbezogen (obwohl dies möglich ist). stellen keine Deduplizierung dar; siehe unten). Es repräsentiert auch die aktuelle Verpackung, die möglicherweise nicht optimal ist, wenn Sie nicht nach einer gesucht haben während. Die entpackte Größe gibt an, wie groß Ihr Repository wäre, wenn nein Bäume, Commits, Tags oder andere Metadaten wurden einbezogen UND wenn nein Akten waren gepackt; d. h. ohne Delta- oder Komprimierung. Sowohl die unverpackte als auch die verpackte Größe können leicht irreführend sein. Löschen ein Blob aus dem Verlauf spart nicht so viel Platz wie die entpackte Größe, denn es wird offensichtlich normalerweise in verpackter Form gelagert. Auch, Durch das Löschen eines Blobs aus dem Verlauf wird möglicherweise nicht so viel Platz eingespart wie durch das Packen Größe auch nicht, da ein anderer Blob als Delta dagegen gespeichert werden könnte Wenn Sie also einen Blob entfernen, kann sich die Packungsgröße eines anderen Blobs ändern wachsen. Außerdem kann die Summe der Packmaße mehr als das betragen Repository-Größe; wenn derselbe Inhalt im Repository in erschien An mehreren Orten dedupliziert Git automatisch und speichert nur einen kopieren, während die Art und Weise, wie Größen in dieser Analyse hinzugefügt werden, die Größe hinzufügt für jeden Dateipfad, der diesen Inhalt hat. Weiter, wenn eine Datei ist jemals zum Inhalt einer früheren Version zurückgekehrt ist, der vorherigen Die Größe der Version wird in dieser Analyse sogar mehrfach gezählt obwohl Git es nur einmal speichert.
es: El tamaño empaquetado representa el tamaño que tendría su repositorio si no Se incluyeron árboles, confirmaciones, etiquetas u otros metadatos (aunque puede no representar la deduplicación; vea abajo). También representa la embalaje actual, que puede ser subóptimo si no ha conseguido un mientras. El tamaño desempaquetado representa el tamaño que tendría su repositorio si no Se incluyeron árboles, confirmaciones, etiquetas u otros metadatos Y, si no, los archivos estaban empaquetados; es decir, sin delta ni compresión. Tanto el tamaño empaquetado como el tamaño desempaquetado pueden inducir a error. Eliminando un blob del historial no ahorra tanto espacio como el tamaño descomprimido, porque obviamente normalmente se almacena envasado. También, Es posible que eliminar un blob del historial no ahorre tanto espacio como su contenido tamaño tampoco, porque otro blob podría almacenarse como un delta contra ese blob, por lo que cuando eliminas un blob, el tamaño empaquetado de otro blob puede crecer. Además, la suma de los tamaños empaquetados puede sumar más que el tamaño del repositorio; si el mismo contenido apareció en el repositorio en múltiples lugares, git eliminará automáticamente la duplicación y almacenará solo uno copiar, mientras que la forma en que se agregan los tamaños en este análisis agrega el tamaño para cada ruta de archivo que tenga esos contenidos. Además, si un archivo es alguna vez ha vuelto al contenido de una versión anterior, la versión anterior El tamaño de la versión se contará varias veces en este análisis, incluso aunque git sólo lo almacenará una vez.
fr: La taille compressée représente la taille de votre référentiel si non des arbres, des commits, des balises ou d'autres métadonnées ont été inclus (bien que cela puisse ne parvient pas à représenter la déduplication ; voir ci-dessous). Il représente également le emballage actuel, qui peut être sous-optimal si vous n'avez pas demandé un alors que. La taille décompressée représente la taille de votre référentiel si non les arbres, les commits, les balises ou autres métadonnées ont été inclus ET si non les dossiers étaient emballés ; c'est-à-dire sans delta ni compression. Les formats non emballés et emballés peuvent être légèrement trompeurs. Suppression un blob de l'historique n'économise pas autant d'espace que la taille décompressée, car il est évidemment normalement stocké sous forme emballée. Aussi, la suppression d'un blob de l'historique peut ne pas économiser autant d'espace que son contenu taille non plus, car un autre blob pourrait être stocké sous forme de delta par rapport à ce blob, donc lorsque vous supprimez un blob, la taille compressée d'un autre blob peut grandir. De plus, la somme des tailles emballées peut être supérieure à la taille du référentiel ; si le même contenu apparaissait dans le référentiel dans plusieurs endroits, git dédupera automatiquement et n'en stockera qu'un seul copie, tandis que la façon dont les tailles sont ajoutées dans cette analyse ajoute la taille pour chaque chemin de fichier contenant ce contenu. De plus, si un fichier est jamais revenu au contenu d'une version précédente, la version précédente la taille de la version sera comptée plusieurs fois dans cette analyse, même bien que git ne le stocke qu'une seule fois.
it: La dimensione compressa rappresenta la dimensione che avrebbe il tuo repository se no sono stati inclusi alberi, commit, tag o altri metadati (anche se potrebbe non rappresentano la deduplicazione; vedere sotto). Rappresenta anche il imballaggio attuale, che potrebbe non essere ottimale se non hai fatto il gc per a Mentre. La dimensione non imballata rappresenta la dimensione che avrebbe il tuo repository se no sono stati inclusi alberi, commit, tag o altri metadati E se no i file erano pieni; cioè senza delta o compressione. Sia le dimensioni non imballate che quelle imballate possono essere leggermente fuorvianti. Eliminazione un BLOB della cronologia non risparmia tanto spazio quanto la dimensione non imballata, perché ovviamente è normalmente immagazzinato in forma imballata. Anche, l'eliminazione di un BLOB dalla cronologia potrebbe non risparmiare tanto spazio quanto è compresso size, perché un altro BLOB potrebbe essere archiviato come delta quel blob, quindi quando rimuovi un blob la dimensione compressa di un altro blob potrebbe crescere. Inoltre, la somma delle dimensioni imballate può essere superiore a dimensione del deposito; se gli stessi contenuti sono apparsi nel repository in più posti, git deduplica automaticamente e ne memorizza solo uno copy, mentre il modo in cui vengono aggiunte le dimensioni in questa analisi aggiunge la dimensione per ogni percorso di file che ha tali contenuti. Inoltre, se un file è mai tornato ai contenuti di una versione precedente, la precedente anche la dimensione della versione verrà conteggiata più volte in questa analisi anche se git lo memorizzerà solo una volta.
ru: Упакованный размер показывает, каким будет размер вашего репозитория, если нет. были включены деревья, коммиты, теги или другие метаданные (хотя это может быть не могут обеспечить дедупликацию; см. ниже). Он также представляет собой текущая упаковка, которая может быть неоптимальной, если вы еще не сдали экзамен пока. Неупакованный размер показывает, каким будет размер вашего репозитория, если нет. были включены деревья, коммиты, теги или другие метаданные, И если нет файлы были упакованы; т. е. без дельта-инга или сжатия. Размеры как в распакованном, так и в упакованном виде могут немного вводить в заблуждение. Удаление капля из истории не занимает столько места, сколько распакованный размер, потому что он, очевидно, обычно хранится в упакованном виде. Также, удаление большого двоичного объекта из истории может не сэкономить столько места, сколько он запаковал. либо размер, потому что другой большой двоичный объект может быть сохранен как дельта от этот большой двоичный объект, поэтому, когда вы удаляете один большой двоичный объект, упакованный размер другого двоичного объекта может расти. Кроме того, сумма упакованных размеров может превышать размер репозитория; если такое же содержимое появилось в репозитории в в нескольких местах, git автоматически выполнит дублирование и сохранит только одно копировать, а способ добавления размеров в этом анализе добавляет размер для каждого пути к файлу, который имеет это содержимое. Далее, если файл когда-либо возвращался к содержимому предыдущей версии, предыдущая размер версии будет учитываться несколько раз в этом анализе, даже хотя git сохранит его только один раз.

source: Deletions
ru: Удаление

source: Whether a file is deleted is not a binary quality, since it can be deleted on some branches but still exist in others. Also, it might exist in an old tag, but have been deleted in versions newer than that. More thorough tracking could be done, including looking at merge commits where one side of history deleted and the other modified, in order to give a more holistic picture of deletions. However, that algorithm would not only be more complex to implement, it'd also be quite difficult to present and interpret by users. Since --analyze is just about getting a high-level rough picture of history, it instead implements the simplistic rule that is good enough for 98% of cases: A file is marked as deleted if the last commit in the fast-export stream that mentions the file lists it as deleted. This makes it dependent on topological ordering, but generally gives the "right" answer.
de: Ob eine Datei gelöscht wird, ist keine binäre Eigenschaft, da dies möglich ist In einigen Zweigen gelöscht, in anderen jedoch noch vorhanden. Es könnte auch sein existieren in einem alten Tag, wurden aber in neueren Versionen gelöscht Das. Es könnte eine gründlichere Nachverfolgung erfolgen, einschließlich der Betrachtung Commits zusammenführen, bei denen eine Seite des Verlaufs gelöscht und die andere geändert wurde, um ein ganzheitlicheres Bild der Löschungen zu vermitteln. Allerdings, das Der Algorithmus wäre nicht nur komplexer zu implementieren, er wäre es auch für Benutzer recht schwierig darzustellen und zu interpretieren. Da --analyze Es geht vielmehr darum, sich ein grobes Bild der Geschichte auf hohem Niveau zu verschaffen implementiert die vereinfachte Regel, die für 98 % der Fälle gut genug ist: Eine Datei wird beim letzten Commit im Schnellexport als gelöscht markiert Der Stream, der die Datei erwähnt, listet sie als gelöscht auf. Dies macht es von der topologischen Reihenfolge abhängig, gibt aber im Allgemeinen an die „richtige“ Antwort.
es: Si un archivo se elimina no es una cualidad binaria, ya que puede ser eliminados en algunas ramas pero aún existen en otras. Además, podría existen en una etiqueta antigua, pero se han eliminado en versiones más recientes que eso. Se podría hacer un seguimiento más exhaustivo, incluido el análisis de fusionar confirmaciones donde un lado del historial se elimina y el otro se modifica, para ofrecer una imagen más holística de las eliminaciones. Sin embargo, eso algoritmo no sólo sería más complejo de implementar, sino que también sería bastante difícil de presentar e interpretar por parte de los usuarios. Desde --analizar se trata simplemente de obtener una imagen aproximada de alto nivel de la historia, en cambio implementa la regla simplista que es suficientemente buena para el 98% de los casos: Un archivo se marca como eliminado si la última confirmación en la exportación rápida La secuencia que menciona el archivo lo enumera como eliminado. Esto lo hace dependiente del orden topológico, pero generalmente da la respuesta "correcta".
fr: La suppression d'un fichier n'est pas une question binaire, car elle peut être supprimé sur certaines branches mais existe toujours dans d'autres. Aussi, cela pourrait existent dans une ancienne balise, mais ont été supprimés dans des versions plus récentes que que. Un suivi plus approfondi pourrait être effectué, notamment en examinant fusionner les commits où un côté de l'historique est supprimé et l'autre modifié, afin de donner une image plus globale des suppressions. Cependant, cela l'algorithme serait non seulement plus complexe à mettre en œuvre, mais il serait également assez difficile à présenter et à interpréter par les utilisateurs. Depuis --analyser il s'agit simplement d'obtenir une image approximative de l'histoire de haut niveau, il s'agit plutôt implémente la règle simpliste qui convient dans 98 % des cas : Un fichier est marqué comme supprimé si le dernier commit dans l'exportation rapide Le flux qui mentionne le fichier le répertorie comme supprimé. Cela le rend dépendant de l'ordre topologique, mais donne généralement la « bonne » réponse.
it: Se un file viene eliminato non è una qualità binaria, poiché può esserlo cancellati su alcuni rami ma esistono ancora in altri. Inoltre, potrebbe esistono in un vecchio tag, ma sono stati eliminati nelle versioni più recenti Quello. Potrebbe essere effettuato un monitoraggio più approfondito, inclusa l'osservazione unire i commit in cui un lato della cronologia è stato cancellato e l'altro modificato, al fine di fornire un quadro più olistico delle eliminazioni. Tuttavia, quello l'algoritmo non solo sarebbe più complesso da implementare, ma lo sarebbe anche abbastanza difficile da presentare e interpretare da parte degli utenti. Poiché --analyze si tratta semplicemente di ottenere un quadro approssimativo di alto livello della storia, invece implementa la regola semplicistica che è sufficiente per il 98% dei casi: Un file viene contrassegnato come eliminato se è stato eseguito l'ultimo commit nell'esportazione rapida stream che menziona il file lo elenca come eliminato. Ciò lo rende dipendente dall'ordinamento topologico, ma generalmente dà la risposta "giusta".
ru: Удален ли файл, это не двоичное качество, поскольку его можно удалены в некоторых ветках, но все еще существуют в других. Кроме того, это может существуют в старом теге, но были удалены в версиях новее, чем что. Можно было бы провести более тщательное отслеживание, включая просмотр коммиты слияния, при которых одна сторона истории удаляется, а другая изменяется, для того, чтобы дать более целостную картину делеций. Однако это алгоритм будет не только более сложным в реализации, но и будет довольно сложно представить и интерпретировать пользователями. Поскольку --анализировать речь идет всего лишь о получении грубой картины истории на высоком уровне, вместо этого реализует упрощенное правило, которого достаточно для 98% случаев: Файл помечается как удаленный, если последний коммит в файле быстрого экспорта поток, в котором упоминается файл, указывает его как удаленный. Это делает его зависимым от топологического порядка, но в целом дает «правильный» ответ.

source: Renames
de: Benennt um
es: Cambia el nombre
fr: Renomme
it: Rinomina
ru: Переименовывает

source: Renames share the same non-binary nature that deletions do, plus additional challenges: * If the renamed file is renamed again, instead of just two names for a path you can have three or more. * Rename pairs of the form (oldname, newname) that we consider to be different names of the "same file" might only be valid over certain commit ranges. For example, if a new commit reintroduces a file named oldname, then new versions of oldname aren't the "same file" anymore. We could try to portray this to the user, but it's easier for the user to just break the pairing and only report unbroken rename pairings to the user. * The ability for users to rename files differently in different branches means that our chains of renames will not necessarily be linear but may branch out.
de: Umbenennungen haben die gleiche nicht-binäre Natur wie Löschungen zusätzliche Herausforderungen: * Wenn die umbenannte Datei erneut umbenannt wird, statt nur zwei Namen für Ein Pfad kann aus drei oder mehr bestehen. * Benennen Sie Paare der Form (alter Name, neuer Name) um, die wir für richtig halten Unterschiedliche Namen derselben Datei sind möglicherweise nur für bestimmte Zwecke gültig Commit-Bereiche. Wenn beispielsweise ein neues Commit eine Datei erneut einführt mit dem Namen „oldname“, dann sind neue Versionen von „oldname“ nicht dieselbe Datei. mehr. Wir könnten versuchen, dies dem Benutzer darzustellen, aber es ist einfacher damit der Benutzer die Kopplung einfach unterbrechen und nur eine ununterbrochene Meldung melden kann Umbenennen von Paarungen für den Benutzer. * Die Möglichkeit für Benutzer, Dateien unterschiedlich umzubenennen Branches bedeutet, dass unsere Umbenennungsketten nicht unbedingt vorhanden sein werden linear, kann sich aber verzweigen.
es: Los cambios de nombre comparten la misma naturaleza no binaria que las eliminaciones, además desafíos adicionales: * Si el archivo renombrado se renombra nuevamente, en lugar de solo dos nombres para un camino puedes tener tres o más. * Renombrar pares de la forma (nombre antiguo, nombre nuevo) que consideramos Es posible que diferentes nombres del "mismo archivo" solo sean válidos en ciertos rangos de compromiso. Por ejemplo, si una nueva confirmación reintroduce un archivo llamado oldname, entonces las nuevas versiones de oldname no son el "mismo archivo" ya no. Podríamos intentar mostrarle esto al usuario, pero es más fácil. para que el usuario simplemente rompa el emparejamiento y solo informe ininterrumpido cambiar el nombre de los emparejamientos al usuario. * La capacidad de los usuarios de cambiar el nombre de los archivos de manera diferente en diferentes sucursales significa que nuestras cadenas de cambios de nombres no necesariamente serán lineal pero puede ramificarse.
fr: Les renommages partagent la même nature non binaire que les suppressions, plus défis supplémentaires : * Si le fichier renommé est renommé à nouveau, au lieu de seulement deux noms pour un chemin, vous pouvez en avoir trois ou plus. * Renommer les paires de la forme (oldname, newname) que nous considérons comme étant différents noms du "même fichier" peuvent n'être valides que sur certains valider les plages. Par exemple, si un nouveau commit réintroduit un fichier nommé oldname, alors les nouvelles versions de oldname ne sont pas le "même fichier" plus. Nous pourrions essayer de présenter cela à l'utilisateur, mais c'est plus simple pour que l'utilisateur rompe simplement le couplage et ne signale que l'ininterrompu renommer les appariements en l'utilisateur. * La possibilité pour les utilisateurs de renommer les fichiers différemment dans différents branches signifie que nos chaînes de renommages ne seront pas forcément linéaire mais peut se ramifier.
it: Le ridenominazioni condividono la stessa natura non binaria delle eliminazioni, inoltre ulteriori sfide: * Se il file rinominato viene rinominato nuovamente, invece di avere solo due nomi per un percorso puoi averne tre o più. * Rinominare le coppie della forma (vecchio nome, nuovo nome) che consideriamo essere nomi diversi dello "stesso file" potrebbero essere validi solo per determinati intervalli di commit. Ad esempio, se un nuovo commit reintroduce un file denominato oldname, le nuove versioni di oldname non sono lo "stesso file" più. Potremmo provare a presentarlo all'utente, ma è più semplice affinché l'utente interrompa semplicemente l'accoppiamento e riporti solo i dati ininterrotti rinominare gli abbinamenti per l'utente. * La possibilità per gli utenti di rinominare i file in modo diverso in diversi branch significa che le nostre catene di rinominazioni non lo saranno necessariamente lineare ma può ramificarsi.
ru: Переименования имеют ту же небинарную природу, что и удаления, плюс дополнительные задачи: * Если переименованный файл переименовывается повторно, вместо двух имен для пути у вас может быть три или более. * Переименовываем пары формы (старое имя, новое имя), которые мы считаем разные имена «одного и того же файла» могут быть действительны только для определенных диапазоны фиксации. Например, если новый коммит повторно вводит файл с именем oldname, то новые версии oldname не являются «одним и тем же файлом» больше. Мы могли бы попытаться изобразить это пользователю, но это проще. чтобы пользователь мог просто разорвать сопряжение и сообщить только о неразрывном соединении переименовывать пары пользователю. * Возможность для пользователей по-разному переименовывать файлы в разных ветвей означает, что наши цепочки переименований не обязательно будут линейная, но может разветвляться.

source: Deleted directories by reverse size
de: Gelöschte Verzeichnisse nach umgekehrter Größe
es: Directorios eliminados por tamaño inverso
fr: Répertoires supprimés par taille inversée
it: Directory cancellate per dimensione inversa
ru: Удалены каталоги по обратному размеру

source: Format: unpacked size, packed size, date deleted, directory name
de: Format: entpackte Größe, gepackte Größe, Löschdatum, Verzeichnisname
es: Formato: tamaño descomprimido, tamaño empaquetado, fecha de eliminación, nombre del directorio
fr: Format : taille décompressée, taille compressée, date de suppression, nom du répertoire
it: Formato: dimensione non imballata, dimensione compressa, data di eliminazione, nome della directory
ru: Формат: распакованный размер, упакованный размер, дата удаления, имя каталога.

source: <toplevel>
de: <oberste Ebene>
es: <nivel superior>
fr: <niveau supérieur>
it: <livello superiore>
ru: <верхний уровень>

source: All directories by reverse size
de: Alle Verzeichnisse nach umgekehrter Größe
es: Todos los directorios por tamaño inverso
fr: Tous les répertoires par taille inversée
it: Tutte le directory per dimensione inversa
ru: Все каталоги в обратном размере

source: Deleted extensions by reverse size
de: Gelöschte Erweiterungen in umgekehrter Größe
es: Extensiones eliminadas por tamaño inverso
fr: Extensions supprimées par taille inversée
it: Estensioni eliminate per dimensione inversa
ru: Удаленные расширения по обратному размеру

source: Format: unpacked size, packed size, date deleted, extension name
de: Format: entpackte Größe, gepackte Größe, Löschdatum, Erweiterungsname
es: Formato: tamaño descomprimido, tamaño empaquetado, fecha de eliminación, nombre de extensión
fr: Format : taille décompressée, taille compressée, date de suppression, nom de l'extension
it: Formato: dimensione non imballata, dimensione imballata, data di eliminazione, nome estensione
ru: Формат: распакованный размер, упакованный размер, дата удаления, имя расширения.

source: <no extension>
ru: <нет расширения>

source: All extensions by reverse size
de: Alle Erweiterungen in umgekehrter Größe
es: Todas las extensiones por tamaño inverso
fr: Toutes les extensions par taille inversée
it: Tutte le estensioni per dimensione inversa
ru: Все расширения в обратном размере
