Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: Dear Customer, Thank you for your purchase at Oliver Weber! We’re thrilled to have you as our customer. Your order has been successfully processed, and your receipt is attached to this email. Your Order Id
de: Lieber Kunde, vielen Dank für Ihren Einkauf bei Oliver Weber! Wir freuen uns sehr, Sie als unseren geschätzten Kunden begrüßen zu dürfen. Ihre Bestellung wurde erfolgreich bearbeitet, und Ihre Quittung ist als Anhang dieser E-Mail beigefügt. Ihre Bestellnummer
fr: Cher client, Merci pour votre achat chez Oliver Weber ! Nous sommes ravis de vous compter parmi nos clients. Votre commande a été traitée avec succès et votre reçu est joint à cet e-mail. Votre numéro de commande

source: Thank you for choosing Oliver Weber. We look forward to seeing you again! Best regards, The Oliver Weber Team
de: Vielen Dank, dass Sie sich für Oliver Weber entschieden haben. Es wäre uns eine Freude, Sie bald wieder begrüßen zu dürfen! Mit freundlichen Grüßen, Das Oliver Weber Team
fr: Merci de nous avoir fait confiance en choisissant Oliver Weber. Nous serions ravis de vous accueillir à nouveau ! Avec nos salutations distinguées, L'équipe Olivier Weber

source: Thank You for Your Order with Oliver Weber!
de: Vielen Dank für Ihre Bestellung bei Oliver Weber!
fr: Merci pour votre commande auprès d'Oliver Weber !

source: Shipping VAT
de: Versand VAT
fr: Expédition VAT

source: Dear Customer, Your payment has been successfully processed. Your Order Id
de: Lieber Kunde, Ihre Zahlung wurde erfolgreich verarbeitet. Ihre Bestellnummer
fr: Cher client, Votre paiement a été traité avec succès. Votre numéro de commande

source: Your Payment Confirmation from Oliver Weber
de: Ihre Zahlungsbestätigung von Oliver Weber
fr: Votre confirmation de paiement d'Oliver Weber

source: COLLECTIONS
de: Sammlungen

source: UV
es: ultravioleta

source: Search
it: Ricerca
