Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: In order to pay the invoice amount via Google Pay, you have to be registered with the service provider Google, must have activated the Google Pay function, identify yourself with your access data and confirm the payment order. The payment transaction will be carried out directly after submission of your order. Further information can be found during the ordering process.
de: Um den Rechnungsbetrag über Google Pay bezahlen zu können, müssen Sie beim Diensteanbieter Google registriert sein, die Google Pay-Funktion aktiviert haben, sich mit Ihren Zugangsdaten legitimieren und die Zahlungsanweisung bestätigen. Die Zahlungstransaktion wird direkt nach Absenden Ihrer Bestellung durchgeführt. Weitere Informationen erhalten Sie während des Bestellvorgangs.
es: Para poder pagar el importe de la factura a través de Google Pay, debe estar registrado en el proveedor de servicios Google, haber activado la función Google Pay, identificarse con sus datos de acceso y confirmar la orden de pago. La transacción de pago se llevará a cabo directamente después del envío de su pedido. Puede encontrar más información durante el proceso de pedido.
fr: Pour payer le montant de la facture via Google Pay, vous devez être inscrit auprès du prestataire de services Google, avoir activé la fonction Google Pay, vous identifier avec vos données d'accès et confirmer l'ordre de paiement. L'opération de paiement sera effectuée directement après la passation de votre commande. De plus amples informations peuvent être trouvées lors du processus de commande.
it: Per pagare l'importo della fattura tramite Google Pay dovete essere registrati presso il fornitore di servizi Google, dovete aver attivato la funzione Google Pay, identificarvi con i vostri dati di accesso e confermare l'ordine di pagamento. L'operazione di pagamento verrà effettuata direttamente dopo l'invio dell'ordine. Ulteriori informazioni possono essere trovate durante il processo di ordinazione.
ru: Чтобы оплатить сумму счета через Google Pay, вы должны быть зарегистрированы у поставщика услуг Google, активировать функцию Google Pay, идентифицировать себя, указав свои данные доступа, и подтвердить платежное поручение. Платежная операция будет осуществлена ​​непосредственно после подачи вашего заказа. Дополнительную информацию можно найти в процессе оформления заказа.

source: During the ordering process you will be forwarded to the online provider Amazon's website before completing the ordering process in our online shop. In order to process the ordering process via Amazon and pay the invoice amount, you must be registered there or register first and identify yourself with your access data. There, you may confirm the delivery address and payment method stored with Amazon and confirm the use of your data by Amazon and the payment instructions to us. After this, you will be returned to our online shop, where you may complete the ordering process. Directly after the order, we request Amazon to initiate the payment transaction. The payment transaction is carried out automatically by Amazon. You will receive additional information during the ordering process.
de: Während des Bestellvorgangs werden Sie auf die Website des Online-Anbieters Amazon weitergeleitet, bevor Sie den Bestellvorgang in unserem Online-Shop abschließen. Um den Bestellvorgang über Amazon abzuwickeln und den Rechnungsbetrag bezahlen zu können, müssen Sie dort registriert sein bzw. sich zunächst registrieren und mit Ihren Zugangsdaten legitimieren. Dort können Sie die bei Amazon hinterlegte Lieferadresse und Zahlungsart bestätigen sowie die Verwendung Ihrer Daten durch Amazon und die Zahlungsanweisung an uns bestätigen. Anschließend gelangen Sie zurück zu unserem Online-Shop, wo Sie den Bestellvorgang abschließen können. Unmittelbar nach der Bestellung fordern wir Amazon zur Einleitung der Zahlungstransaktion auf. Die Zahlungstransaktion wird durch Amazon automatisch durchgeführt. Weitere Informationen erhalten Sie im Bestellvorgang.
es: Durante el proceso de pedido será redirigido al sitio web del proveedor en línea Amazon antes de completar el proceso de pedido en nuestra tienda en línea. Para poder tramitar el proceso de pedido a través de Amazon y pagar el importe de la factura deberás estar registrado allí o registrarte previamente e identificarte con tus datos de acceso. Allí, podrá confirmar la dirección de entrega y el método de pago almacenados en Amazon y confirmar el uso de sus datos por parte de Amazon y las instrucciones de pago para nosotros. Después de esto, regresará a nuestra tienda en línea, donde podrá completar el proceso de pedido. Inmediatamente después del pedido, solicitamos a Amazon que inicie la transacción de pago. La transacción de pago la realiza Amazon automáticamente. Recibirá información adicional durante el proceso de pedido.
fr: Au cours du processus de commande, vous serez redirigé vers le site Internet du fournisseur en ligne Amazon avant de terminer le processus de commande dans notre boutique en ligne. Afin de traiter le processus de commande via Amazon et de payer le montant de la facture, vous devez y être enregistré ou vous inscrire au préalable et vous identifier avec vos données d'accès. Vous pouvez y confirmer l'adresse de livraison et le mode de paiement stockés chez Amazon et nous confirmer l'utilisation de vos données par Amazon ainsi que les instructions de paiement. Après cela, vous serez redirigé vers notre boutique en ligne, où vous pourrez terminer le processus de commande. Immédiatement après la commande, nous demandons à Amazon d'initier la transaction de paiement. L'opération de paiement est effectuée automatiquement par Amazon. Vous recevrez des informations supplémentaires au cours du processus de commande.
it: Durante il processo di ordinazione verrete reindirizzati al sito web del fornitore online Amazon prima di completare il processo di ordinazione nel nostro negozio online. Per poter elaborare il processo di ordinazione tramite Amazon e pagare l'importo della fattura, è necessario registrarsi lì o registrarsi prima e identificarsi con i propri dati di accesso. Qui potrai confermare l'indirizzo di consegna e il metodo di pagamento memorizzati presso Amazon e confermarci l'utilizzo dei tuoi dati da parte di Amazon e le istruzioni di pagamento. Successivamente verrai reindirizzato al nostro negozio online, dove potrai completare il processo di ordinazione. Subito dopo l'ordine chiediamo ad Amazon di avviare la transazione di pagamento. La transazione di pagamento viene effettuata automaticamente da Amazon. Riceverai ulteriori informazioni durante il processo di ordinazione.
ru: В процессе заказа вы будете перенаправлены на веб-сайт онлайн-провайдера Amazon, прежде чем завершить процесс заказа в нашем интернет-магазине. Чтобы оформить заказ через Amazon и оплатить сумму счета, вы должны зарегистрироваться там или сначала зарегистрироваться и идентифицировать себя, используя свои данные доступа. Там вы можете подтвердить адрес доставки и способ оплаты, сохраненные в Amazon, а также подтвердить использование ваших данных Amazon и инструкции по оплате для нас. После этого вы вернетесь в наш интернет-магазин, где сможете завершить процесс заказа. Сразу после заказа мы просим Amazon инициировать платежную транзакцию. Платежная транзакция осуществляется Amazon автоматически. Дополнительную информацию вы получите в процессе заказа.

source: You may pay for your purchase by means of bank transfer after you have received the goods together with the invoice. We reserve the right to allow payment by invoice only after we verify your credit rating.
de: Sie können Ihren Einkauf per Banküberweisung bezahlen, nachdem Sie die Ware zusammen mit der Rechnung erhalten haben. Wir behalten uns vor, die Zahlung per Rechnung erst nach Prüfung Ihrer Bonität zu ermöglichen.
es: Podrás pagar tu compra mediante transferencia bancaria una vez hayas recibido la mercancía junto con la factura. Nos reservamos el derecho de permitir el pago mediante factura solo después de verificar su calificación crediticia.
fr: Vous pouvez régler votre achat par virement bancaire après avoir reçu la marchandise accompagnée de la facture. Nous nous réservons le droit d'autoriser le paiement par facture uniquement après avoir vérifié votre cote de crédit.
it: Potrai pagare il tuo acquisto tramite bonifico bancario dopo aver ricevuto la merce insieme alla fattura. Ci riserviamo il diritto di consentire il pagamento tramite fattura solo dopo aver verificato la tua solvibilità.
ru: Вы можете оплатить покупку банковским переводом после получения товара вместе со счетом. Мы оставляем за собой право разрешить оплату по счету только после проверки вашего кредитного рейтинга.

source: RIGHT TO CANCEL
de: Widerrufsrecht
es: DERECHO A CANCELAR
fr: DROIT D'ANNULATION
it: DIRITTO DI CANCELLAZIONE
ru: ПРАВО НА ОТМЕНУ

source: Consumers are entitled to the statutory right to cancel, as described in the instructions on the right to cancel. Businesses are not granted any voluntary right to cancel.
de: Verbrauchern steht das gesetzliche Widerrufsrecht zu, wie in der Widerrufsbelehrung beschrieben. Für Unternehmen besteht kein freiwilliges Widerrufsrecht.
es: Los consumidores tienen el derecho legal de cancelación, tal como se describe en las instrucciones sobre el derecho de cancelación. A las empresas no se les concede ningún derecho voluntario de cancelación.
fr: Les consommateurs disposent du droit légal de rétractation, comme décrit dans les instructions sur le droit de rétractation. Les entreprises ne bénéficient d’aucun droit d’annulation volontaire.
it: Al consumatore spetta il diritto di recesso previsto dalla legge, come descritto nelle istruzioni sul diritto di recesso. Alle imprese non è concesso alcun diritto di recesso volontario.
ru: Потребители имеют законное право на отмену, как описано в инструкциях о праве на отмену. Предприятиям не предоставляется никакого добровольного права на отмену.

source: The goods shall remain our property until full payment is made.
de: Die Ware bleibt bis zur vollständigen Bezahlung unser Eigentum.
es: Los productos seguirán siendo de nuestra propiedad hasta que se realice el pago completo.
fr: Les marchandises restent notre propriété jusqu'au paiement intégral.
it: La merce rimarrà di nostra proprietà fino al completo pagamento.
ru: Товар остается нашей собственностью до полной оплаты.

source: For businesses, the following applies additionally: We reserve ownership of the goods until complete settlement of all claims arising from a current business relationship. You may resell reserved goods in ordinary business operations; you shall assign any claims arising from this resale – irrespective of connecting or mixing of the reserved goods with a new item - in the amount of the invoice amount to us in advance, and we accept this assignment. You remain authorised to collect the claims; however, we may likewise collect the claims ourselves, should you fail to fulfil your payment obligations.
de: Für Unternehmer gilt ergänzend: Wir behalten uns das Eigentum an der Ware bis zur vollständigen Begleichung sämtlicher Forderungen aus einer laufenden Geschäftsbeziehung vor. Die Weiterveräußerung der Vorbehaltsware ist im ordnungsgemäßen Geschäftsverkehr gestattet; Die aus der Weiterveräußerung entstehenden Forderungen treten Sie – unabhängig von der Verbindung oder Vermischung der Vorbehaltsware mit einer neuen Sache – in Höhe des Rechnungsbetrages im Voraus an uns ab und wir nehmen diese Abtretung an. Zur Einziehung der Forderungen bleiben Sie ermächtigt; Wir sind jedoch berechtigt, die Forderungen auch selbst einzuziehen, sofern Sie Ihren Zahlungsverpflichtungen nicht nachkommen.
es: Para las empresas se aplica además lo siguiente: Nos reservamos la propiedad de la mercancía hasta la liquidación completa de todos los derechos derivados de una relación comercial actual. Podrá revender bienes reservados en operaciones comerciales ordinarias; Usted nos cederá por adelantado todos los derechos derivados de esta reventa, independientemente de si la mercancía reservada se combina o se mezcla con un artículo nuevo, por el importe de la factura y nosotros aceptamos esta cesión. Usted sigue autorizado a cobrar las reclamaciones; sin embargo, también podemos cobrar las reclamaciones nosotros mismos, en caso de que usted no cumpla con sus obligaciones de pago.
fr: Pour les entreprises, ce qui suit s'applique en outre : Nous nous réservons la propriété des marchandises jusqu'au règlement complet de toutes les créances résultant d'une relation commerciale en cours. Vous pouvez revendre des marchandises réservées dans le cadre d'opérations commerciales ordinaires ; vous devez nous céder à l'avance toutes les créances résultant de cette revente – indépendamment du raccordement ou du mélange de la marchandise réservée avec un nouvel article – à hauteur du montant de la facture, et nous acceptons cette cession. Vous restez autorisé à recouvrer les créances ; nous pouvons toutefois également recouvrer nous-mêmes les créances si vous ne remplissez pas vos obligations de paiement.
it: Per le aziende vale inoltre quanto segue: ci riserviamo la proprietà della merce fino al completo pagamento di tutti i crediti derivanti dal rapporto commerciale in corso. È possibile rivendere i beni riservati nelle normali operazioni commerciali; Lei cederà in anticipo a noi tutti i crediti derivanti da questa rivendita – indipendentemente dall'unione o dalla fusione della merce riservata con un nuovo articolo – per l'importo dell'importo della fattura, e noi accetteremo questa cessione. Rimani autorizzato a riscuotere i crediti; tuttavia, potremmo anche riscuotere noi stessi i crediti, nel caso in cui tu non adempia ai tuoi obblighi di pagamento.
ru: Для предприятий дополнительно применяется следующее: Мы сохраняем за собой право собственности на товары до полного урегулирования всех претензий, вытекающих из текущих деловых отношений. Вы можете перепродавать зарезервированные товары в рамках обычных деловых операций; вы заранее уступаете нам любые претензии, возникающие в результате этой перепродажи – независимо от соединения или смешивания зарезервированного товара с новым товаром – в размере суммы счета-фактуры, и мы принимаем эту уступку. Вы по-прежнему имеете право собирать претензии; однако мы также можем сами взыскать претензии, если вы не выполните свои платежные обязательства.

source: For consumer the following applies: If the goods are delivered with obvious damage caused during delivery, please report the defect to the carrier and notify us without delay. Failure to make a complaint or to make contact does not in any way affect your legal rights or the enforcement of such rights, notably your warranty rights. However, in doing so you help us to assert our own claims against the carrier or transport insurer.
de: Für Verbraucher gilt: Wird die Ware mit offensichtlichen Transportschäden angeliefert, so reklamieren Sie den Mangel bitte unverzüglich beim Spediteur und benachrichtigen uns unverzüglich. Die Versäumung einer Reklamation oder Kontaktaufnahme hat keinerlei Auswirkungen auf Ihre gesetzlichen Rechte oder die Durchsetzung dieser Rechte, insbesondere Ihrer Gewährleistungsrechte. Sie helfen uns jedoch dabei, unsere eigenen Ansprüche gegenüber dem Frachtführer bzw. Transportversicherer geltend machen zu können.
es: Para el consumidor se aplica lo siguiente: si los productos se entregan con daños evidentes causados ​​durante la entrega, informe del defecto al transportista y notifíquenoslo sin demora. No presentar una queja o no establecer contacto no afecta de ninguna manera sus derechos legales o el cumplimiento de dichos derechos, en particular sus derechos de garantía. Sin embargo, al hacerlo, nos ayuda a hacer valer nuestros propios derechos contra el transportista o la aseguradora de transporte.
fr: Pour le consommateur, ce qui suit s'applique : Si les marchandises sont livrées avec des dommages évidents causés lors de la livraison, veuillez signaler le défaut au transporteur et nous en informer sans délai. L’absence de réclamation ou de prise de contact n’affecte en rien vos droits légaux ni l’application de ces droits, notamment vos droits de garantie. Cependant, vous nous aidez ainsi à faire valoir nos propres droits contre le transporteur ou l'assureur du transport.
it: Per il consumatore vale quanto segue: Se la merce viene consegnata con danni evidenti causati durante il trasporto, si prega di segnalare il difetto al corriere e di avvisarci senza indugio. La mancata presentazione di un reclamo o di contatto non pregiudica in alcun modo i vostri diritti legali o l'applicazione di tali diritti, in particolare i vostri diritti di garanzia. In questo modo ci aiutate tuttavia a far valere i nostri diritti nei confronti del trasportatore o dell'assicuratore del trasporto.
ru: Для потребителя действует следующее: Если товар доставлен с очевидными повреждениями, возникшими во время доставки, сообщите о дефекте перевозчику и незамедлительно сообщите нам. Неспособность подать жалобу или связаться с нами никоим образом не влияет на ваши законные права или реализацию таких прав, в частности, на ваши гарантийные права. Тем не менее, тем самым вы помогаете нам отстаивать наши собственные претензии к перевозчику или транспортной страховой компании.

source: Applicable to businesses: The risks of accidental loss or deterioration of the goods will transfer to you once we have submitted the item to the haulier, carrier or other contractor for forwarding to the defined person or establishment. 'Kaufleute' as defined by the German Commercial Code (HGB) are subject to the inspection and notification requirements set out in § 377 HGB: The purchaser must examine the goods immediately after their delivery by the vendor, as far as this is practicable in the ordinary course of business, and upon the discovery of any defect must immediately give notice thereof to the vendor. Should you fail to comply with the instructions set out therein; the goods will be deemed to have been approved unless the defect was not detectable on inspection. This shall not apply if a given defect has been concealed by us deceitfully.
de: Für Unternehmer gilt: Die Gefahr des zufälligen Untergangs und der zufälligen Verschlechterung der Ware geht auf Sie über, sobald wir die Sache dem Spediteur, Frachtführer oder sonstigen Auftragnehmer zur Weiterleitung an die von Ihnen benannte Person oder Anstalt übergeben haben. Für Kaufleute im Sinne des Handelsgesetzbuches (HGB) gilt die Untersuchungs- und Rügepflicht des § 377 HGB: Der Käufer hat die Ware unverzüglich nach Ablieferung durch den Verkäufer zu untersuchen, soweit dies tunlich ist Im Rahmen eines ordnungsgemäßen Geschäftsgangs ist die Feststellung eines Mangels unverzüglich dem Verkäufer zu rügen. Sollten Sie die darin enthaltenen Anweisungen nicht befolgen; Die Ware gilt als genehmigt, es sei denn, dass der Mangel bei der Untersuchung nicht erkennbar war. Dies gilt nicht, wenn wir einen Mangel arglistig verschwiegen haben.
es: Aplicable a empresas: Los riesgos de pérdida accidental o deterioro de la mercancía se transferirán a usted una vez que hayamos enviado el artículo al transportista, transportista u otro contratista para su envío a la persona o establecimiento definido. Los "Kaufleute" tal como se definen en el Código de Comercio alemán (HGB) están sujetos a los requisitos de inspección y notificación establecidos en el artículo 377 del HGB: el comprador debe examinar la mercancía inmediatamente después de su entrega por parte del vendedor, en la medida en que esto sea posible en el curso ordinario del negocio, y al descubrir cualquier defecto deberá notificarlo inmediatamente al vendedor. En caso de incumplimiento de las instrucciones allí contenidas; Se considerará que la mercancía ha sido aprobada a menos que el defecto no haya sido detectable durante la inspección. Esto no se aplicará si un determinado defecto ha sido ocultado de forma engañosa.
fr: Applicable aux entreprises : Les risques de perte ou de détérioration accidentelle de la marchandise vous seront transférés une fois que nous aurons soumis l'article au transporteur, transporteur ou autre entrepreneur pour expédition à la personne ou à l'établissement défini. Les « Kaufleute » au sens du Code de commerce allemand (HGB) sont soumises aux exigences de contrôle et de notification définies au § 377 HGB : L'acheteur doit examiner les marchandises immédiatement après leur livraison par le vendeur, dans la mesure où cela est possible dans le pays. dans le cours normal de ses affaires et, dès la découverte de tout défaut, doit en informer immédiatement le vendeur. Si vous ne respectez pas les instructions qui y sont énoncées ; les marchandises seront considérées comme approuvées, à moins que le défaut n'ait pas été décelable lors de l'inspection. Ceci ne s'applique pas si un défaut donné a été dissimulé de manière trompeuse par nos soins.
it: Applicabile alle aziende: i rischi di perdita accidentale o deterioramento della merce verranno trasferiti a te una volta che avremo affidato l'articolo al trasportatore, al vettore o ad altro appaltatore per l'inoltro alla persona o allo stabilimento definiti. I "Kaufleute" ai sensi del Codice commerciale tedesco (HGB) sono soggetti agli obblighi di ispezione e notifica di cui al § 377 HGB: L'acquirente deve esaminare la merce immediatamente dopo la consegna da parte del venditore, per quanto possibile nel normale svolgimento dell'attività e non appena scoperto un difetto deve darne immediata comunicazione al venditore. In caso di mancato rispetto delle istruzioni ivi riportate; la merce si riterrà approvata a meno che il difetto non fosse rilevabile all'ispezione. Ciò non si applica se un determinato difetto è stato da noi nascosto in modo ingannevole.
ru: Применимо к предприятиям: риски случайной потери или порчи товара перейдут к вам, как только мы отправим товар перевозчику, перевозчику или другому подрядчику для отправки определенному лицу или учреждению. «Kaufleute», как это определено Торговым кодексом Германии (HGB), подлежит проверке и уведомлению, изложенным в § 377 HGB: Покупатель должен проверить товар сразу после его доставки продавцом, насколько это практически осуществимо в в ходе обычной деятельности и при обнаружении любого дефекта должен немедленно уведомить об этом продавца. Если вы не соблюдаете изложенные в нем инструкции; товар будет считаться одобренным, за исключением случаев, когда дефект не был обнаружен при осмотре. Это не применяется, если данный дефект был скрыт нами обманным путем.
