Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: Could not open file {filename!r}: {message}
de: Die Datei {filename!r} konnte nicht geöffnet werden: {message}
es: No se pudo abrir el archivo {nombre de archivo!r}: {mensaje}
fr: Impossible d'ouvrir le fichier {filename!r} : {message}
it: Impossibile aprire il file {nomefile!r}: {messaggio}
ru: Не удалось открыть файл {filename!r}: {message}

source: Argument {name!r} takes {nargs} values.
de: Das Argument {name!r} nimmt {nargs}-Werte an.
es: El argumento {nombre!r} toma valores de {nargs}.
fr: L'argument {name!r} prend les valeurs {nargs}.
it: L'argomento {nome!r} accetta valori {nargs}.
ru: Аргумент {name!r} принимает значения {nargs}.

source: Option {name!r} does not take a value.
de: Die Option {name!r} nimmt keinen Wert an.
es: La opción {nombre!r} no toma ningún valor.
fr: L'option {name!r} ne prend pas de valeur.
it: L'opzione {nome!r} non accetta valore.
ru: Опция {name!r} не принимает значения.

source: Option {name!r} requires an argument.
de: Die Option {name!r} erfordert ein Argument.
es: La opción {nombre!r} requiere un argumento.
fr: L'option {name!r} nécessite un argument.
it: L'opzione {nome!r} richiede un argomento.
ru: Опция {name!r} требует аргумента.

source: Shell completion is not supported for Bash versions older than 4.4.
de: Die Shell-Vervollständigung wird für Bash-Versionen vor 4.4 nicht unterstützt.
es: La finalización del shell no es compatible con versiones de Bash anteriores a la 4.4.
fr: La complétion du shell n'est pas prise en charge pour les versions de Bash antérieures à 4.4.
it: Il completamento della shell non è supportato per le versioni Bash precedenti alla 4.4.
ru: Завершение оболочки не поддерживается для версий Bash старше 4.4.

source: Couldn't detect Bash version, shell completion is not supported.
de: Die Bash-Version konnte nicht erkannt werden, die Shell-Vervollständigung wird nicht unterstützt.
es: No se pudo detectar la versión de Bash, no se admite la finalización del shell.
fr: Impossible de détecter la version de Bash, la complétion du shell n'est pas prise en charge.
it: Impossibile rilevare la versione di Bash, il completamento della shell non è supportato.
ru: Не удалось определить версию Bash, завершение оболочки не поддерживается.

source: Repeat for confirmation
de: Zur Bestätigung wiederholen
es: Repita para confirmar
fr: Répétez pour confirmation
ru: Повторите для подтверждения

source: Error: The value you entered was invalid.
de: Fehler: Der eingegebene Wert war ungültig.
es: Error: el valor que ingresó no es válido.
fr: Erreur : La valeur que vous avez saisie n'est pas valide.
it: Errore: il valore inserito non è valido.
ru: Ошибка: введенное вами значение недействительно.

source: Error: {e.message}
de: Fehler: {e.message}
es: Error: {e.mensaje}
fr: Erreur : {e.message}
it: Errore: {e.message}
ru: Ошибка: {e.message}

source: Error: The two entered values do not match.
de: Fehler: Die beiden eingegebenen Werte stimmen nicht überein.
es: Error: Los dos valores ingresados ​​no coinciden.
fr: Erreur : Les deux valeurs saisies ne correspondent pas.
it: Errore: i due valori immessi non corrispondono.
ru: Ошибка: два введенных значения не совпадают.

source: Error: invalid input
de: Fehler: ungültige Eingabe
es: Error: entrada no válida
fr: Erreur : saisie invalide
it: Errore: input non valido
ru: Ошибка: неверный ввод.

source: Press any key to continue...
de: Drücken Sie eine beliebige Taste, um fortzufahren...
es: Presione cualquier tecla para continuar...
fr: Appuyez sur n'importe quelle touche pour continuer...
it: Premere un tasto qualsiasi per continuare...
ru: Нажмите любую клавишу, чтобы продолжить...

source: Choose from: {choices}
de: Wählen Sie aus: {Auswahlmöglichkeiten}
es: Elija entre: {opciones}
fr: Choisissez parmi : {choix}
it: Scegli tra: {scelte}
ru: Выберите из: {выбор}

source: {value!r} is not {choice}.
de: {value!r} ist nicht {choice}.
es: {valor!r} no es {elección}.
fr: {value!r} n'est pas {choix}.
it: {valore!r} non è {scelta}.
ru: {value!r} не является {choice}.

source: {value!r} does not match the format {format}.
de: {value!r} entspricht nicht dem Format {format}.
es: {value!r} no coincide con el formato {format}.
fr: {value!r} ne correspond pas au format {format}.
it: {value!r} non corrisponde al formato {format}.
ru: {value!r} не соответствует формату {format}.

source: {value!r} is not a valid {number_type}.
de: {value!r} ist kein gültiger {number_type}.
es: {value!r} no es un {number_type} válido.
fr: {value!r} n'est pas un {number_type} valide.
it: {value!r} non è un {number_type} valido.
ru: {value!r} не является допустимым {number_type}.

source: {value} is not in the range {range}.
de: {value} liegt nicht im Bereich {range}.
es: {valor} no está en el rango {rango}.
fr: {value} n'est pas dans la plage {range}.
it: {value} non è nell'intervallo {range}.
ru: {value} находится за пределами диапазона {range}.

source: {value!r} is not a valid boolean.
de: {value!r} ist kein gültiger boolescher Wert.
es: {value!r} no es un booleano válido.
fr: {value!r} n'est pas un booléen valide.
it: {value!r} non è un valore booleano valido.
ru: {value!r} не является допустимым логическим значением.

source: {value!r} is not a valid UUID.
de: {value!r} ist keine gültige UUID.
es: {value!r} no es un UUID válido.
fr: {value!r} n'est pas un UUID valide.
it: {value!r} non è un UUID valido.
ru: {value!r} не является допустимым UUID.

source: file
de: Nagelfeile
es: Lima de uñas
fr: déposer
ru: файл

source: directory
de: Verzeichnis
es: directorio
fr: annuaire
ru: каталог

source: path
de: Weg
es: camino
fr: chemin
it: sentiero
ru: путь

source: {name} {filename!r} does not exist.
de: {name} {filename!r} existiert nicht.
es: {nombre} {nombre de archivo!r} no existe.
fr: {name} {filename!r} n'existe pas.
it: {nome} {nomefile!r} non esiste.
ru: {имя} {имя_файла!r} не существует.

source: {name} {filename!r} is a file.
de: {name} {filename!r} ist eine Datei.
es: {nombre} {nombre de archivo!r} es un archivo.
fr: {name} {filename!r} est un fichier.
it: {nome} {nomefile!r} è un file.
ru: {имя} {имя_файла!r} — это файл.

source: {name} '{filename}' is a directory.
de: {name} '{filename}' ist ein Verzeichnis.
es: {nombre} '{nombre de archivo}' es un directorio.
fr: {name} '{filename}' est un répertoire.
it: {nome} '{filename}' è una directory.
ru: {name} '{filename}' — это каталог.

source: {name} {filename!r} is not readable.
de: {name} {filename!r} ist nicht lesbar.
es: {nombre} {nombre de archivo!r} no es legible.
fr: {name} {filename!r} n'est pas lisible.
it: {nome} {nomefile!r} non è leggibile.
ru: {имя} {имя файла!r} не читается.

source: {name} {filename!r} is not writable.
de: {name} {filename!r} ist nicht beschreibbar.
es: {nombre} {nombre de archivo!r} no se puede escribir.
fr: {name} {filename!r} n'est pas accessible en écriture.
it: {nome} {nomefile!r} non è scrivibile.
ru: {name} {filename!r} недоступен для записи.

source: {name} {filename!r} is not executable.
de: {name} {filename!r} ist nicht ausführbar.
es: {nombre} {nombre de archivo!r} no es ejecutable.
fr: {name} {filename!r} n'est pas exécutable.
it: {nome} {nomefile!r} non è eseguibile.
ru: {name} {filename!r} не является исполняемым.

source: {len_type} values are required, but {len_value} was given.
de: {len_type}-Werte sind erforderlich, aber {len_value} wurde angegeben.
es: Los valores {len_type} son obligatorios, pero se proporcionó {len_value}.
fr: Les valeurs {len_type} sont requises, mais {len_value} a été donnée.
it: I valori {len_type} sono obbligatori, ma è stato fornito {len_value}.
ru: Значения {len_type} являются обязательными, но было задано {len_value}.

source: Messages
de: Nachrichten
es: Mensajes
it: Messaggi
ru: Сообщения

source: Site Maps
es: Mapas del sitio
fr: Plans des sites
it: Mappe del sito
ru: Карты сайта

source: Static Files
de: Statische Dateien
es: Archivos estáticos
fr: Fichiers statiques
it: File statici
ru: Статические файлы

source: Syndication
de: Syndizierung
es: Sindicación
it: Sindacazione
ru: Синдикация

source: That page number is not an integer
de: Diese Seitenzahl ist keine ganze Zahl
es: Ese número de página no es un número entero.
fr: Ce numéro de page n'est pas un entier
it: Il numero di pagina non è un numero intero
ru: Этот номер страницы не является целым числом

source: That page number is less than 1
de: Diese Seitenzahl ist kleiner als 1
es: Ese número de página es menor que 1.
fr: Ce numéro de page est inférieur à 1
it: Il numero di pagina è inferiore a 1
ru: Этот номер страницы меньше 1

source: That page contains no results
de: Diese Seite enthält keine Ergebnisse
es: Esa página no contiene resultados.
fr: Cette page ne contient aucun résultat
it: Quella pagina non contiene risultati
ru: На этой странице нет результатов

source: Enter a valid value.
de: Geben Sie einen gültigen Wert ein.
es: Introduzca un valor válido.
fr: Entrez une valeur valide.
it: Inserisci un valore valido.
ru: Введите допустимое значение.

source: Enter a valid URL.
de: Geben Sie eine gültige URL ein.
es: Introduzca una URL válida.
fr: Saisissez une URL valide.
it: Inserisci un URL valido.
ru: Введите действительный URL-адрес.

source: Enter a valid integer.
de: Geben Sie eine gültige Ganzzahl ein.
es: Introduzca un número entero válido.
fr: Entrez un entier valide.
it: Inserisci un numero intero valido.
ru: Введите допустимое целое число.

source: Enter a valid email address.
de: Geben Sie eine gültige E-Mail-Adresse ein.
es: Ingrese una dirección de correo electrónico válida.
fr: Entrez une adresse e-mail valide.
it: Inserisci un indirizzo email valido.
ru: Введите действительный адрес электронной почты.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
de: Geben Sie einen gültigen „Slug“ ein, der aus Buchstaben, Zahlen, Unterstrichen oder Bindestrichen besteht.
es: Ingrese un "slug" válido que consta de letras, números, guiones bajos o guiones.
fr: Entrez un « slug » valide composé de lettres, de chiffres, de traits de soulignement ou de traits d'union.
it: Inserisci uno "slug" valido composto da lettere, numeri, trattini bassi o trattini.
ru: Введите действительный «слаг», состоящий из букв, цифр, символов подчеркивания или дефисов.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
de: Geben Sie einen gültigen „Slug“ ein, der aus Unicode-Buchstaben, Zahlen, Unterstrichen oder Bindestrichen besteht.
es: Ingrese un "slug" válido que consta de letras, números, guiones bajos o guiones Unicode.
fr: Entrez un « slug » valide composé de lettres Unicode, de chiffres, de traits de soulignement ou de traits d'union.
it: Inserisci uno "slug" valido composto da lettere, numeri, trattini bassi o trattini Unicode.
ru: Введите действительный «слаг», состоящий из букв Юникода, цифр, символов подчеркивания или дефисов.

source: Enter a valid IPv4 address.
de: Geben Sie eine gültige IPv4-Adresse ein.
es: Ingrese una dirección IPv4 válida.
fr: Saisissez une adresse IPv4 valide.
it: Inserisci un indirizzo IPv4 valido.
ru: Введите действительный адрес IPv4.

source: Enter a valid IPv6 address.
de: Geben Sie eine gültige IPv6-Adresse ein.
es: Ingrese una dirección IPv6 válida.
fr: Saisissez une adresse IPv6 valide.
it: Inserisci un indirizzo IPv6 valido.
ru: Введите действительный адрес IPv6.

source: Enter a valid IPv4 or IPv6 address.
de: Geben Sie eine gültige IPv4- oder IPv6-Adresse ein.
es: Ingrese una dirección IPv4 o IPv6 válida.
fr: Saisissez une adresse IPv4 ou IPv6 valide.
it: Inserisci un indirizzo IPv4 o IPv6 valido.
ru: Введите действительный адрес IPv4 или IPv6.

source: Enter only digits separated by commas.
de: Geben Sie nur durch Kommas getrennte Ziffern ein.
es: Introduzca sólo dígitos separados por comas.
fr: Saisissez uniquement des chiffres séparés par des virgules.
it: Inserisci solo cifre separate da virgole.
ru: Введите только цифры, разделенные запятыми.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
de: Stellen Sie sicher, dass dieser Wert %(limit_value)s ist (es ist %(show_value)s).
es: Asegúrese de que este valor sea %(limit_value)s (es %(show_value)s).
fr: Assurez-vous que cette valeur est %(limit_value)s (c'est %(show_value)s).
it: Assicurati che questo valore sia %(limit_value)s (è %(show_value)s).
ru: Убедитесь, что это значение — %(limit_value)s (это %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert kleiner oder gleich %(limit_value)sist.
es: Asegúrese de que este valor sea menor o igual que %(limit_value)s.
fr: Assurez-vous que cette valeur est inférieure ou égale à %(limit_value)s.
it: Assicurati che questo valore sia inferiore o uguale a %(limit_value)s.
ru: Убедитесь, что это значение меньше или равно %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert größer oder gleich %(limit_value)sist.
es: Asegúrese de que este valor sea mayor o igual a %(limit_value)s.
fr: Assurez-vous que cette valeur est supérieure ou égale à %(limit_value)s.
it: Assicurati che questo valore sia maggiore o uguale a %(limit_value)s.
ru: Убедитесь, что это значение больше или равно %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert ein Vielfaches der Schrittgröße %(limit_value)sist.
es: Asegúrese de que este valor sea un múltiplo del tamaño del paso %(limit_value)s.
fr: Assurez-vous que cette valeur est un multiple de la taille du pas %(limit_value)s.
it: Assicurati che questo valore sia un multiplo della dimensione del passo %(limit_value)s.
ru: Убедитесь, что это значение кратно размеру шага %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
de: Stellen Sie sicher, dass dieser Wert ein Vielfaches der Schrittgröße %(limit_value)sist, beginnend mit %(offset)s, z. B. %(offset)s, %(valid_value1)s, %(valid_value2)susw.
es: Asegúrese de que este valor sea un múltiplo del tamaño del paso %(limit_value)s, comenzando desde %(offset)s, p. %(offset)s, %(valid_value1)s, %(valid_value2)s, etc.
fr: Assurez-vous que cette valeur est un multiple de la taille de pas %(limit_value)s, à partir de %(offset)s, par ex. %(offset)s, %(valid_value1)s, %(valid_value2)s, etc.
it: Assicurati che questo valore sia un multiplo della dimensione del passo %(limit_value)s, a partire da %(offset)s, ad es. %(offset)s, %(valid_value1)s, %(valid_value2)se così via.
ru: Убедитесь, что это значение кратно размеру шага %(limit_value)s, начиная с %(offset)s, например %(offset)s, %(valid_value1)s, %(valid_value2)sи т. д.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
de: Stellen Sie sicher, dass dieser Wert mindestens %(limit_value)d Zeichen hat (er hat %(show_value)d).
es: Asegúrese de que este valor tenga al menos el carácter %(limit_value)d (tiene %(show_value)d).
fr: Assurez-vous que cette valeur comporte au moins le caractère %(limit_value)d (elle comporte %(show_value)d).
it: Assicurati che questo valore contenga almeno %(limit_value)d carattere (ha %(show_value)d).
ru: Убедитесь, что это значение содержит как минимум символ %(limit_value)d (оно имеет %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
de: Stellen Sie sicher, dass dieser Wert höchstens %(limit_value)d Zeichen hat (er hat %(show_value)d).
es: Asegúrese de que este valor tenga como máximo el carácter %(limit_value)d (tiene %(show_value)d).
fr: Assurez-vous que cette valeur comporte au plus le caractère %(limit_value)d (elle comporte %(show_value)d).
it: Assicurati che questo valore contenga al massimo %(limit_value)d caratteri (ha %(show_value)d).
ru: Убедитесь, что это значение содержит не более %(limit_value)d символов (оно имеет %(show_value)d).

source: Enter a number.
de: Geben Sie eine Zahl ein.
es: Introduzca un número.
fr: Entrez un numéro.
it: Inserisci un numero.
ru: Введите номер.

source: Ensure that there are no more than %(max)s digit in total.
de: Stellen Sie sicher, dass insgesamt nicht mehr als %(max)s Ziffern vorhanden sind.
es: Asegúrese de que no haya más de %(max)s dígitos en total.
fr: Assurez-vous qu’il n’y a pas plus de %(max)s chiffres au total.
it: Assicurati che non ci siano più di %(max)s cifre in totale.
ru: Убедитесь, что общее количество цифр не превышает %(max)s .

source: Ensure that there are no more than %(max)s decimal place.
de: Stellen Sie sicher, dass nicht mehr als %(max)s Dezimalstellen vorhanden sind.
es: Asegúrese de que no haya más de %(max)s decimales.
fr: Assurez-vous qu'il n'y a pas plus de %(max)s décimale.
it: Assicurati che non ci siano più di %(max)s cifre decimali.
ru: Убедитесь, что количество десятичных знаков не превышает %(max)s .

source: Ensure that there are no more than %(max)s digit before the decimal point.
de: Stellen Sie sicher, dass vor dem Dezimalpunkt nicht mehr als %(max)s Ziffern stehen.
es: Asegúrese de que no haya más de %(max)s dígitos antes del punto decimal.
fr: Assurez-vous qu'il n'y a pas plus de %(max)s chiffres avant la virgule décimale.
it: Assicurati che non ci siano più di %(max)s cifre prima del punto decimale.
ru: Убедитесь, что перед десятичной точкой не более %(max)s цифр.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
de: Die Dateierweiterung „%(extension)s“ ist nicht zulässig. Zulässige Erweiterungen sind: %(allowed_extensions)s.
es: La extensión de archivo “%(extension)s” no está permitida. Las extensiones permitidas son: %(allowed_extensions)s.
fr: L'extension de fichier «%(extension)s» n'est pas autorisée. Les extensions autorisées sont : %(allowed_extensions)s.
it: L'estensione del file "%(extension)s" non è consentita. Le estensioni consentite sono: %(allowed_extensions)s.
ru: Расширение файла «%(extension)s» не допускается. Разрешенные расширения: %(allowed_extensions)s.

source: Null characters are not allowed.
de: Nullzeichen sind nicht zulässig.
es: No se permiten caracteres nulos.
fr: Les caractères nuls ne sont pas autorisés.
it: Non sono ammessi caratteri nulli.
ru: Нулевые символы не допускаются.

source: %(model_name)s with this %(field_labels)s already exists.
de: %(model_name)s mit diesem %(field_labels)s existiert bereits.
es: %(model_name)s con este %(field_labels)s ya existe.
fr: %(model_name)s avec ce %(field_labels)s existe déjà.
it: %(model_name)s con questo %(field_labels)s esiste già.
ru: %(model_name)s с этими %(field_labels)s уже существует.

source: Constraint “%(name)s” is violated.
de: Die Einschränkung „%(name)s“ ist verletzt.
es: Se viola la restricción “%(name)s”.
fr: La contrainte «%(name)s» n'est pas respectée.
it: Il vincolo “%(name)s” è violato.
ru: Ограничение «%(name)s» нарушено.

source: Value %(value)r is not a valid choice.
de: Der Wert %(value)r ist keine gültige Auswahl.
es: El valor %(valor)r no es una opción válida.
fr: La valeur %(value)r n’est pas un choix valide.
it: Il valore %(value)r non è una scelta valida.
ru: Значение %(value)r не является допустимым выбором.

source: This field cannot be null.
de: Dieses Feld darf nicht null sein.
es: Este campo no puede ser nulo.
fr: Ce champ ne peut pas être nul.
it: Questo campo non può essere nullo.
ru: Это поле не может быть нулевым.

source: This field cannot be blank.
de: Dieses Feld darf nicht leer sein.
es: Este campo no puede estar en blanco.
fr: Ce champ ne peut pas être vide.
it: Questo campo non può essere vuoto.
ru: Это поле не может быть пустым.

source: %(model_name)s with this %(field_label)s already exists.
de: %(model_name)s mit diesem %(field_label)s existiert bereits.
es: %(model_name)s con este %(field_label)s ya existe.
fr: %(model_name)s avec ce %(field_label)s existe déjà.
it: %(model_name)s con questo %(field_label)s esiste già.
ru: %(model_name)s с этой %(field_label)s уже существует.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
de: %(field_label)s muss für %(date_field_label)s %(lookup_type)seindeutig sein.
es: %(field_label)s debe ser único para %(date_field_label)s %(lookup_type)s.
fr: %(field_label)s doit être unique pour %(date_field_label)s %(lookup_type)s.
it: %(field_label)s deve essere univoco per %(date_field_label)s %(lookup_type)s.
ru: %(field_label)s должно быть уникальным для %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
de: Feldtyp: %(field_type)s
es: Campo de tipo: %(field_type)s
fr: Champ de type : %(field_type)s
it: Campo di tipo: %(field_type)s
ru: Поле типа: %(field_type)s

source: “%(value)s” value must be either True or False.
de: Der Wert „%(value)s“ muss entweder True oder False sein.
es: El valor “%(value)s” debe ser Verdadero o Falso.
fr: La valeur «%(value)s» doit être vraie ou fausse.
it: Il valore "%(value)s" deve essere True o False.
ru: Значение «%(value)s» должно быть либо True, либо False.

source: “%(value)s” value must be either True, False, or None.
de: Der Wert „%(value)s“ muss entweder True, False oder None sein.
es: El valor “%(value)s” debe ser Verdadero, Falso o Ninguno.
fr: La valeur «%(value)s» doit être True, False ou None.
it: Il valore "%(value)s" deve essere True, False o Nessuno.
ru: Значение «%(value)s» должно быть True, False или None.

source: Boolean (Either True or False)
de: Boolescher Wert (entweder wahr oder falsch)
es: Booleano (verdadero o falso)
fr: Booléen (vrai ou faux)
it: Booleano (Vero o Falso)
ru: Логическое значение (истина или ложь)

source: String (up to %(max_length)s)
de: Zeichenfolge (bis zu %(max_length)s)
es: Cadena (hasta %(max_length)s)
fr: Chaîne (jusqu'à %(max_length)s)
it: Stringa (fino a %(max_length)s)
ru: Строка (до %(max_length)s)

source: String (unlimited)
de: Zeichenfolge (unbegrenzt)
es: Cadena (ilimitada)
fr: Chaîne (illimité)
it: Stringa (illimitato)
ru: Строка (без ограничений)

source: Comma-separated integers
de: Durch Kommas getrennte Ganzzahlen
es: Enteros separados por comas
fr: Entiers séparés par des virgules
it: Interi separati da virgole
ru: Целые числа, разделенные запятыми

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
de: Der Wert „%(value)s“ hat ein ungültiges Datumsformat. Es muss im Format JJJJ-MM-TT vorliegen.
es: El valor “%(value)s” tiene un formato de fecha no válido. Debe estar en formato AAAA-MM-DD.
fr: La valeur «%(value)s» a un format de date non valide. Il doit être au format AAAA-MM-JJ.
it: Il valore "%(value)s" ha un formato data non valido. Deve essere nel formato AAAA-MM-GG.
ru: Значение «%(value)s» имеет неверный формат даты. Он должен быть в формате ГГГГ-ММ-ДД.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
de: Der Wert „%(value)s“ hat das richtige Format (JJJJ-MM-TT), ist aber ein ungültiges Datum.
es: El valor “%(value)s” tiene el formato correcto (AAAA-MM-DD) pero es una fecha no válida.
fr: La valeur «%(value)s» a le format correct (AAAA-MM-JJ) mais il s'agit d'une date non valide.
it: Il valore "%(value)s" ha il formato corretto (AAAA-MM-GG) ma è una data non valida.
ru: Значение «%(value)s» имеет правильный формат (ГГГГ-ММ-ДД), но это недопустимая дата.

source: Date (without time)
de: Datum (ohne Uhrzeit)
es: Fecha (sin hora)
fr: Date (sans heure)
ru: Дата (без времени)
