Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: How to handle replace refs (see git-replace(1)). Replace refs can be added during the history rewrite as a way to allow users to pass old commit IDs (from before git-filter-repo was run) to git commands and have git know how to translate those old commit IDs to the new (post-rewrite) commit IDs. Also, replace refs that existed before the rewrite can either be deleted or updated. The choices to pass to --replace-refs thus need to specify both what to do with existing refs and what to do with commit rewrites. Thus 'update-and-add' means to update existing replace refs, and for any commit rewrite (even if already pointed at by a replace ref) add a new refs/replace/ reference to map from the old commit ID to the new commit ID. The default is update-no-add, meaning update existing replace refs but do not add any new ones. There is also a special 'old-default' option for picking the default used in versions prior to git-filter-repo-2.45, namely 'update-and-add' upon the first run of git-filter-repo in a repository and 'update-or-add' if running git-filter-repo again on a repository.
de: Wie man mit Ersetzungsrefs umgeht (siehe git-replace(1)). Ersetzungsreferenzen können während des Umschreibens des Verlaufs hinzugefügt werden, um es Benutzern zu ermöglichen, alte Commit-IDs (aus der Zeit vor der Ausführung von git-filter-repo) an Git-Befehle zu übergeben und Git zu informieren, wie diese alten Commit-IDs in die neuen (Beitrag) übersetzt werden -rewrite) Commit-IDs. Außerdem können Ersetzungsreferenzen, die vor dem Umschreiben vorhanden waren, entweder gelöscht oder aktualisiert werden. Die an --replace-refs zu übergebenden Auswahlmöglichkeiten müssen daher sowohl angeben, was mit vorhandenen Refs geschehen soll, als auch was mit Commit-Umschreibungen geschehen soll. „Aktualisieren und hinzufügen“ bedeutet also, vorhandene Ersetzungsreferenzen zu aktualisieren und für jede Commit-Umschreibung (auch wenn bereits durch eine Ersetzungsreferenz darauf hingewiesen wird) eine neue Refs/Replace/-Referenz hinzuzufügen, um die alte Commit-ID dem neuen Commit zuzuordnen AUSWEIS. Der Standardwert ist update-no-add, was bedeutet, dass vorhandene Ersetzungsreferenzen aktualisiert, aber keine neuen hinzugefügt werden. Es gibt auch eine spezielle „old-default“-Option zum Auswählen des in Versionen vor git-filter-repo-2.45 verwendeten Standardwerts, nämlich „update-and-add“ bei der ersten Ausführung von git-filter-repo in einem Repository und „update-or-add“, wenn git-filter-repo erneut in einem Repository ausgeführt wird.
es: Cómo manejar las referencias de reemplazo (consulte git-replace(1)). Se pueden agregar referencias de reemplazo durante la reescritura del historial como una forma de permitir a los usuarios pasar ID de confirmación antiguas (antes de que se ejecutara git-filter-repo) a comandos de git y hacer que git sepa cómo traducir esas ID de confirmación antiguas a las nuevas (publicar -reescribir) confirmar ID. Además, las referencias de reemplazo que existían antes de que la reescritura se puedan eliminar o actualizar. Por lo tanto, las opciones para pasar a --replace-refs deben especificar qué hacer con las referencias existentes y qué hacer con las reescrituras de confirmación. Por lo tanto, 'actualizar y agregar' significa actualizar las referencias de reemplazo existentes, y para cualquier reescritura de confirmación (incluso si ya está señalada por una referencia de reemplazo) agregar una nueva referencia/reemplazar/referencia para asignar desde el ID de confirmación anterior a la nueva confirmación. IDENTIFICACIÓN. El valor predeterminado es actualizar-no-añadir, lo que significa actualizar las referencias de reemplazo existentes pero no agregar ninguna nueva. También hay una opción especial 'predeterminada anterior' para elegir el valor predeterminado utilizado en versiones anteriores a git-filter-repo-2.45, es decir, 'actualizar y agregar' en la primera ejecución de git-filter-repo en un repositorio y 'actualizar o agregar' si ejecuta git-filter-repo nuevamente en un repositorio.
fr: Comment gérer les références de remplacement (voir git-replace(1)). Des références de remplacement peuvent être ajoutées lors de la réécriture de l'historique afin de permettre aux utilisateurs de transmettre les anciens identifiants de validation (avant l'exécution de git-filter-repo) aux commandes git et de permettre à git de savoir comment traduire ces anciens identifiants de validation vers le nouveau (post -rewrite) ID de validation. De plus, les références de remplacement qui existaient avant la réécriture peuvent être supprimées ou mises à jour. Les choix à transmettre à --replace-refs doivent donc spécifier à la fois quoi faire avec les références existantes et quoi faire avec les réécritures de validation. Ainsi, « mettre à jour et ajouter » signifie mettre à jour les références de remplacement existantes, et pour toute réécriture de validation (même si elle est déjà pointée par une référence de remplacement), ajouter une nouvelle référence refs/replace/ pour mapper l'ancien ID de validation au nouveau commit. IDENTIFIANT. La valeur par défaut est update-no-add, ce qui signifie mettre à jour les références de remplacement existantes mais n'en ajouter aucune nouvelle. Il existe également une option spéciale « ancien par défaut » pour choisir la valeur par défaut utilisée dans les versions antérieures à git-filter-repo-2.45, à savoir « mettre à jour et ajouter » lors de la première exécution de git-filter-repo dans un référentiel et 'update-or-add' si vous exécutez à nouveau git-filter-repo sur un référentiel.
it: Come gestire i riferimenti di sostituzione (vedi git-replace(1)). I riferimenti di sostituzione possono essere aggiunti durante la riscrittura della cronologia come un modo per consentire agli utenti di passare i vecchi ID di commit (da prima che git-filter-repo fosse eseguito) ai comandi git e far sapere a git come tradurre quei vecchi ID di commit nei nuovi (post -rewrite) ID di commit. Inoltre, sostituisci i riferimenti esistenti prima della riscrittura che possono essere eliminati o aggiornati. Le scelte da passare a --replace-refs devono quindi specificare sia cosa fare con i riferimenti esistenti sia cosa fare con le riscritture dei commit. Pertanto 'aggiorna-e-aggiungi' significa aggiornare i riferimenti di sostituzione esistenti e per qualsiasi riscrittura del commit (anche se già indicato da un riferimento di sostituzione) aggiungere un nuovo riferimento/sostituzione/riferimento per mappare dal vecchio ID di commit al nuovo commit ID. L'impostazione predefinita è update-no-add, ovvero aggiorna i riferimenti di sostituzione esistenti ma non aggiungerne di nuovi. C'è anche un'opzione speciale 'old-default' per scegliere il valore predefinito utilizzato nelle versioni precedenti a git-filter-repo-2.45, vale a dire 'update-and-add' alla prima esecuzione di git-filter-repo in un repository e 'update-or-add' se si esegue nuovamente git-filter-repo su un repository.
ru: Как обрабатывать ссылки на замену (см. git-replace(1)). Заменяющие ссылки могут быть добавлены во время перезаписи истории, чтобы позволить пользователям передавать старые идентификаторы коммитов (до запуска git-filter-repo) в команды git и дать git знать, как преобразовать эти старые идентификаторы коммитов в новые (сообщить -rewrite) идентификаторы фиксации. Кроме того, ссылки на замену, существовавшие до перезаписи, можно либо удалить, либо обновить. Таким образом, варианты перехода к --replace-refs должны указывать как то, что делать с существующими ссылками, так и что делать с перезаписью фиксации. Таким образом, «обновление и добавление» означает обновление существующих ссылок на замену, и для любой перезаписи фиксации (даже если на нее уже указывает ссылка на замену) добавляется новая ссылка refs/replace/ для сопоставления старого идентификатора фиксации с новой фиксацией. ИДЕНТИФИКАТОР. По умолчанию используется update-no-add, что означает обновление существующих ссылок на замену, но не добавление новых. Существует также специальная опция «old-default» для выбора значения по умолчанию, используемого в версиях до git-filter-repo-2.45, а именно «обновить и добавить» при первом запуске git-filter-repo в репозитории и «обновить или добавить», если снова запустить git-filter-repo в репозитории.

source: Whether to prune empty commits. 'auto' (the default) means only prune commits which become empty (not commits which were empty in the original repo, unless their parent was pruned). When the parent of a commit is pruned, the first non-pruned ancestor becomes the new parent.
de: Ob leere Commits bereinigt werden sollen. „auto“ (die Standardeinstellung) bedeutet, dass nur Commits bereinigt werden, die leer werden (keine Commits, die im ursprünglichen Repo leer waren, es sei denn, ihr übergeordnetes Repository wurde bereinigt). Wenn das übergeordnete Element eines Commits bereinigt wird, wird der erste nicht bereinigte Vorfahre zum neuen übergeordneten Element.
es: Ya sea para podar confirmaciones vacías. 'auto' (el valor predeterminado) significa solo eliminar las confirmaciones que quedan vacías (no las confirmaciones que estaban vacías en el repositorio original, a menos que su padre haya sido eliminado). Cuando se elimina el padre de una confirmación, el primer antepasado no eliminado se convierte en el nuevo padre.
fr: S'il faut élaguer les commits vides. 'auto' (valeur par défaut) signifie uniquement élaguer les commits qui deviennent vides (pas les commits qui étaient vides dans le dépôt d'origine, à moins que leur parent n'ait été élagué). Lorsque le parent d'un commit est élagué, le premier ancêtre non élagué devient le nouveau parent.
it: Se eliminare i commit vuoti. 'auto' (l'impostazione predefinita) significa solo eliminare i commit che diventano vuoti (non i commit che erano vuoti nel repository originale, a meno che il loro genitore non sia stato eliminato). Quando il genitore di un commit viene eliminato, il primo antenato non eliminato diventa il nuovo genitore.
ru: Следует ли удалять пустые коммиты. «авто» (по умолчанию) означает удаление только тех коммитов, которые стали пустыми (а не коммитов, которые были пустыми в исходном репозитории, если только их родительский элемент не был удален). Когда родительский элемент коммита удаляется, первым необрезанным предком становится новый родительский элемент.

source: Since merge commits are needed for history topology, they are typically exempt from pruning. However, they can become degenerate with the pruning of other commits (having fewer than two parents, having one commit serve as both parents, or having one parent as the ancestor of the other.) If such merge commits have no file changes, they can be pruned. The default ('auto') is to only prune empty merge commits which become degenerate (not which started as such).
de: Da Merge-Commits für die Verlaufstopologie erforderlich sind, sind sie normalerweise von der Bereinigung ausgenommen. Sie können jedoch durch das Bereinigen anderer Commits degeneriert werden (wenn sie weniger als zwei übergeordnete Commits haben, ein Commit als beide übergeordneten Commits dient oder ein übergeordneter Commit der Vorgänger des anderen Commits ist). Wenn solche Zusammenführungs-Commits keine Dateiänderungen aufweisen, ist dies möglich beschnitten werden. Die Standardeinstellung („auto“) besteht darin, nur leere Merge-Commits zu bereinigen, die degeneriert sind (nicht solche, die als solche gestartet wurden).
es: Dado que las confirmaciones de fusión son necesarias para la topología histórica, normalmente están exentas de poda. Sin embargo, pueden degenerar con la eliminación de otras confirmaciones (tener menos de dos padres, tener una confirmación que sirva como ambos padres o tener un padre como antepasado del otro). Si dichas confirmaciones de fusión no tienen cambios de archivo, pueden ser podado. El valor predeterminado ("automático") es eliminar solo las confirmaciones de fusión vacías que se vuelven degeneradas (no las que comenzaron como tales).
fr: Étant donné que les validations de fusion sont nécessaires pour la topologie de l’historique, elles sont généralement exemptées de l’élagage. Cependant, ils peuvent dégénérer avec l'élagage d'autres commits (ayant moins de deux parents, ayant un commit servant de deux parents, ou ayant un parent comme ancêtre de l'autre.) Si de tels commits de fusion n'ont aucune modification de fichier, ils peuvent être taillé. La valeur par défaut (« auto ») consiste à élaguer uniquement les commits de fusion vides qui deviennent dégénérés (et non ceux qui ont démarré comme tels).
it: Poiché i commit di unione sono necessari per la topologia della cronologia, in genere sono esenti dall'eliminazione. Tuttavia, possono degenerare con la potatura di altri commit (avere meno di due genitori, avere un commit che funge da entrambi i genitori o avere un genitore come antenato dell'altro). Se tali commit di unione non hanno modifiche ai file, possono essere potato. L'impostazione predefinita ("auto") è quella di eliminare solo i commit di unione vuoti che diventano degenerati (non quelli avviati come tali).
ru: Поскольку коммиты слияния необходимы для топологии истории, они обычно освобождаются от сокращения. Однако они могут стать вырожденными при сокращении других коммитов (имея менее двух родительских коммитов, если один коммит служит обоими родительскими элементами или если один родительский коммит является предком другого). Если такие коммиты слияния не содержат изменений в файлах, они могут быть обрезанным. По умолчанию («авто») удаляются только пустые коммиты слияния, которые стали вырожденными (а не те, которые начались как таковые).

source: Even if the first parent is or becomes an ancestor of another parent, do not prune it. This modifies how --prune-degenerate behaves, and may be useful in projects who always use merge --no-ff.
de: Auch wenn der erste Elternteil ein Vorfahre eines anderen Elternteils ist oder wird, beschneiden Sie ihn nicht. Dies ändert das Verhalten von --prune-degenerate und kann in Projekten nützlich sein, die immer merge --no-ff verwenden.
es: Incluso si el primer padre es o se convierte en antepasado de otro padre, no lo pode. Esto modifica el comportamiento de --prune-degenerate y puede ser útil en proyectos que siempre usan merge --no-ff.
fr: Même si le premier parent est ou devient l’ancêtre d’un autre parent, ne l’élaguez pas. Cela modifie le comportement de --prune-degenerate et peut être utile dans les projets qui utilisent toujours merge --no-ff.
it: Anche se il primo genitore è o diventa antenato di un altro genitore, non potarlo. Ciò modifica il comportamento di --prune-degenerate e può essere utile nei progetti che utilizzano sempre merge --no-ff.
ru: Даже если первый родитель является или станет предком другого родителя, не обрезайте его. Это изменяет поведение --prune-degenerate и может быть полезно в проектах, которые всегда используют merge --no-ff.

source: Generic callback code snippets
de: Generische Rückrufcode-Snippets
es: Fragmentos de código de devolución de llamada genéricos
fr: Extraits de code de rappel génériques
it: Snippet di codice di richiamata generici
ru: Общие фрагменты кода обратного вызова

source: Python code body for processing filenames; see CALLBACKS sections below.
de: Python-Codekörper zur Verarbeitung von Dateinamen; siehe Abschnitte „Rückrufe“ weiter unten.
es: Cuerpo del código Python para procesar nombres de archivos; consulte las secciones DEVOLUCIONES DE LLAMADA a continuación.
fr: Corps de code Python pour le traitement des noms de fichiers ; voir les sections RAPPELS ci-dessous.
it: Corpo del codice Python per l'elaborazione dei nomi di file; vedere le sezioni CALLBACK di seguito.
ru: Тело кода Python для обработки имен файлов; см. разделы ОБРАБОТКИ ниже.

source: Python code body for processing messages (both commit messages and tag messages); see CALLBACKS section below.
de: Python-Codekörper zum Verarbeiten von Nachrichten (sowohl Commit-Nachrichten als auch Tag-Nachrichten); siehe Abschnitt RÜCKRUFE weiter unten.
es: Cuerpo del código Python para procesar mensajes (tanto mensajes de confirmación como mensajes de etiqueta); consulte la sección DEVOLUCIONES DE LLAMADA a continuación.
fr: Corps de code Python pour le traitement des messages (messages de validation et messages de balise) ; voir la section RAPPELS ci-dessous.
it: Corpo del codice Python per l'elaborazione dei messaggi (sia messaggi di commit che messaggi di tag); vedere la sezione CALLBACK di seguito.
ru: Тело кода Python для обработки сообщений (как сообщений фиксации, так и сообщений тегов); см. раздел ОБРАТНЫЕ ВЫЗОВЫ ниже.

source: Python code body for processing names of people; see CALLBACKS section below.
de: Python-Codekörper zur Verarbeitung von Personennamen; siehe Abschnitt RÜCKRUFE weiter unten.
es: Cuerpo de código Python para procesar nombres de personas; consulte la sección DEVOLUCIONES DE LLAMADA a continuación.
fr: Corps de code Python pour traiter les noms de personnes ; voir la section RAPPELS ci-dessous.
it: Corpo del codice Python per l'elaborazione dei nomi delle persone; vedere la sezione CALLBACK di seguito.
ru: Тело кода Python для обработки имен людей; см. раздел ОБРАТНЫЕ ВЫЗОВЫ ниже.

source: Python code body for processing emails addresses; see CALLBACKS section below.
de: Python-Codekörper zur Verarbeitung von E-Mail-Adressen; siehe Abschnitt RÜCKRUFE weiter unten.
es: Cuerpo del código Python para procesar direcciones de correo electrónico; consulte la sección DEVOLUCIONES DE LLAMADA a continuación.
fr: Corps de code Python pour le traitement des adresses e-mail ; voir la section RAPPELS ci-dessous.
it: Corpo del codice Python per l'elaborazione degli indirizzi e-mail; vedere la sezione CALLBACK di seguito.
ru: Тело кода Python для обработки адресов электронной почты; см. раздел ОБРАТНЫЕ ВЫЗОВЫ ниже.

source: Python code body for processing refnames; see CALLBACKS section below.
de: Python-Codekörper zur Verarbeitung von Referenznamen; siehe Abschnitt RÜCKRUFE weiter unten.
es: Cuerpo del código Python para procesar nombres de referencia; consulte la sección DEVOLUCIONES DE LLAMADA a continuación.
fr: Corps de code Python pour le traitement des noms de référence ; voir la section RAPPELS ci-dessous.
it: Corpo del codice Python per l'elaborazione dei nomi di riferimento; vedere la sezione CALLBACK di seguito.
ru: Тело кода Python для обработки имен ссылок; см. раздел ОБРАТНЫЕ ВЫЗОВЫ ниже.

source: Python code body for processing blob objects; see CALLBACKS section below.
de: Python-Codekörper zur Verarbeitung von Blob-Objekten; siehe Abschnitt RÜCKRUFE weiter unten.
es: Cuerpo de código Python para procesar objetos blob; consulte la sección DEVOLUCIONES DE LLAMADA a continuación.
fr: Corps de code Python pour le traitement des objets blob ; voir la section RAPPELS ci-dessous.
it: Corpo del codice Python per l'elaborazione di oggetti BLOB; vedere la sezione CALLBACK di seguito.
ru: Тело кода Python для обработки объектов blob; см. раздел ОБРАТНЫЕ ВЫЗОВЫ ниже.

source: Python code body for processing commit objects; see CALLBACKS section below.
de: Python-Codekörper zur Verarbeitung von Commit-Objekten; siehe Abschnitt RÜCKRUFE weiter unten.
es: Cuerpo del código Python para procesar objetos de confirmación; consulte la sección DEVOLUCIONES DE LLAMADA a continuación.
fr: Corps de code Python pour le traitement des objets de validation ; voir la section RAPPELS ci-dessous.
it: Corpo del codice Python per l'elaborazione di oggetti commit; vedere la sezione CALLBACK di seguito.
ru: Тело кода Python для обработки объектов фиксации; см. раздел ОБРАТНЫЕ ВЫЗОВЫ ниже.

source: Python code body for processing tag objects; see CALLBACKS section below.
de: Python-Codekörper zur Verarbeitung von Tag-Objekten; siehe Abschnitt RÜCKRUFE weiter unten.
es: Cuerpo de código Python para procesar objetos de etiqueta; consulte la sección DEVOLUCIONES DE LLAMADA a continuación.
fr: Corps de code Python pour le traitement des objets balises ; voir la section RAPPELS ci-dessous.
it: Corpo del codice Python per l'elaborazione di oggetti tag; vedere la sezione CALLBACK di seguito.
ru: Тело кода Python для обработки объектов тегов; см. раздел ОБРАТНЫЕ ВЫЗОВЫ ниже.

source: Python code body for processing reset objects; see CALLBACKS section below.
de: Python-Codekörper zur Verarbeitung von Reset-Objekten; siehe Abschnitt RÜCKRUFE weiter unten.
es: Cuerpo del código Python para procesar objetos de reinicio; consulte la sección DEVOLUCIONES DE LLAMADA a continuación.
fr: Corps de code Python pour le traitement des objets de réinitialisation ; voir la section RAPPELS ci-dessous.
it: Corpo del codice Python per l'elaborazione di oggetti di ripristino; vedere la sezione CALLBACK di seguito.
ru: Тело кода Python для обработки объектов сброса; см. раздел ОБРАТНЫЕ ВЫЗОВЫ ниже.

source: Specifying alternate source or target locations implies --partial, except that the normal default for --replace-refs is used. However, unlike normal uses of --partial, this doesn't risk mixing old and new history since the old and new histories are in different repositories.
de: Die Angabe alternativer Quell- oder Zielspeicherorte impliziert --partial, außer dass der normale Standardwert für --replace-refs verwendet wird. Jedoch, Im Gegensatz zur normalen Verwendung von --partial besteht hier nicht die Gefahr einer Vermischung von Alt und Neu Geschichte, da sich die alte und die neue Geschichte in unterschiedlichen Repositories befinden.
es: Especificar ubicaciones de origen o destino alternativas implica --parcial, excepto que se utiliza el valor predeterminado normal para --replace-refs. Sin embargo, a diferencia de los usos normales de --partial, esto no corre el riesgo de mezclar lo antiguo y lo nuevo historia ya que la historia antigua y la nueva se encuentran en repositorios diferentes.
fr: La spécification d'emplacements sources ou cibles alternatifs implique --partial, sauf que la valeur par défaut normale pour --replace-refs est utilisée. Cependant, contrairement aux utilisations normales de --partial, cela ne risque pas de mélanger l'ancien et le nouveau l'histoire puisque l'ancienne et la nouvelle histoire se trouvent dans des référentiels différents.
it: La specifica di posizioni di origine o destinazione alternative implica --partial, tranne che viene utilizzato il valore predefinito normale per --replace-refs. Tuttavia, a differenza degli usi normali di --partial, questo non rischia di mescolare vecchio e nuovo cronologia poiché la vecchia e la nuova cronologia si trovano in repository diversi.
ru: Указание альтернативного исходного или целевого местоположения подразумевает --partial, за исключением того, что используется обычное значение по умолчанию для --replace-refs. Однако, в отличие от обычного использования --partial, это не рискует смешивать старое и новое история, поскольку старая и новая истории находятся в разных репозиториях.

source: Location to filter from/to
de: Ort, nach dem/nach gefiltert werden soll
es: Ubicación para filtrar desde/hacia
fr: Emplacement depuis/vers lequel filtrer
it: Posizione da/a da filtrare
ru: Местоположение для фильтрации по/куда

source: Git repository to read from
de: Git-Repository zum Lesen
es: Repositorio de Git para leer
fr: Dépôt Git à partir duquel lire
it: Repository Git da cui leggere
ru: Репозиторий Git для чтения

source: Git repository to overwrite with filtered history
de: Git-Repository zum Überschreiben mit gefiltertem Verlauf
es: Repositorio Git para sobrescribir con historial filtrado
fr: Dépôt Git à écraser avec un historique filtré
it: Repository Git da sovrascrivere con la cronologia filtrata
ru: Репозиторий Git для перезаписи отфильтрованной историей
