Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: Depending on the selected payment method, we forward the data necessary for processing the payment transaction to our technical service providers, who act for us on the basis of processing on our behalf or to the authorised credit institutions or to the selected payment service provider insofar as this is necessary for the payment process. This serves the fulfilment of the contract according to Art. 6 (1) (b) GDPR. In certain cases, payment service providers collect the data required for processing the payment themselves, e.g. on their own website or via technical solution within the ordering process. In this respect, the privacy policy of the respective payment service provider applies. If you have any questions about our payment processing partners and the basis of our cooperation with them, please use the contact option described in this privacy policy.
de: Abhängig von der gewählten Zahlungsart geben wir die für die Abwicklung des Zahlungsvorgangs erforderlichen Daten an unsere technischen Dienstleister weiter, die im Rahmen der Abwicklung in unserem Auftrag für uns tätig werden oder an die autorisierten Kreditinstitute bzw. an den ausgewählten Zahlungsdienstleister dies ist für den Zahlungsvorgang erforderlich. Dies dient der Vertragserfüllung gem. Art. 6 Abs. 1 lit. b DSGVO. Art. 6 Abs. 1 lit. b DSGVO. In bestimmten Fällen erheben Zahlungsdienstleister die für die Zahlungsabwicklung erforderlichen Daten selbst, z.B. auf der eigenen Website oder per technischer Lösung im Bestellprozess. Es gelten insoweit die Datenschutzbestimmungen des jeweiligen Zahlungsdienstleisters. Bei Fragen zu unseren Zahlungsabwicklungspartnern und den Grundlagen unserer Zusammenarbeit mit ihnen nutzen Sie bitte die in dieser Datenschutzerklärung beschriebene Kontaktmöglichkeit.
es: Dependiendo del método de pago seleccionado, transmitimos los datos necesarios para procesar la transacción de pago a nuestros proveedores de servicios técnicos, quienes actúan en nuestro nombre sobre la base del procesamiento en nuestro nombre o a las instituciones de crédito autorizadas o al proveedor de servicios de pago seleccionado, en la medida en que esto es necesario para el proceso de pago. Esto sirve para el cumplimiento del contrato según el art. 6 (1) (b) RGPD. En determinados casos, los proveedores de servicios de pago recopilan ellos mismos los datos necesarios para procesar el pago, p. en su propio sitio web o a través de una solución técnica dentro del proceso de pedido. A este respecto se aplica la política de privacidad del respectivo proveedor de servicios de pago. Si tiene alguna pregunta sobre nuestros socios de procesamiento de pagos y la base de nuestra cooperación con ellos, utilice la opción de contacto descrita en esta política de privacidad.
fr: En fonction du mode de paiement choisi, nous transmettons les données nécessaires au traitement de l'opération de paiement à nos prestataires techniques qui agissent pour nous sur la base du traitement pour notre compte ou aux établissements de crédit agréés ou au prestataire de services de paiement sélectionné dans la mesure où cela est nécessaire pour le processus de paiement. Cela sert à l'exécution du contrat selon l'art. 6 (1) (b) du RGPD. Dans certains cas, les prestataires de services de paiement collectent eux-mêmes les données nécessaires au traitement du paiement, par ex. sur leur propre site Internet ou via une solution technique dans le cadre du processus de commande. À cet égard, la politique de confidentialité du prestataire de services de paiement concerné s'applique. Si vous avez des questions sur nos partenaires de traitement des paiements et sur la base de notre coopération avec eux, veuillez utiliser l'option de contact décrite dans cette politique de confidentialité.
it: A seconda della modalità di pagamento selezionata, trasmettiamo i dati necessari per l'elaborazione dell'operazione di pagamento ai nostri fornitori di servizi tecnici, che agiscono per noi sulla base dell'elaborazione per nostro conto, oppure agli istituti di credito autorizzati o al fornitore di servizi di pagamento selezionato, nella misura in cui questo è necessario per il processo di pagamento. Ciò serve all'adempimento del contratto ai sensi dell'art. 6 (1) (b) GDPR. In alcuni casi i prestatori di servizi di pagamento raccolgono essi stessi i dati necessari per l'elaborazione del pagamento, ad es. sul proprio sito web o tramite soluzione tecnica all'interno del processo di ordinazione. A questo proposito si applica l'informativa sulla privacy del rispettivo fornitore di servizi di pagamento. In caso di domande sui nostri partner di elaborazione dei pagamenti e sulle basi della nostra collaborazione con loro, si prega di utilizzare l'opzione di contatto descritta nella presente informativa sulla privacy.
ru: В зависимости от выбранного способа оплаты мы передаем данные, необходимые для обработки платежной транзакции, нашим поставщикам технических услуг, которые действуют от нашего имени на основе обработки, или уполномоченным кредитным учреждениям, или выбранному поставщику платежных услуг, если это необходимо для процесса оплаты. Это служит исполнению договора согласно ст. 6 (1) (б) GDPR. В определенных случаях поставщики платежных услуг сами собирают данные, необходимые для обработки платежа, например. на собственном веб-сайте или с помощью технического решения в процессе заказа. В этом отношении применяется политика конфиденциальности соответствующего поставщика платежных услуг. Если у вас есть какие-либо вопросы о наших партнерах по обработке платежей и основах нашего сотрудничества с ними, воспользуйтесь контактной формой, описанной в настоящей политике конфиденциальности.

source: Data processing for the purposes of fraud prevention and optimisation of our payment processes
de: Datenverarbeitung zum Zwecke der Betrugsprävention und Optimierung unserer Zahlungsprozesse
es: Procesamiento de datos con fines de prevención del fraude y optimización de nuestros procesos de pago.
fr: Traitement des données à des fins de prévention de la fraude et d'optimisation de nos processus de paiement
it: Trattamento dei dati ai fini della prevenzione delle frodi e dell'ottimizzazione dei nostri processi di pagamento
ru: Обработка данных в целях предотвращения мошенничества и оптимизации наших платежных процессов.

source: We may forward other data to our service providers, which they use for the purpose of fraud prevention and to optimise our payment processes (e.g. invoicing, processing of contested payments, accounting support) together with the data necessary to process the payment as our processors.<br>This serves to safeguard our legitimate interests in fraud prevention or an efficient payment management in accordance with Art. 6 (1) (f) GDPR that are overriding in the process of balancing of interests.
de: Wir geben ggf. weitere Daten an unsere Dienstleister weiter, die diese zum Zwecke der Betrugsprävention und zur Optimierung unserer Zahlungsprozesse (z.B. Rechnungsstellung, Abwicklung angefochtener Zahlungen, Buchhaltungsunterstützung) zusammen mit den für die Zahlungsabwicklung notwendigen Daten als unsere Auftragsverarbeiter weitergeben. <br>Dies dient der Wahrung unserer berechtigten Interessen an der Betrugsprävention bzw. einem effizienten Zahlungsmanagement gemäß Art. 6 Abs. 1 lit. f DSGVO. Die im Rahmen der Interessenabwägung überwiegenden Rechtsgrundlagen sind Art. 6 Abs. 1 lit. f DSGVO.
es: Podemos enviar otros datos a nuestros proveedores de servicios, que utilizan con el fin de prevenir el fraude y optimizar nuestros procesos de pago (por ejemplo, facturación, procesamiento de pagos impugnados, soporte contable) junto con los datos necesarios para procesar el pago como nuestros procesadores. <br>Esto sirve para salvaguardar nuestros intereses legítimos en la prevención del fraude o en una gestión eficiente de los pagos de conformidad con el art. 6 (1) (f) GDPR que prevalecen en el proceso de equilibrio de intereses.
fr: Nous pouvons transmettre d'autres données à nos prestataires de services, qu'ils utilisent à des fins de prévention de la fraude et d'optimisation de nos processus de paiement (par exemple, facturation, traitement des paiements contestés, support comptable), ainsi que les données nécessaires au traitement du paiement en tant que nos sous-traitants. <br>Cela sert à sauvegarder nos intérêts légitimes en matière de prévention de la fraude ou de gestion efficace des paiements conformément à l'art. 6 (1) (f) du RGPD qui prévalent dans le processus de mise en balance des intérêts.
it: Possiamo inoltrare ai nostri fornitori di servizi altri dati, che utilizzano ai fini della prevenzione delle frodi e per ottimizzare i nostri processi di pagamento (ad esempio fatturazione, elaborazione dei pagamenti contestati, supporto contabile) insieme ai dati necessari per elaborare il pagamento come nostri processori. <br>Ciò serve a salvaguardare i nostri legittimi interessi nella prevenzione delle frodi o in una gestione efficiente dei pagamenti ai sensi dell'art. 6 (1) (f) GDPR che prevalgono nel processo di bilanciamento degli interessi.
ru: Мы можем передавать нашим поставщикам услуг другие данные, которые они используют в целях предотвращения мошенничества и оптимизации наших платежных процессов (например, выставление счетов, обработка оспариваемых платежей, бухгалтерская поддержка) вместе с данными, необходимыми для обработки платежей в качестве наших обработчиков. <br>Это служит защите наших законных интересов в предотвращении мошенничества или эффективном управлении платежами в соответствии со ст. 6 (1) (f) GDPR, которые имеют преимущественную силу в процессе балансирования интересов.

source: Marketing via e-mail, mail, telephone
de: Marketing per E-Mail, Post, Telefon
es: Marketing a través de correo electrónico, correo postal, teléfono.
fr: Marketing par e-mail, courrier, téléphone
it: Marketing via e-mail, posta, telefono
ru: Маркетинг через электронную почту, почту, телефон

source: E-mail advertising upon subscription to the newsletter
de: E-Mail-Werbung bei Anmeldung zum Newsletter
es: Publicidad por correo electrónico al suscribirse al boletín
fr: Publicité par e-mail lors de l'inscription à la newsletter
it: Pubblicità via e-mail al momento dell'iscrizione alla newsletter
ru: Реклама по электронной почте при подписке на рассылку новостей

source: If you subscribe to our newsletter, we will regularly send you our email newsletter based on your consent according to Art. 6 (1) (a) GDPR, using the data required or disclosed by you separately for this purpose.<br>&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;You can unsubscribe from the newsletter at any time. This can either be done by sending a message to the contact option described in this privacy policy or via a link provided for this purpose in the newsletter. After unsubscribing, we will delete your e-mail address from the list of recipients, unless you have expressly consented to the further use of your data or we have reserved the right to use your data for other purposes that are permitted by law and about which we inform you in this privacy policy.
de: Wenn Sie sich für unseren Newsletter anmelden, übersenden wir Ihnen regelmäßig unseren E-Mail-Newsletter auf Grundlage Ihrer Einwilligung gem. Art. 6 Abs. 1 lit. a DSGVO. Die Verarbeitung der hierfür erforderlichen oder gesondert mitgeteilten Daten erfolgt gemäß Art. 6 Abs. 1 lit. a DSGVO.<br>&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;Sie können den Newsletter jederzeit abbestellen. Dies kann entweder durch eine Nachricht an die in dieser Datenschutzerklärung beschriebene Kontaktmöglichkeit oder über einen dafür vorgesehenen Link im Newsletter erfolgen. Nach der Abmeldung löschen wir Ihre E-Mail-Adresse aus der Empfängerliste, sofern Sie nicht ausdrücklich in eine weitere Nutzung Ihrer Daten eingewilligt haben oder wir uns eine anderweitige Verwendung Ihrer Daten für andere Zwecke vorbehalten, die gesetzlich erlaubt sind und über die wir uns informieren darüber informieren wir Sie in dieser Datenschutzerklärung.
es: Si se suscribe a nuestro boletín informativo, le enviaremos periódicamente nuestro boletín informativo por correo electrónico en función de su consentimiento según el art. 6 (1) (a) GDPR, utilizando los datos requeridos o divulgados por usted por separado para este propósito.<br>&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;Puede darse de baja del boletín en cualquier momento. Esto se puede hacer enviando un mensaje a la opción de contacto descrita en esta política de privacidad o a través de un enlace proporcionado a tal efecto en el boletín. Después de cancelar la suscripción, eliminaremos su dirección de correo electrónico de la lista de destinatarios, a menos que haya consentido expresamente el uso posterior de sus datos o nos hayamos reservado el derecho de utilizar sus datos para otros fines permitidos por la ley y sobre los cuales Te informamos en esta política de privacidad.
fr: Si vous vous abonnez à notre newsletter, nous vous enverrons régulièrement notre newsletter par e-mail sur la base de votre consentement conformément à l'art. 6 (1) (a) du RGPD, en utilisant les données requises ou divulguées séparément par vous à cette fin.<br>&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;Vous pouvez vous désabonner de la newsletter à tout moment. Cela peut être fait soit en envoyant un message à l'option de contact décrite dans cette politique de confidentialité, soit via un lien prévu à cet effet dans la newsletter. Après votre désinscription, nous supprimerons votre adresse e-mail de la liste des destinataires, sauf si vous avez expressément consenti à une utilisation ultérieure de vos données ou si nous nous réservons le droit d'utiliser vos données à d'autres fins autorisées par la loi et pour lesquelles nous vous informons dans cette politique de confidentialité.
it: Se ti iscrivi alla nostra newsletter, ti invieremo regolarmente la nostra newsletter via email in base al tuo consenso ai sensi dell'art. 6 cpv. 1 lett. a) GDPR, utilizzando a tale scopo i dati richiesti o da voi comunicati separatamente.<br>&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;Puoi disiscriverti dalla newsletter in qualsiasi momento. Ciò può essere fatto inviando un messaggio all'opzione di contatto descritta nella presente informativa sulla privacy o tramite un collegamento fornito a tale scopo nella newsletter. Dopo la cancellazione, cancelleremo il tuo indirizzo e-mail dall'elenco dei destinatari, a meno che tu non abbia espressamente acconsentito all'ulteriore utilizzo dei tuoi dati o ci siamo riservati il ​​diritto di utilizzare i tuoi dati per altri scopi consentiti dalla legge e sui quali ti informiamo nella presente informativa sulla privacy.
ru: Если вы подпишитесь на нашу рассылку, мы будем регулярно отправлять вам нашу рассылку по электронной почте на основании вашего согласия в соответствии со ст. 6 (1) (a) GDPR, используя данные, необходимые или раскрытые вами отдельно для этой цели.<br>&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;Вы можете отказаться от подписки на новостную рассылку в любое время. Это можно сделать, отправив сообщение по контактному адресу, описанному в настоящей политике конфиденциальности, или по ссылке, указанной для этой цели в информационном бюллетене. После отказа от подписки мы удалим ваш адрес электронной почты из списка получателей, если только вы не дали явного согласия на дальнейшее использование ваших данных или мы сохранили за собой право использовать ваши данные для других целей, разрешенных законом и о которых мы сообщаем вам в этой политике конфиденциальности.

source: Newsletter mailing
de: Newsletter-Versand
es: Envío de boletines
fr: Envoi de newsletter
it: Invio di newsletter
ru: Рассылка новостей

source: The newsletter is sent to you by our service provider who processes data on our behalf and to whom we disclose your email address. &ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;If you have any questions about our service providers and the basis of our cooperation with them, please use the contact option described in this privacy policy.
de: Der Versand des Newsletters erfolgt durch unseren Dienstleister, der in unserem Auftrag Daten verarbeitet und dem wir Ihre E-Mail-Adresse mitteilen. &ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;Wenn Sie Fragen zu unseren Dienstleistern und den Grundlagen unserer Zusammenarbeit mit ihnen haben, nutzen Sie bitte die in dieser Datenschutzerklärung beschriebene Kontaktmöglichkeit.
es: El boletín lo envía nuestro proveedor de servicios, que procesa datos en nuestro nombre y a quien revelamos su dirección de correo electrónico. Si tiene alguna pregunta sobre nuestros proveedores de servicios y la base de nuestra cooperación con ellos, utilice la opción de contacto descrita en esta política de privacidad.
fr: La newsletter vous est envoyée par notre prestataire qui traite les données en notre nom et à qui nous divulguons votre adresse e-mail. &ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;Si vous avez des questions sur nos prestataires de services et sur la base de notre coopération avec eux, veuillez utiliser l'option de contact décrite dans cette politique de confidentialité.
it: La newsletter ti viene inviata dal nostro fornitore di servizi che elabora i dati per nostro conto e al quale comunichiamo il tuo indirizzo email. &ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;Se hai domande sui nostri fornitori di servizi e sulle basi della nostra collaborazione con loro, utilizza l'opzione di contatto descritta nella presente informativa sulla privacy.
ru: Информационный бюллетень отправляется вам нашим поставщиком услуг, который обрабатывает данные от нашего имени и которому мы раскрываем ваш адрес электронной почты. &ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;&ZeroWidthSpace;Если у вас есть какие-либо вопросы о наших поставщиках услуг и основах нашего сотрудничества с ними, воспользуйтесь контактной формой, описанной в настоящей политике конфиденциальности.

source: Our service providers are located and/or use servers in the USA and in other countries outside the EU and the EEA. For these countries, there is no adequacy decision by&nbsp;the European Commission. Our cooperation is based on standard data protection clauses adopted by the European Commission.
de: Unsere Dienstleister haben ihren Sitz und/oder nutzen Server in den USA und in anderen Ländern außerhalb der EU und des EWR. Für diese Länder gibt es keinen Angemessenheitsbeschluss der Europäischen Kommission. Unsere Zusammenarbeit basiert auf den von der Europäischen Kommission verabschiedeten Standarddatenschutzklauseln.
es: Nuestros proveedores de servicios están ubicados y/o utilizan servidores en los EE. UU. y en otros países fuera de la UE y el EEE. Para estos países, no existe ninguna decisión de adecuación por parte de la Comisión Europea. Nuestra cooperación se basa en cláusulas estándar de protección de datos adoptadas por la Comisión Europea.
fr: Nos prestataires de services sont situés et/ou utilisent des serveurs aux États-Unis et dans d'autres pays en dehors de l'UE et de l'EEE. Pour ces pays, il n'existe pas de décision d'adéquation de la Commission européenne. Notre coopération repose sur des clauses types de protection des données adoptées par la Commission européenne.
it: I nostri fornitori di servizi si trovano e/o utilizzano server negli Stati Uniti e in altri paesi al di fuori dell'UE e dello SEE. Per questi paesi non esiste una decisione di adeguatezza da parte della Commissione europea. La nostra cooperazione si basa su clausole standard di protezione dei dati adottate dalla Commissione Europea.
ru: Наши поставщики услуг расположены и/или используют серверы в США и других странах за пределами ЕС и ЕЭЗ. Для этих стран Европейская комиссия не принимает решения об адекватности. Наше сотрудничество основано на стандартных положениях о защите данных, принятых Европейской комиссией.

source: Postal advertising and your right to opt out
de: Postwerbung und Ihr Widerspruchsrecht
es: Publicidad postal y su derecho a no participar
fr: Publicité postale et votre droit de retrait
it: Pubblicità postale e diritto di recesso
ru: Почтовая реклама и ваше право отказаться от нее
