Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: Via Facebook Pixel&nbsp;Conversions&nbsp;we measure your subsequent usage behavior for web analytics and event tracking purposes if you have reached our website via a Facebook Ads ad. The data processing is based on a data processing agreement with Facebook.
de: Über Facebook-Pixel-Conversions messen wir Ihr nachfolgendes Nutzungsverhalten für Webanalyse- und Ereignisverfolgungszwecke, wenn Sie über eine Facebook-Ads-Anzeige auf unsere Website gelangt sind. Die Datenverarbeitung erfolgt auf Grundlage einer Datenverarbeitungsvereinbarung mit Facebook.
es: A través de las Conversiones de píxeles de Facebook, medimos su comportamiento de uso posterior con fines de análisis web y seguimiento de eventos si ha llegado a nuestro sitio web a través de un anuncio de Facebook Ads. El procesamiento de datos se basa en un acuerdo de procesamiento de datos con Facebook.
fr: Via Facebook Pixel Conversions , nous mesurons votre comportement d'utilisation ultérieur à des fins d'analyse Web et de suivi des événements si vous avez accédé à notre site Web via une publicité Facebook Ads. Le traitement des données repose sur un accord de traitement des données avec Facebook.
it: Tramite Facebook Pixel Conversions misuriamo il tuo successivo comportamento di utilizzo per scopi di analisi web e monitoraggio degli eventi se hai raggiunto il nostro sito Web tramite un annuncio pubblicitario di Facebook. Il trattamento dei dati si basa su un accordo di elaborazione dei dati con Facebook.
ru: С помощью пиксельных конверсий Facebook мы измеряем ваше последующее поведение в целях веб-аналитики и отслеживания событий, если вы перешли на наш веб-сайт через рекламу в Facebook. Обработка данных основана на соглашении об обработке данных с Facebook.

source: Integration of the Trusted Shops Trustbadge / other widgets
es: Integración del Trustbadge de Trusted Shops/otros widgets
it: Integrazione del Trusted Shops Trustbadge/altri widget
ru: Интеграция Trustbadge Trusted Shops/других виджетов

source: Trusted Shops widgets (e.g. Trusted Shops Trustbadge) are integrated in this website to display Trusted Shops services (e.g. Trustmark, collected reviews) and to offer Trusted Shops products to buyers after they have placed an order.
es: Los widgets de Trusted Shops (por ejemplo, Trusted Shops Trustbadge) están integrados en este sitio web para mostrar los servicios de Trusted Shops (por ejemplo, Trustmark, reseñas recopiladas) y para ofrecer productos de Trusted Shops a los compradores después de haber realizado un pedido.
it: I widget di Trusted Shops (ad es. Trusted Shops Trustbadge) sono integrati in questo sito Web per visualizzare i servizi Trusted Shops (ad es. Trustmark, recensioni raccolte) e per offrire i prodotti Trusted Shops agli acquirenti dopo che hanno effettuato un ordine.
ru: Виджеты Trusted Shops (например, Trustbadge Trusted Shops) интегрированы в этот веб-сайт для отображения услуг Trusted Shops (например, Знака доверия, собранных отзывов) и предложения продуктов Trusted Shops покупателям после того, как они разместили заказ.

source: This serves to protect our legitimate interests in optimized marketing by enabling secure shopping in accordance with Art. 6 (1) (f) GDPR, which prevail in the context of a balancing of interests. The trust badge and the services advertised with it are an offer of Trusted Shops GmbH, Subbelrather Str. 15C, 50823 Cologne (Trusted Shops). We and Trusted Shops are joint controllers in data protection terms pursuant to Art. 26 GDPR. In the following section, we inform you about the essential contents of the joint controllership agreement according to Art. 26 (2) GDPR.
es: Esto sirve para proteger nuestros intereses legítimos en un marketing optimizado al permitir compras seguras de acuerdo con el art. 6 (1) (f) del RGPD, que prevalecen en el contexto de un equilibrio de intereses. El distintivo de confianza y los servicios anunciados con él son una oferta de Trusted Shops GmbH, Subbelrather Str. 15C, 50823 Colonia (Tiendas de confianza). Nosotros y Trusted Shops somos corresponsables en materia de protección de datos según el art. 26 RGPD. En el siguiente apartado le informamos sobre los contenidos esenciales del contrato de corresponsabilidad según el art. 26 (2) RGPD.
it: Ciò serve a tutelare i nostri legittimi interessi in un marketing ottimizzato consentendo acquisti sicuri ai sensi dell'art. 6 (1) (f) GDPR, che prevalgono nel contesto di un bilanciamento degli interessi. Il badge di fiducia e i servizi pubblicizzati con esso sono un'offerta di Trusted Shops GmbH, Subbelrather Str. 15C, 50823 Colonia (negozi attendibili). Noi e Trusted Shops siamo contitolari del trattamento dei dati in termini di protezione dei dati ai sensi dell'art. 26 GDPR. Nella sezione che segue, La informiamo sui contenuti essenziali del patto di contitolare ai sensi dell'art. 26(2) GDPR.
ru: Это служит защите наших законных интересов в оптимизированном маркетинге, обеспечивая безопасные покупки в соответствии со ст. 6 (1) (f) GDPR, которые преобладают в контексте баланса интересов. Значок доверия и рекламируемые с его помощью услуги являются предложением Trusted Shops GmbH, Subbelrather Str. 15C, 50823 Кёльн (Надежные магазины). Мы и Trusted Shops являемся совместными контролерами с точки зрения защиты данных в соответствии со ст. 26 GDPR. В следующем разделе мы информируем вас о существенном содержании договора о совместном контроле в соответствии со ст. 26 (2) GDPR.

source: The trust badge is provided as part of a joint controllership by a US CDN provider (content delivery network). An adequate level of data protection is ensured by standard data protection clauses and other contractual measures. Further information on the privacy policy of Trusted Shops GmbH can be found&nbsp;
es: La insignia de confianza se proporciona como parte de una control conjunto por parte de un proveedor de CDN (red de entrega de contenido) de EE. UU. Un nivel adecuado de protección de datos se garantiza mediante cláusulas estándar de protección de datos y otras medidas contractuales. Puede encontrar más información sobre la política de privacidad de Trusted Shops GmbH.
it: Il badge di fiducia viene fornito come parte di una titolarità congiunta da parte di un fornitore CDN statunitense (rete di distribuzione dei contenuti). Un livello adeguato di protezione dei dati è garantito dalle clausole standard sulla protezione dei dati e da altre misure contrattuali. Ulteriori informazioni sulla politica sulla privacy di Trusted Shops GmbH sono disponibili
ru: Значок доверия предоставляется в рамках совместного управления американским провайдером CDN (сеть доставки контента). Адекватный уровень защиты данных обеспечивается стандартными положениями о защите данных и другими договорными мерами. Дополнительную информацию о политике конфиденциальности Trusted Shops GmbH можно найти.

source: here
de: Hier
es: aquí
fr: ici
it: Qui
ru: здесь

source: When the Trustbadge is viewed, the web server automatically saves a so-called server log file, which also contains your IP address, the date and time of access, the amount of data transferred and the requesting provider (access data) and documents the access. The IP address is anonymized immediately after collection, so that the stored data cannot be assigned to your person. The server log file is stored in a security database for the analysis of security anomalies and automatically deleted or anonymized not later than 90 days after creation. According to Art. 6 (1) (f) GDPR, this serves the our and Trusted Shops' legitimate interests to prevent cases of misuse and fraud, to optimize our offers and websites, and to ensure trouble-free operation of the website, the Trustbadge and other Trusted Shops widgets.
es: Al visualizar el Trustbadge, el servidor web guarda automáticamente el llamado archivo de registro del servidor, que también contiene su dirección IP, la fecha y hora del acceso, la cantidad de datos transferidos y el proveedor solicitante (datos de acceso), y documenta el acceso. . La dirección IP se anonimiza inmediatamente después de su recopilación, de modo que los datos almacenados no pueden asignarse a su persona. El archivo de registro del servidor se almacena en una base de datos de seguridad para el análisis de anomalías de seguridad y se elimina automáticamente o se anonimiza a más tardar 90 días después de su creación. Según el art. 6 (1) (f) del RGPD, esto sirve a nuestros intereses legítimos y a los de Trusted Shops para evitar casos de uso indebido y fraude, optimizar nuestras ofertas y sitios web y garantizar un funcionamiento sin problemas del sitio web, el Trustbadge y otros sitios web de confianza. Widgets de tiendas.
it: Quando si visualizza il Trustbadge, il server web salva automaticamente un cosiddetto file di log del server, che contiene anche il vostro indirizzo IP, la data e l'ora dell'accesso, la quantità di dati trasferiti e il fornitore richiedente (dati di accesso) e documenta l'accesso . L'indirizzo IP viene reso anonimo subito dopo la raccolta, in modo che i dati memorizzati non possano essere associati alla vostra persona. Il file di registro del server viene archiviato in un database di sicurezza per l'analisi di anomalie di sicurezza e automaticamente cancellato o reso anonimo entro e non oltre 90 giorni dalla creazione. Secondo l'art. 6 (1) (f) GDPR, ciò serve i legittimi interessi nostri e di Trusted Shops per prevenire casi di abuso e frode, per ottimizzare le nostre offerte e siti Web e per garantire un funzionamento senza problemi del sito Web, del Trustbadge e di altri Trusted Widget dei negozi.
ru: При просмотре Trustbadge веб-сервер автоматически сохраняет так называемый файл журнала сервера, который также содержит ваш IP-адрес, дату и время доступа, объем переданных данных и запрашивающего поставщика (данные доступа) и документирует доступ. . IP-адрес анонимизируется сразу после сбора, поэтому сохраненные данные не могут быть переданы вам. Файл журнала сервера хранится в базе данных безопасности для анализа аномалий безопасности и автоматически удаляется или анонимизируется не позднее, чем через 90 дней после создания. Согласно ст. 6 (1) (f) GDPR, это служит законным интересам нашего и Доверенных магазинов по предотвращению случаев неправомерного использования и мошенничества, оптимизации наших предложений и веб-сайтов, а также обеспечению бесперебойной работы веб-сайта, Trustbadge и других Доверенных Виджеты магазинов.

source: Further personal data is transferred to Trusted Shops GmbH if you decide to use Trusted Shops products after completing an order or if you have already registered to use them. For this purpose, personal data is automatically collected from the order data. To check automatically whether you as a buyer are already registered for product use, a neutral parameter, e.g. the e-mail address hashed by cryptological one-way function, is used. The e-mail address is converted into this hash value, which cannot be decrypted by Trusted Shops, before it is transmitted. After checking for a match, the parameter is automatically deleted.
es: Se transferirán más datos personales a Trusted Shops GmbH si decide utilizar los productos de Trusted Shops después de completar un pedido o si ya se ha registrado para utilizarlos. Para ello se recogen automáticamente datos personales a partir de los datos del pedido. Para comprobar automáticamente si usted, como comprador, ya está registrado para el uso del producto, se utiliza un parámetro neutral, p. Se utiliza la dirección de correo electrónico codificada mediante una función criptológica unidireccional. La dirección de correo electrónico se convierte en este valor hash, que Trusted Shops no puede descifrar, antes de su transmisión. Después de comprobar si hay una coincidencia, el parámetro se elimina automáticamente.
it: Ulteriori dati personali vengono trasferiti a Trusted Shops GmbH se decidi di utilizzare i prodotti Trusted Shops dopo aver completato un ordine o se ti sei già registrato per utilizzarli. A questo scopo i dati personali vengono raccolti automaticamente dai dati dell'ordine. Per verificare automaticamente se tu come acquirente sei già registrato per l'utilizzo del prodotto, un parametro neutro, ad es. viene utilizzato l'indirizzo e-mail sottoposto ad hashing tramite la funzione crittografica unidirezionale. Prima della trasmissione l'indirizzo e-mail viene convertito in questo valore hash che non può essere decifrato da Trusted Shops. Dopo aver verificato la corrispondenza, il parametro viene automaticamente eliminato.
ru: Дополнительные персональные данные передаются Trusted Shops GmbH, если вы решите использовать продукты Trusted Shops после оформления заказа или если вы уже зарегистрировались для их использования. Для этой цели персональные данные автоматически собираются из данных заказа. Чтобы автоматически проверить, зарегистрированы ли вы как покупатель для использования продукта, используйте нейтральный параметр, например. используется адрес электронной почты, хешированный криптологической односторонней функцией. Адрес электронной почты преобразуется в это хеш-значение, которое не может быть расшифровано доверенными магазинами перед его передачей. После проверки соответствия параметр автоматически удаляется.

source: This serves to check whether you are already registered for services with Trusted Shops GmbH and is therefore necessary to safeguard our and Trusted Shops' prevailing legitimate interests in the fulfillment of the buyer protection linked to the specific order and the transactional review services pursuant to Art. 6 (1) (f) GDPR. If this is the case, further processing will be carried out in accordance with the contractual agreement between you and Trusted Shops. If you have not yet registered for the services, you will be given the opportunity to do so for the first time. Further processing after registration also depends on the contractual agreement with Trusted Shops. If you do not register, all transmitted data is automatically deleted by Trusted Shops and a personal reference is then no longer possible.
es: Esto sirve para comprobar si ya está registrado para los servicios de Trusted Shops GmbH y, por lo tanto, es necesario para salvaguardar nuestros intereses legítimos prevalecientes y los de Trusted Shops en el cumplimiento de la protección del comprador relacionada con el pedido específico y los servicios de revisión de transacciones de conformidad con el art. 6 (1) (f) RGPD. Si este es el caso, el procesamiento posterior se llevará a cabo de acuerdo con el acuerdo contractual entre usted y Trusted Shops. Si aún no se ha registrado en los servicios, se le dará la oportunidad de hacerlo por primera vez. El procesamiento posterior después del registro también depende del acuerdo contractual con Trusted Shops. Si no se registra, Trusted Shops eliminará automáticamente todos los datos transmitidos y ya no será posible realizar ninguna referencia personal.
it: Ciò serve per verificare se siete già registrati per i servizi presso Trusted Shops GmbH ed è quindi necessario per salvaguardare gli interessi legittimi prevalenti nostri e di Trusted Shops nell'adempimento della protezione dell'acquirente collegata all'ordine specifico e ai servizi di revisione delle transazioni ai sensi dell'art. 6 (1) (f) GDPR. In tal caso, l'ulteriore trattamento verrà effettuato in conformità con l'accordo contrattuale tra te e Trusted Shops. Se non sei ancora registrato ai servizi, ti verrà data la possibilità di farlo per la prima volta. L'ulteriore elaborazione dopo la registrazione dipende anche dall'accordo contrattuale con Trusted Shops. Se non vi registrate, tutti i dati trasmessi verranno automaticamente cancellati da Trusted Shops e non sarà più possibile un riferimento personale.
ru: Это служит для проверки того, зарегистрированы ли вы уже для получения услуг в Trusted Shops GmbH, и, следовательно, необходимо для защиты наших основных законных интересов и интересов Trusted Shops в реализации защиты покупателя, связанной с конкретным заказом, и услуг по проверке транзакций в соответствии со ст. 6 (1) (f) GDPR. В этом случае дальнейшая обработка будет осуществляться в соответствии с договорным соглашением между вами и Trusted Shops. Если вы еще не зарегистрировались на услуги, вам будет предоставлена ​​возможность сделать это впервые. Дальнейшая обработка после регистрации также зависит от договорного соглашения с Trusted Shops. Если вы не зарегистрируетесь, все переданные данные будут автоматически удалены Trusted Shops, и персональная ссылка станет невозможной.

source: Within the framework of the joint controllership between us and Trusted Shops GmbH, please contact Trusted Shops GmbH if you have any data protection questions or wish to assert your rights. You can find their contact details&nbsp;
es: En el marco de la responsabilidad conjunta entre nosotros y Trusted Shops GmbH, póngase en contacto con Trusted Shops GmbH si tiene alguna pregunta sobre protección de datos o desea hacer valer sus derechos. Puedes encontrar sus datos de contacto.
it: Nell'ambito della titolarità congiunta tra noi e Trusted Shops GmbH, se avete domande sulla protezione dei dati o desiderate far valere i vostri diritti vi preghiamo di rivolgervi a Trusted Shops GmbH. Puoi trovare i loro dettagli di contatto
ru: В рамках совместного контроля между нами и Trusted Shops GmbH, пожалуйста, свяжитесь с Trusted Shops GmbH, если у вас есть какие-либо вопросы о защите данных или вы хотите отстоять свои права. Вы можете найти их контактные данные

source: Further information on data protection can be found in the following link&nbsp;
es: Puede encontrar más información sobre protección de datos en el siguiente enlace
it: Ulteriori informazioni sulla protezione dei dati sono disponibili al seguente link
ru: Дополнительную информацию о защите данных можно найти по следующей ссылке.

source: Regardless of this, you can also always contact us using the contact option described in this privacy policy. Your request will then, if necessary, be forwarded to the other party responsible for responding.
es: Independientemente de esto, también siempre podrás contactar con nosotros utilizando la opción de contacto descrita en esta política de privacidad. Su solicitud se enviará entonces, si es necesario, a la otra parte responsable de responder.
it: Indipendentemente da ciò, puoi sempre contattarci utilizzando l'opzione di contatto descritta nella presente informativa sulla privacy. La tua richiesta verrà quindi, se necessario, inoltrata alla controparte responsabile della risposta.
ru: Независимо от этого, вы также всегда можете связаться с нами, используя контактную информацию, описанную в настоящей политике конфиденциальности. При необходимости ваш запрос будет перенаправлен другой стороне, ответственной за ответ.

source: Social Media
de: Soziale Medien
es: Redes Sociales
fr: Réseaux sociaux
it: Mezzi sociali
ru: Социальные сети

source: Social Plugins by Facebook, Instagram, Pinterest
de: Soziale Plugins von Facebook, Instagram, Pinterest
es: Complementos sociales de Facebook, Instagram, Pinterest
fr: Plugins sociaux par Facebook, Instagram, Pinterest
it: Plugin social di Facebook, Instagram, Pinterest
ru: Социальные плагины от Facebook, Instagram, Pinterest

source: Social buttons by social networks are used on our website. These are only integrated into the page as HTML links, so that no connection to the servers of the respective provider is established when our website is accessed. If you click on one of the buttons, the website of the respective social network will open in a new window of your browser. There you can click e.g. the Like or Share button.
de: Auf unserer Website werden Social Buttons von sozialen Netzwerken verwendet. Diese sind lediglich als HTML-Links in die Seite eingebunden, so dass beim Aufruf unserer Website keine Verbindung zu den Servern des jeweiligen Anbieters hergestellt wird. Wenn Sie auf einen der Buttons klicken, öffnet sich die Website des jeweiligen sozialen Netzwerks in einem neuen Fenster Ihres Browsers. Dort können Sie z.B. klicken. die Schaltfläche „Gefällt mir“ oder „Teilen“.
es: En nuestro sitio web se utilizan botones sociales de las redes sociales. Estos sólo se integran en la página como enlaces HTML, de modo que al acceder a nuestro sitio web no se establece ninguna conexión con los servidores del proveedor correspondiente. Si hace clic en uno de los botones, se abrirá el sitio web de la red social respectiva en una nueva ventana de su navegador. Allí puede hacer clic, por ejemplo. el botón Me gusta o Compartir.
fr: Des boutons sociaux des réseaux sociaux sont utilisés sur notre site Internet. Ceux-ci ne sont intégrés dans la page que sous forme de liens HTML, de sorte qu'aucune connexion avec les serveurs du fournisseur respectif n'est établie lors de l'accès à notre site Internet. Si vous cliquez sur l'un des boutons, le site Internet du réseau social concerné s'ouvrira dans une nouvelle fenêtre de votre navigateur. Là, vous pouvez cliquer par ex. le bouton J’aime ou Partager.
it: Sul nostro sito web vengono utilizzati i pulsanti social dei social network. Questi sono integrati nella pagina solo come link HTML, in modo che quando si accede al nostro sito web non venga stabilito alcun collegamento con i server del rispettivo provider. Se fai clic su uno dei pulsanti, il sito web del rispettivo social network si aprirà in una nuova finestra del tuo browser. Lì puoi fare clic ad es. il pulsante Mi piace o Condividi.
ru: На нашем сайте используются социальные кнопки социальных сетей. Они интегрируются на страницу только в виде ссылок HTML, поэтому при посещении нашего веб-сайта не устанавливается соединение с серверами соответствующего провайдера. Если вы нажмете на одну из кнопок, сайт соответствующей социальной сети откроется в новом окне вашего браузера. Там вы можете нажать, например. кнопку «Нравится» или «Поделиться».

source: Our online presence on Facebook, Youtube, Instagram, Pinterest, Xing, LinkedIn
de: Unsere Online-Präsenz auf Facebook, Youtube, Instagram, Pinterest, Xing, LinkedIn
es: Nuestra presencia online en Facebook, Youtube, Instagram, Pinterest, Xing, LinkedIn
fr: Notre présence en ligne sur Facebook, Youtube, Instagram, Pinterest, Xing, LinkedIn
it: La nostra presenza online su Facebook, Youtube, Instagram, Pinterest, Xing, LinkedIn
ru: Наше присутствие в Интернете на Facebook, Youtube, Instagram, Pinterest, Xing, LinkedIn.
