Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: You may visit our website without revealing any personal information. With every visit on the website, the web server stores automatically only a so-called server log file which contains e.g. the name of the requested file, your IP address, the date and time of the request, the volume of data transferred and the requesting provider (access data), and documents the request. These access data are analysed exclusively for the purpose of ensuring the smooth operation of the website and improving our offer. This serves according to Art. 6 (1) 1 lit. f GDPR the protection of our legitimate interests in the proper presentation of our offer that are overriding in the process of balancing of interests. All access data are deleted no later than seven days after the end of your visit on our website.
de: Sie können unsere Website besuchen, ohne Angaben zu Ihrer Person zu machen. Bei jedem Besuch auf der Website speichert der Webserver automatisch lediglich ein sogenanntes Server-Logfile, das z.B. den Namen der angeforderten Datei, Ihre IP-Adresse, Datum und Uhrzeit der Anforderung, übertragene Datenmenge und den anfragenden Provider (Zugriffsdaten) und dokumentieren die Anfrage. Die Auswertung dieser Zugriffsdaten erfolgt ausschließlich zu dem Zweck, einen reibungslosen Betrieb der Website sicherzustellen und unser Angebot zu verbessern. Dies dient gemäß Art. 6 (1) 1 lit. f DSGVO die Wahrung unserer im Rahmen einer Interessensabwägung überwiegenden berechtigten Interessen an einer ordnungsgemäßen Darstellung unseres Angebots. Sämtliche Zugriffsdaten werden spätestens sieben Tage nach Ende Ihres Besuchs auf unserer Website gelöscht.
es: Puede visitar nuestro sitio web sin revelar ninguna información personal. Con cada visita al sitio web, el servidor web almacena automáticamente sólo un llamado archivo de registro del servidor que contiene, por ejemplo. el nombre del fichero solicitado, su dirección IP, la fecha y hora de la solicitud, el volumen de datos transferidos y el proveedor solicitante (datos de acceso), y documenta la solicitud. Estos datos de acceso se analizan exclusivamente con la finalidad de garantizar el buen funcionamiento del sitio web y mejorar nuestra oferta. Esto sirve según el art. 6 (1) 1 litro. f GDPR la protección de nuestros intereses legítimos en la presentación adecuada de nuestra oferta que prevalecen en el proceso de equilibrio de intereses. Todos los datos de acceso se eliminan a más tardar siete días después de finalizar su visita a nuestro sitio web.
fr: Vous pouvez visiter notre site Web sans révéler aucune information personnelle. À chaque visite sur le site Web, le serveur Web enregistre automatiquement uniquement un fichier journal du serveur qui contient par ex. le nom du fichier demandé, votre adresse IP, la date et l'heure de la demande, le volume de données transférées et le fournisseur demandeur (données d'accès), et documente la demande. Ces données d'accès sont analysées exclusivement dans le but d'assurer le bon fonctionnement du site Internet et d'améliorer notre offre. Cela sert conformément à l'art. 6 (1) 1 allumé. f RGPD la protection de nos intérêts légitimes dans la bonne présentation de notre offre qui prédominent dans le processus de mise en balance des intérêts. Toutes les données d'accès sont supprimées au plus tard sept jours après la fin de votre visite sur notre site Internet.
it: È possibile visitare il nostro sito Web senza rivelare alcuna informazione personale. Ad ogni visita del sito web, il server web memorizza automaticamente solo un cosiddetto file di log del server, che contiene ad es. il nome del file richiesto, il vostro indirizzo IP, la data e l'ora della richiesta, la quantità di dati trasferiti e il fornitore richiedente (dati di accesso) e documenta la richiesta. Questi dati di accesso vengono analizzati esclusivamente allo scopo di garantire il buon funzionamento del sito web e migliorare la nostra offerta. Ciò serve secondo l'art. 6 (1) 1 lett. f GDPR la tutela dei nostri interessi legittimi nella corretta presentazione della nostra offerta che prevalgono nel processo di bilanciamento degli interessi. Tutti i dati di accesso vengono cancellati entro e non oltre sette giorni dalla fine della vostra visita sul nostro sito web.
ru: Вы можете посетить наш сайт, не раскрывая никакой личной информации. При каждом посещении веб-сайта веб-сервер автоматически сохраняет только так называемый файл журнала сервера, который содержит, например. имя запрашиваемого файла, ваш IP-адрес, дату и время запроса, объем передаваемых данных и запрашивающего провайдера (данные доступа), а также документирует запрос. Эти данные доступа анализируются исключительно с целью обеспечения бесперебойной работы веб-сайта и улучшения нашего предложения. Это служит согласно ст. 6 (1) 1 лит. f GDPR – защита наших законных интересов при правильном представлении нашего предложения, которые имеют преимущественную силу в процессе балансирования интересов. Все данные доступа удаляются не позднее, чем через семь дней после окончания вашего посещения нашего сайта.

source: The services for hosting and displaying the website are partly provided by our service providers on the basis of processing on our behalf. Unless otherwise stated in this privacy policy, all access data and all data collected in forms provided for this purpose on this website are processed on their servers. If you have any questions about our service providers and the basis of our cooperation with them, please use the contact option described in this privacy policy.
de: Die Leistungen zum Hosting und zur Darstellung der Website werden teilweise durch unsere Dienstleister im Rahmen einer Verarbeitung in unserem Auftrag erbracht. Sofern in dieser Datenschutzerklärung nichts anderes angegeben ist, werden sämtliche Zugriffsdaten und alle in dafür vorgesehenen Formularen dieser Website erhobenen Daten auf deren Servern verarbeitet. Bei Fragen zu unseren Dienstleistern und den Grundlagen unserer Zusammenarbeit mit ihnen nutzen Sie bitte die in dieser Datenschutzerklärung beschriebene Kontaktmöglichkeit.
es: Los servicios de alojamiento y visualización del sitio web son proporcionados en parte por nuestros proveedores de servicios sobre la base del procesamiento en nuestro nombre. Salvo que se indique lo contrario en esta política de privacidad, todos los datos de acceso y todos los datos recogidos en los formularios dispuestos al efecto en este sitio web son tratados en sus servidores. Si tiene alguna pregunta sobre nuestros proveedores de servicios y la base de nuestra cooperación con ellos, utilice la opción de contacto descrita en esta política de privacidad.
fr: Les prestations d'hébergement et d'affichage du site Internet sont en partie fournies par nos prestataires de services sur la base d'un traitement pour notre compte. Sauf indication contraire dans la présente politique de confidentialité, toutes les données d'accès et toutes les données collectées dans les formulaires prévus à cet effet sur ce site Internet sont traitées sur leurs serveurs. Si vous avez des questions sur nos prestataires de services et sur la base de notre coopération avec eux, veuillez utiliser l'option de contact décrite dans cette politique de confidentialité.
it: I servizi di hosting e visualizzazione del sito web vengono in parte forniti dai nostri fornitori di servizi sulla base del trattamento per nostro conto. Salvo diversa indicazione nella presente informativa sulla privacy, tutti i dati di accesso e tutti i dati raccolti nei moduli previsti a tale scopo su questo sito Web vengono elaborati sui loro server. In caso di domande sui nostri fornitori di servizi e sulle basi della nostra collaborazione con loro, utilizzare l'opzione di contatto descritta nella presente informativa sulla privacy.
ru: Услуги по хостингу и отображению веб-сайта частично предоставляются нашими поставщиками услуг на основе обработки от нашего имени. Если иное не указано в настоящей политике конфиденциальности, все данные доступа и все данные, собранные в формах, предусмотренных для этой цели на этом веб-сайте, обрабатываются на их серверах. Если у вас есть какие-либо вопросы о наших поставщиках услуг и основах нашего сотрудничества с ними, воспользуйтесь контактной формой, описанной в настоящей политике конфиденциальности.

source: Content Delivery Network
de: Content-Delivery-Netzwerk
es: Red de entrega de contenido
fr: Réseau de diffusion de contenu
it: Rete per la distribuzione dei contenuti
ru: Сеть доставки контента

source: For the purpose of a shorter loading time, we use for some offers a so-called Content Delivery Network ('CDN') . This service provides content, e.g. large media files, via regionally distributed servers of external CDN service providers. For this reason, access data will be processed on the servers of these service providers. We engage our service providers on the basis of processing on our behalf. If you have any questions about our service providers and the basis of our cooperation with them, please use the contact option described in this privacy policy.
de: Zum Zweck einer kürzeren Ladezeit nutzen wir bei einigen Angeboten ein sogenanntes Content Delivery Network („CDN“). Dieser Dienst stellt Inhalte bereit, z.B. große Mediendateien, über regional verteilte Server externer CDN-Dienstleister. Aus diesem Grund werden Zugriffsdaten auf den Servern dieser Dienstleister verarbeitet. Wir beauftragen unsere Dienstleister mit der Verarbeitung in unserem Auftrag. Bei Fragen zu unseren Dienstleistern und den Grundlagen unserer Zusammenarbeit mit ihnen nutzen Sie bitte die in dieser Datenschutzerklärung beschriebene Kontaktmöglichkeit.
es: Para acortar el tiempo de carga, utilizamos para algunas ofertas la denominada red de entrega de contenidos ('CDN'). Este servicio proporciona contenido, p.e. archivos multimedia de gran tamaño, a través de servidores distribuidos regionalmente de proveedores de servicios CDN externos. Por este motivo, los datos de acceso serán tratados en los servidores de estos proveedores de servicios. Contratamos a nuestros proveedores de servicios sobre la base del procesamiento en nuestro nombre. Si tiene alguna pregunta sobre nuestros proveedores de servicios y la base de nuestra cooperación con ellos, utilice la opción de contacto descrita en esta política de privacidad.
fr: Afin de réduire le temps de chargement, nous utilisons pour certaines offres ce que l'on appelle un Content Delivery Network (« CDN »). Ce service fournit du contenu, par ex. fichiers multimédias volumineux, via des serveurs distribués au niveau régional de fournisseurs de services CDN externes. C'est la raison pour laquelle les données d'accès seront traitées sur les serveurs de ces prestataires de services. Nous engageons nos prestataires de services sur la base d'un traitement en notre nom. Si vous avez des questions sur nos prestataires de services et sur la base de notre coopération avec eux, veuillez utiliser l'option de contact décrite dans cette politique de confidentialité.
it: Per ridurre i tempi di caricamento utilizziamo per alcune offerte la cosiddetta Content Delivery Network ("CDN"). Questo servizio fornisce contenuti, ad es. file multimediali di grandi dimensioni, tramite server distribuiti a livello regionale di fornitori di servizi CDN esterni. Per questo motivo i dati di accesso verranno elaborati sui server di questi fornitori di servizi. Coinvolgiamo i nostri fornitori di servizi sulla base del trattamento per nostro conto. In caso di domande sui nostri fornitori di servizi e sulle basi della nostra collaborazione con loro, utilizzare l'opzione di contatto descritta nella presente informativa sulla privacy.
ru: С целью сокращения времени загрузки для некоторых предложений мы используем так называемую сеть доставки контента («CDN»). Этот сервис предоставляет контент, например. большие медиафайлы через регионально распределенные серверы внешних поставщиков услуг CDN. По этой причине данные доступа будут обрабатываться на серверах этих поставщиков услуг. Мы привлекаем наших поставщиков услуг на основе обработки от нашего имени. Если у вас есть какие-либо вопросы о наших поставщиках услуг и основах нашего сотрудничества с ними, воспользуйтесь контактной формой, описанной в настоящей политике конфиденциальности.

source: Data processing for the purposes of processing the contract, establishing contact
de: Datenverarbeitung zum Zwecke der Vertragsabwicklung, Kontaktaufnahme
es: Tratamiento de datos con la finalidad de tramitar el contrato, establecer contacto
fr: Traitement des données aux fins du traitement du contrat, de la prise de contact
it: Trattamento dei dati ai fini dell'elaborazione del contratto, della creazione di un contatto
ru: Обработка данных в целях обработки договора, установления контакта

source: Data processing for the purposes of performing the contract
de: Datenverarbeitung zum Zwecke der Vertragsabwicklung
es: Tratamiento de datos con el fin de ejecutar el contrato
fr: Traitement des données aux fins de l'exécution du contrat
it: Trattamento dei dati ai fini dell'esecuzione del contratto
ru: Обработка данных в целях исполнения договора

source: For the purpose of performing the contract in accordance with Art. 6 (1) (b) GDPR, we collect personal data if you provide it to us voluntarily as part of your order. Mandatory fields are marked as such, as in these cases we necessarily need the data to process the contract and we cannot send the order without their specification. Which data is collected can be seen from the respective input forms.
de: Zum Zweck der Vertragserfüllung gemäß Art. Gemäß Art. 6 Abs. 1 lit. b DSGVO erheben wir personenbezogene Daten, wenn Sie uns diese im Rahmen Ihrer Bestellung freiwillig mitteilen. Pflichtfelder sind als solche gekennzeichnet, da wir in diesen Fällen die Daten zwingend zur Vertragsabwicklung benötigen und wir ohne deren Angabe die Bestellung nicht versenden können. Welche Daten erhoben werden, ist aus den jeweiligen Eingabeformularen ersichtlich.
es: A los efectos de ejecutar el contrato de conformidad con el art. 6 (1) (b) GDPR, recopilamos datos personales si nos los proporciona voluntariamente como parte de su pedido. Los campos obligatorios están marcados como tales, ya que en estos casos necesitamos necesariamente los datos para tramitar el contrato y no podemos enviar el pedido sin su especificación. Los datos que se recopilan se pueden ver en los respectivos formularios de entrada.
fr: Aux fins de l'exécution du contrat conformément à l'art. 6 (1) (b) du RGPD, nous collectons des données personnelles si vous nous les fournissez volontairement dans le cadre de votre commande. Les champs obligatoires sont marqués comme tels, car dans ces cas nous avons nécessairement besoin des données pour traiter le contrat et nous ne pouvons pas envoyer la commande sans leur indication. Les données collectées peuvent être consultées à partir des formulaires de saisie respectifs.
it: Ai fini dell'esecuzione del contratto ai sensi dell'art. 6 (1) (b) GDPR, raccogliamo dati personali se ce li fornisci volontariamente come parte del tuo ordine. I campi obbligatori sono contrassegnati come tali, in quanto in questi casi abbiamo necessariamente bisogno dei dati per elaborare il contratto e non possiamo inviare l'ordine senza la loro specificazione. Quali dati vengono raccolti possono essere visualizzati nei rispettivi moduli di input.
ru: В целях исполнения договора в соответствии со ст. 6 (1) (b) GDPR, мы собираем персональные данные, если вы добровольно предоставляете их нам в рамках вашего заказа. Обязательные поля помечены как таковые, так как в этих случаях нам обязательно нужны данные для обработки контракта и мы не можем отправить заказ без их указания. Какие данные собираются, можно увидеть из соответствующих форм ввода.

source: Further information on the processing of your data, in particular on the forwarding of the data to our service providers for the purpose of order, payment and shipping, can be found in the following sections of this privacy policy. After complete processing of the contract, your data will be restricted for further processing and deleted after expiry of the retention periods under tax and commercial law in accordance with Art. 6 (1) (c) GDPR, unless you have expressly consented to further use of your data in accordance with Art. 6 (1) (a) GDPR or we reserve the right to use data beyond this, which is permitted by law and about which we inform you in this privacy policy.
de: Weitere Informationen zur Verarbeitung Ihrer Daten, insbesondere zur Weitergabe der Daten an unsere Dienstleister zum Zwecke der Bestellung, Zahlung und Versand, finden Sie in den folgenden Abschnitten dieser Datenschutzerklärung. Nach vollständiger Abwicklung des Vertrages werden Ihre Daten für die weitere Verarbeitung eingeschränkt und nach Ablauf der steuer- und handelsrechtlichen Aufbewahrungsfristen gemäß Art. 6 Abs. 1 lit. b DSGVO gelöscht. Die Verarbeitung Ihrer Daten erfolgt auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO, sofern Sie nicht ausdrücklich nach Art. Art. 6 Abs. 1 lit. a DSGVO oder wir behalten uns eine darüber hinausgehende Datenverwendung vor, die gesetzlich erlaubt ist und über die wir Sie in dieser Datenschutzerklärung informieren.
es: Puede encontrar más información sobre el procesamiento de sus datos, en particular sobre la transmisión de los datos a nuestros proveedores de servicios con fines de pedido, pago y envío, en las siguientes secciones de esta política de privacidad. Una vez finalizado el procesamiento del contrato, sus datos se limitarán para su posterior procesamiento y se eliminarán una vez transcurridos los plazos de conservación previstos en la legislación fiscal y mercantil de conformidad con el art. 6 (1) (c) del RGPD, a menos que haya dado su consentimiento expreso para un uso posterior de sus datos de conformidad con el art. 6 (1) (a) GDPR o nos reservamos el derecho de utilizar datos más allá de esto, lo que está permitido por la ley y sobre el cual le informamos en esta política de privacidad.
fr: De plus amples informations sur le traitement de vos données, en particulier sur la transmission des données à nos prestataires de services à des fins de commande, de paiement et d'expédition, peuvent être trouvées dans les sections suivantes de cette politique de confidentialité. Après l'exécution complète du contrat, vos données seront limitées à un traitement ultérieur et supprimées après l'expiration des délais de conservation en vertu du droit fiscal et commercial conformément à l'art. 6 (1) (c) du RGPD, à moins que vous n'ayez expressément consenti à une utilisation ultérieure de vos données conformément à l'art. 6 (1) (a) du RGPD ou nous nous réservons le droit d'utiliser les données au-delà de celles autorisées par la loi et dont nous vous informons dans la présente politique de confidentialité.
it: Ulteriori informazioni sul trattamento dei vostri dati, in particolare sulla trasmissione dei dati ai nostri fornitori di servizi ai fini dell'ordine, del pagamento e della spedizione, sono disponibili nelle seguenti sezioni della presente informativa sulla privacy. Dopo l'esecuzione completa del contratto, i vostri dati saranno limitati per l'ulteriore trattamento e cancellati dopo la scadenza dei termini di conservazione ai sensi del diritto fiscale e commerciale ai sensi dell'art. 6 (1) (c) GDPR, a meno che non abbiate espressamente acconsentito a un ulteriore utilizzo dei vostri dati ai sensi dell'art. 6 (1) (a) GDPR oppure ci riserviamo il diritto di utilizzare i dati oltre ciò, che è consentito dalla legge e di cui vi informiamo nella presente informativa sulla privacy.
ru: Дополнительную информацию об обработке ваших данных, в частности о передаче данных нашим поставщикам услуг с целью заказа, оплаты и доставки, можно найти в следующих разделах настоящей политики конфиденциальности. После полной обработки договора ваши данные будут ограничены для дальнейшей обработки и удалены по истечении сроков хранения в соответствии с налоговым и коммерческим законодательством в соответствии со ст. 6 (1) (c) GDPR, если только вы не дали явного согласия на дальнейшее использование ваших данных в соответствии со ст. 6 (1) (a) GDPR, или мы оставляем за собой право использовать данные помимо этого, что разрешено законом и о которых мы сообщаем вам в настоящей политике конфиденциальности.

source: Customer account
de: Kundenkonto
es: cuenta de cliente
fr: Compte client
it: Conto cliente
ru: Счет клиента
