Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: For web analytics and advertising purposes, the extension function of Google Analytics enables the so-called&nbsp;DoubleClick cookie&nbsp;to recognize your browser when visiting other websites. Google will use this information to compile reports about your website activities and to provide other services related to the use of the website.
de: Für Webanalyse- und Werbezwecke ermöglicht die Erweiterungsfunktion von Google Analytics das sogenannte DoubleClick-Cookie, Ihren Browser beim Besuch anderer Websites wiederzuerkennen. Google wird diese Informationen benutzen, um Reports über Ihre Websiteaktivitäten zusammenzustellen und um weitere mit der Websitenutzung verbundene Dienstleistungen zu erbringen.
es: Para fines publicitarios y de análisis web, la función de extensión de Google Analytics permite que la denominada cookie DoubleClick reconozca su navegador cuando visita otros sitios web. Google utilizará esta información para compilar informes sobre las actividades de su sitio web y para proporcionar otros servicios relacionados con el uso del sitio web.
fr: À des fins d'analyse Web et de publicité, la fonction d'extension de Google Analytics permet au cookie DoubleClick de reconnaître votre navigateur lorsque vous visitez d'autres sites Web. Google utilisera ces informations pour compiler des rapports sur les activités de votre site Web et pour fournir d'autres services liés à l'utilisation du site Web.
it: Per scopi di analisi web e pubblicitari, la funzione di estensione di Google Analytics consente al cosiddetto cookie DoubleClick di riconoscere il tuo browser quando visiti altri siti web. Google utilizzerà queste informazioni per compilare report sulle attività del tuo sito web e per fornire altri servizi relativi all'utilizzo del sito web.
ru: В целях веб-аналитики и рекламы функция расширения Google Analytics позволяет так называемому файлу cookie DoubleClick распознавать ваш браузер при посещении других веб-сайтов. Google будет использовать эту информацию для составления отчетов о вашей деятельности на веб-сайте и для предоставления других услуг, связанных с использованием веб-сайта.

source: Our Website markets advertising space to third party service providers and advertising networks via Google AdSense. Those advertisements will be shown to you in different places on this website. The so-called DoubleClick cookie enables the display of interest-based advertising through the collection and processing of data (IP address, time of visit, device and browser information as well as information on your use of our website) and the automatic assignment of a pseudonymous UserID, which is used to determine interests based on visits to this and other websites.
de: Unsere Website vermarktet Werbeflächen über Google AdSense an Drittanbieter und Werbenetzwerke. Diese Werbeanzeigen werden Ihnen an verschiedenen Stellen auf dieser Website angezeigt. Das sogenannte DoubleClick-Cookie ermöglicht durch die Erhebung und Verarbeitung von Daten (IP-Adresse, Zeitpunkt des Besuchs, Geräte- und Browser-Informationen sowie Informationen zu Ihrer Nutzung unserer Website) und der automatischen Zuordnung einer interessenbezogenen Werbung die Anzeige interessenbezogener Werbung pseudonyme UserID, die zur Ermittlung von Interessen anhand von Besuchen auf dieser und anderen Websites verwendet wird.
es: Nuestro sitio web comercializa espacios publicitarios a proveedores de servicios externos y redes publicitarias a través de Google AdSense. Esos anuncios se le mostrarán en diferentes lugares de este sitio web. La llamada cookie de DoubleClick permite mostrar publicidad basada en intereses mediante la recopilación y el procesamiento de datos (dirección IP, hora de la visita, información del dispositivo y del navegador, así como información sobre su uso de nuestro sitio web) y la asignación automática de una ID de usuario seudónimo, que se utiliza para determinar intereses en función de las visitas a este y otros sitios web.
fr: Notre site Web commercialise des espaces publicitaires auprès de prestataires de services tiers et de réseaux publicitaires via Google AdSense. Ces publicités vous seront présentées à différents endroits de ce site Web. Le cookie dit DoubleClick permet l'affichage de publicités ciblées par centres d'intérêt grâce à la collecte et au traitement de données (adresse IP, heure de la visite, informations sur l'appareil et le navigateur ainsi que des informations sur votre utilisation de notre site Internet) et à l'attribution automatique d'un UserID pseudonyme, qui est utilisé pour déterminer les intérêts en fonction des visites sur ce site Web et sur d’autres.
it: Il nostro sito Web commercializza spazi pubblicitari a fornitori di servizi di terze parti e reti pubblicitarie tramite Google AdSense. Tali annunci ti verranno mostrati in diversi punti di questo sito web. Il cosiddetto cookie DoubleClick consente la visualizzazione di pubblicità basata sugli interessi attraverso la raccolta e l'elaborazione di dati (indirizzo IP, ora della visita, informazioni sul dispositivo e sul browser, nonché informazioni sull'utilizzo del nostro sito web) e l'assegnazione automatica di un UserID pseudonimo, utilizzato per determinare gli interessi in base alle visite a questo e ad altri siti web.
ru: Наш веб-сайт продает рекламное пространство сторонним поставщикам услуг и рекламным сетям через Google AdSense. Эти рекламные объявления будут показываться вам в разных местах этого сайта. Так называемый файл cookie DoubleClick позволяет отображать рекламу на основе интересов посредством сбора и обработки данных (IP-адрес, время посещения, информация об устройстве и браузере, а также информация об использовании вами нашего веб-сайта) и автоматического назначения псевдонимный UserID, который используется для определения интересов на основе посещений этого и других веб-сайтов.

source: For advertising purposes in the Google search results as well as on the websites of third parties, the so-called Google&nbsp;Remarketing&nbsp;Cookie is used when you visit our website, which automatically enables interest-based advertising through the collection and processing of data (IP address, time of visit, device and browser information as well as information on your use of our website), by means of a pseudonymous cookie ID and on the basis of the pages you visit. Any further data processing only takes place if you have activated the setting 'personalised advertising' in your Google account. In this case, if you are logged into Google while visiting our website, Google will use your data together with Google Analytics data to create and define target group lists for cross-device remarketing.
de: Für Werbezwecke in den Google-Suchergebnissen sowie auf den Websites Dritter wird beim Besuch unserer Website das sogenannte Google-Remarketing-Cookie eingesetzt, das durch die Erhebung und Verarbeitung von Daten (IP-Adresse) automatisch eine interessenbezogene Werbung ermöglicht , Besuchszeit, Geräte- und Browserinformationen sowie Informationen zu Ihrer Nutzung unserer Website), mittels einer pseudonymen Cookie-ID und auf Basis der von Ihnen besuchten Seiten. Eine darüber hinausgehende Datenverarbeitung erfolgt nur, sofern Sie in Ihrem Google-Konto die Einstellung „personalisierte Werbung“ aktiviert haben. Sind Sie in diesem Fall während des Seitenbesuchs unserer Website bei Google eingeloggt, verwendet Google Ihre Daten zusammen mit Google Analytics-Daten, um Zielgruppenlisten für geräteübergreifendes Remarketing zu erstellen und zu definieren.
es: Con fines publicitarios en los resultados de búsqueda de Google, así como en sitios web de terceros, cuando visita nuestro sitio web se utiliza la llamada cookie de remarketing de Google, que permite automáticamente la publicidad basada en intereses mediante la recopilación y el procesamiento de datos (dirección IP , hora de la visita, información del dispositivo y del navegador, así como información sobre su uso de nuestro sitio web), mediante un ID de cookie seudónimo y en función de las páginas que visita. Cualquier procesamiento posterior de datos solo se llevará a cabo si ha activado la configuración "publicidad personalizada" en su cuenta de Google. En este caso, si ha iniciado sesión en Google mientras visita nuestro sitio web, Google utilizará sus datos junto con los datos de Google Analytics para crear y definir listas de grupos objetivo para el remarketing entre dispositivos.
fr: À des fins publicitaires dans les résultats de recherche Google ainsi que sur les sites Web de tiers, ce que l'on appelle le cookie de remarketing de Google est utilisé lorsque vous visitez notre site Web, qui permet automatiquement la publicité basée sur les centres d'intérêt grâce à la collecte et au traitement de données (adresse IP , l'heure de la visite, les informations sur l'appareil et le navigateur ainsi que les informations sur votre utilisation de notre site Internet), au moyen d'un identifiant de cookie pseudonyme et sur la base des pages que vous visitez. Tout traitement ultérieur des données n'a lieu que si vous avez activé le paramètre « publicité personnalisée » dans votre compte Google. Dans ce cas, si vous êtes connecté à Google lors de votre visite sur notre site Internet, Google utilisera vos données avec les données de Google Analytics pour créer et définir des listes de groupes cibles pour le remarketing multi-appareils.
it: Per scopi pubblicitari nei risultati di ricerca di Google e sui siti web di terzi, quando visiti il ​​nostro sito web viene utilizzato il cosiddetto Google Remarketing Cookie, che consente automaticamente la pubblicità basata sugli interessi attraverso la raccolta e l'elaborazione dei dati (indirizzo IP , ora della visita, informazioni sul dispositivo e sul browser nonché informazioni sull'utilizzo del nostro sito web), mediante un ID cookie pseudonimo e sulla base delle pagine visitate. Un ulteriore trattamento dei dati avviene solo se avete attivato l'impostazione "pubblicità personalizzata" nel vostro account Google. In questo caso, se hai effettuato l'accesso a Google mentre visiti il ​​nostro sito web, Google utilizzerà i tuoi dati insieme ai dati di Google Analytics per creare e definire elenchi di gruppi target per il remarketing cross-device.
ru: В рекламных целях в результатах поиска Google, а также на веб-сайтах третьих лиц при посещении нашего веб-сайта используется так называемый файл cookie ремаркетинга Google, который автоматически включает рекламу на основе интересов посредством сбора и обработки данных (IP-адрес , время посещения, информация об устройстве и браузере, а также информация об использовании вами нашего веб-сайта) с помощью псевдонимного идентификатора файла cookie и на основе посещенных вами страниц. Любая дальнейшая обработка данных происходит только в том случае, если вы активировали настройку «персонализированная реклама» в своей учетной записи Google. В этом случае, если вы вошли в систему Google во время посещения нашего веб-сайта, Google будет использовать ваши данные вместе с данными Google Analytics для создания и определения списков целевых групп для ремаркетинга между устройствами.

source: For website analysis and event tracking, we use Google Ads&nbsp;Conversion Tracking&nbsp;to measure your subsequent usage behavior when you arrive on our website via a Google Ads ad. For this purpose, cookies may be used and data (IP address, time of visit, device and browser information as well as information on your use of our website based on events specified by us, such as a visit to a website or newsletter registration) may be collected, from which usage profiles are created using pseudonyms.
de: Zur Website-Analyse und Ereignisverfolgung nutzen wir das Google Ads Conversion Tracking, um Ihr späteres Nutzungsverhalten zu messen, wenn Sie über eine Google Ads-Anzeige auf unsere Website gelangen. Zu diesem Zweck können Cookies eingesetzt werden und Daten (IP-Adresse, Zeitpunkt des Besuchs, Geräte- und Browserinformationen sowie Informationen zu Ihrer Nutzung unserer Website aufgrund von uns vorgegebener Ereignisse, wie z. B. Besuch einer Website oder Newsletter-Anmeldung) verwendet werden. erhoben werden, aus denen unter Verwendung von Pseudonymen Nutzungsprofile erstellt werden.
es: Para el análisis del sitio web y el seguimiento de eventos, utilizamos el seguimiento de conversiones de Google Ads para medir su comportamiento de uso posterior cuando llega a nuestro sitio web a través de un anuncio de Google Ads. Para este propósito, se pueden utilizar cookies y datos (dirección IP, hora de la visita, información del dispositivo y del navegador, así como información sobre su uso de nuestro sitio web en función de eventos especificados por nosotros, como una visita a un sitio web o el registro en un boletín informativo). se pueden recoger, a partir de los cuales se elaboran perfiles de uso utilizando seudónimos.
fr: Pour l'analyse du site Web et le suivi des événements, nous utilisons le suivi des conversions Google Ads pour mesurer votre comportement d'utilisation ultérieur lorsque vous arrivez sur notre site Web via une annonce Google Ads. À cette fin, des cookies peuvent être utilisés et des données (adresse IP, heure de la visite, informations sur l'appareil et le navigateur ainsi que des informations sur votre utilisation de notre site Web en fonction d'événements que nous avons spécifiés, comme une visite sur un site Web ou une inscription à la newsletter) peuvent être collectées, à partir desquelles des profils d'utilisation sont créés à l'aide de pseudonymes.
it: Per l'analisi del sito web e il monitoraggio degli eventi, utilizziamo il monitoraggio delle conversioni di Google Ads per misurare il tuo successivo comportamento di utilizzo quando arrivi sul nostro sito web tramite un annuncio Google Ads. A questo scopo possono essere utilizzati cookie e dati (indirizzo IP, ora della visita, informazioni sul dispositivo e sul browser, nonché informazioni sull'utilizzo del nostro sito Web in base agli eventi da noi specificati, come la visita a un sito Web o l'iscrizione alla newsletter) possono essere raccolti profili di utilizzo da cui vengono creati profili di utilizzo utilizzando pseudonimi.
ru: Для анализа веб-сайта и отслеживания событий мы используем отслеживание конверсий Google Рекламы, чтобы измерить ваше последующее поведение при использовании, когда вы заходите на наш веб-сайт через рекламу Google Реклама. Для этой цели могут использоваться файлы cookie и данные (IP-адрес, время посещения, информация об устройстве и браузере, а также информация об использовании вами нашего веб-сайта на основе указанных нами событий, таких как посещение веб-сайта или регистрация в новостной рассылке) могут быть собраны, на основе которых создаются профили использования с использованием псевдонимов.

source: For the visual representation of geographical information, Google Maps collects data on your use of the Maps functions, in particular the IP address and location data, and transmits this data to Google and then processes it by Google. We have no influence on this subsequent data processing.
de: Zur visuellen Darstellung geographischer Informationen erhebt Google Maps Daten über Ihre Nutzung der Maps-Funktionen, insbesondere die IP-Adresse und Standortdaten, übermittelt diese Daten an Google und verarbeitet sie anschließend durch Google. Auf diese weitere Datenverarbeitung haben wir keinen Einfluss.
es: Para la representación visual de información geográfica, Google Maps recopila datos sobre su uso de las funciones de Maps, en particular la dirección IP y los datos de ubicación, y los transmite a Google y luego los procesa por parte de Google. No tenemos ninguna influencia sobre este procesamiento posterior de datos.
fr: Pour la représentation visuelle des informations géographiques, Google Maps collecte des données sur votre utilisation des fonctions Maps, en particulier l'adresse IP et les données de localisation, et transmet ces données à Google puis les traite par Google. Nous n'avons aucune influence sur ce traitement ultérieur des données.
it: Per la rappresentazione visiva delle informazioni geografiche, Google Maps raccoglie dati sull'utilizzo delle funzioni di Maps, in particolare l'indirizzo IP e i dati sulla posizione, e trasmette questi dati a Google e poi li elabora da Google. Non abbiamo alcuna influenza su questo successivo trattamento dei dati.
ru: Для визуального представления географической информации Карты Google собирают данные об использовании вами функций Карт, в частности данные об IP-адресе и местоположении, и передают эти данные в Google, а затем обрабатывают их Google. Мы не имеем никакого влияния на последующую обработку данных.

source: For the purpose of protection against misuse of our web forms as well as against spam by automated software (so-called bots), Google reCAPTCHA collects data (IP address, time of visit, browser information as well as information on your use of our website) and performs an analysis of your use of our website by means of a so-called JavaScript and cookies. In addition, other cookies stored in your browser by Google services are evaluated. Personal data is not read out or stored from the input fields of the respective form.
de: Zum Schutz vor Missbrauch unserer Webformulare sowie vor Spam durch automatisierte Software (sog. Bots) erhebt Google reCAPTCHA Daten (IP-Adresse, Zeitpunkt des Besuchs, Browserinformationen sowie Informationen über Ihre Nutzung unserer Website). ) und führt mittels sogenanntem JavaScript und Cookies eine Analyse Ihrer Nutzung unserer Website durch. Darüber hinaus werden auch andere von Google-Diensten in Ihrem Browser gespeicherte Cookies ausgewertet. Aus den Eingabefeldern des jeweiligen Formulars werden keine personenbezogenen Daten ausgelesen oder gespeichert.
es: Para protegernos contra el uso indebido de nuestros formularios web y contra el spam por parte de software automatizado (los llamados bots), Google reCAPTCHA recopila datos (dirección IP, hora de la visita, información del navegador e información sobre su uso de nuestro sitio web). ) y realiza un análisis de su uso de nuestro sitio web mediante el llamado JavaScript y cookies. Además, se evalúan otras cookies almacenadas en su navegador por los servicios de Google. Los datos personales de los campos de entrada del formulario correspondiente no se leen ni se almacenan.
fr: Aux fins de protection contre l'utilisation abusive de nos formulaires Web ainsi que contre le spam provenant de logiciels automatisés (appelés robots), Google reCAPTCHA collecte des données (adresse IP, heure de la visite, informations du navigateur ainsi que des informations sur votre utilisation de notre site Web. ) et effectue une analyse de votre utilisation de notre site Web au moyen de ce que l'on appelle JavaScript et de cookies. En outre, d'autres cookies stockés dans votre navigateur par les services Google sont évalués. Les données personnelles ne sont ni lues ni stockées dans les champs de saisie du formulaire concerné.
it: Ai fini della protezione contro l'uso improprio dei nostri moduli web e contro lo spam da parte di software automatizzati (i cosiddetti bot), Google reCAPTCHA raccoglie dati (indirizzo IP, ora della visita, informazioni sul browser e informazioni sull'utilizzo del nostro sito web ) ed esegue un'analisi del vostro utilizzo del nostro sito web mediante i cosiddetti JavaScript e cookie. Inoltre vengono valutati altri cookie memorizzati dai servizi Google nel vostro browser. I dati personali non vengono letti o memorizzati dai campi di input del rispettivo modulo.
ru: В целях защиты от неправомерного использования наших веб-форм, а также от спама со стороны автоматизированного программного обеспечения (так называемых ботов), Google reCAPTCHA собирает данные (IP-адрес, время посещения, информацию о браузере, а также информацию об использовании вами нашего веб-сайта). ) и выполняет анализ использования вами нашего веб-сайта с помощью так называемого JavaScript и файлов cookie. Кроме того, оцениваются другие файлы cookie, хранящиеся в вашем браузере службами Google. Персональные данные не считываются и не сохраняются из полей ввода соответствующей формы.

source: For the purpose of a uniform presentation of the contents on our website, data (IP address, time of visit, device and browser information) are collected by the script code 'Google Fonts', transmitted to Google and then processed by Google. We have no influence on this subsequent data processing.
de: Zum Zwecke einer einheitlichen Darstellung der Inhalte auf unserer Website werden durch den Script-Code „Google Fonts“ Daten (IP-Adresse, Zeitpunkt des Besuchs, Geräte- und Browser-Informationen) erfasst, an Google übermittelt und anschließend von Google verarbeitet. Auf diese weitere Datenverarbeitung haben wir keinen Einfluss.
es: Para una presentación uniforme de los contenidos de nuestro sitio web, los datos (dirección IP, hora de la visita, información del dispositivo y del navegador) se recopilan mediante el código de script "Google Fonts", se transmiten a Google y luego son procesados ​​por Google. No tenemos ninguna influencia sobre este procesamiento posterior de datos.
fr: Dans le but d'une présentation uniforme des contenus de notre site Internet, des données (adresse IP, heure de la visite, informations sur l'appareil et le navigateur) sont collectées par le code de script « Google Fonts », transmises à Google puis traitées par Google. Nous n'avons aucune influence sur ce traitement ultérieur des données.
it: Al fine di una presentazione uniforme dei contenuti sul nostro sito web, i dati (indirizzo IP, ora della visita, informazioni sul dispositivo e sul browser) vengono raccolti dal codice script "Google Fonts", trasmessi a Google e poi elaborati da Google. Non abbiamo alcuna influenza su questo successivo trattamento dei dati.
ru: В целях единообразного представления содержимого нашего веб-сайта данные (IP-адрес, время посещения, информация об устройстве и браузере) собираются с помощью кода сценария «Google Fonts», передаются в Google и затем обрабатываются Google. Мы не имеем никакого влияния на последующую обработку данных.
