Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

# abbrev. month
source: Jan.
es: Ene.
it: Gen.
ru: Ян.

# abbrev. month
source: Feb.
de: Febr.
fr: Fév.
it: Febbraio
ru: фев.

# abbrev. month
source: March
de: Marsch
fr: Mars
ru: Маршировать

# abbrev. month
source: April
es: Abril
fr: Avril
it: aprile
ru: апрель

# abbrev. month
source: May
de: Mai
es: Puede
fr: Peut
it: Maggio
ru: Может

# abbrev. month
source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
ru: Июнь

# abbrev. month
source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
ru: Июль

# abbrev. month
source: Aug.
es: Ago.
fr: Août.
it: Agosto
ru: август

# abbrev. month
source: Sept.
es: Septiembre
it: settembre
ru: Сентябрь

# abbrev. month
source: Oct.
de: Okt.
fr: Octobre.
it: ottobre
ru: Октябрь.

# abbrev. month
source: Nov.
it: novembre
ru: Ноябрь

# abbrev. month
source: Dec.
de: Dez.
es: Dic.
fr: Déc.
it: dicembre
ru: декабрь.

# alt. month
source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
ru: январь

# alt. month
source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio
ru: февраль

# alt. month
source: March
de: Marsch
fr: Mars
ru: Маршировать

# alt. month
source: April
es: Abril
fr: Avril
it: aprile
ru: апрель

# alt. month
source: May
de: Mai
es: Puede
fr: Peut
it: Maggio
ru: Может

# alt. month
source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
ru: Июнь

# alt. month
source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
ru: Июль

# alt. month
source: August
es: Agosto
fr: Août
it: agosto
ru: Август

# alt. month
source: September
es: Septiembre
fr: Septembre
it: settembre
ru: Сентябрь

# alt. month
source: October
de: Oktober
es: Octubre
fr: Octobre
it: ottobre
ru: Октябрь

# alt. month
source: November
es: Noviembre
fr: Novembre
it: novembre
ru: ноябрь

# alt. month
source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
ru: декабрь

source: This is not a valid IPv6 address.
de: Dies ist keine gültige IPv6-Adresse.
es: Esta no es una dirección IPv6 válida.
fr: Ce n'est pas une adresse IPv6 valide.
it: Questo non è un indirizzo IPv6 valido.
ru: Это недействительный IPv6-адрес.

source: or
de: oder
es: o
fr: ou
it: O
ru: или

source: %(num)d year
de: %(num)d Jahr
es: %(num)d año
fr: %(num)d année
it: %(num)d anno
ru: %(num)d год

source: %(num)d month
de: %(num)d Monat
es: %(num)d mes
fr: %(num)d mois
it: %(num)d mese
ru: %(num)d месяца

source: %(num)d week
de: %(num)d Woche
es: %(num)d semana
fr: %(num)d semaine
it: %(num)d settimana
ru: %(num)d неделя

source: %(num)d day
de: %(num)d Tag
es: %(num)d día
fr: %(num)d jour
it: %(num)d giorno
ru: %(num)d день

source: %(num)d hour
de: %(num)d Stunde
es: %(num)d hora
fr: %(num)d heure
it: %(num)d ora
ru: %(num)d час

source: %(num)d minute
es: %(num)d minuto
it: %(num)d minuti
ru: %(num)d минута

source: Forbidden
de: Verboten
es: Prohibido
fr: Interdit
it: Vietato
ru: Запрещенный

source: CSRF verification failed. Request aborted.
de: Die CSRF-Überprüfung ist fehlgeschlagen. Anfrage abgebrochen.
es: La verificación CSRF falló. Solicitud abortada.
fr: La vérification CSRF a échoué. Demande abandonnée.
it: La verifica CSRF non è riuscita. Richiesta interrotta.
ru: Проверка CSRF не удалась. Запрос прерван.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
de: Sie sehen diese Meldung, weil für diese HTTPS-Site das Senden eines „Referer-Headers“ durch Ihren Webbrowser erforderlich ist, dieser jedoch nicht gesendet wurde. Dieser Header ist aus Sicherheitsgründen erforderlich, um sicherzustellen, dass Ihr Browser nicht von Dritten gekapert wird.
es: Estás viendo este mensaje porque este sitio HTTPS requiere que tu navegador web envíe un "encabezado de referencia", pero no se envió ninguno. Este encabezado es necesario por razones de seguridad, para garantizar que terceros no se apropien de su navegador.
fr: Vous voyez ce message car ce site HTTPS nécessite qu'un « en-tête Referer » soit envoyé par votre navigateur Web, mais aucun n'a été envoyé. Cet en-tête est requis pour des raisons de sécurité, afin de garantir que votre navigateur n'est pas piraté par des tiers.
it: Visualizzi questo messaggio perché questo sito HTTPS richiede che il tuo browser web invii un'"intestazione referer", ma non ne è stata inviata alcuna. Questa intestazione è necessaria per motivi di sicurezza, per garantire che il tuo browser non venga dirottato da terze parti.
ru: Вы видите это сообщение, потому что этот HTTPS-сайт требует отправки «заголовка Referer» вашим веб-браузером, но он не был отправлен. Этот заголовок необходим по соображениям безопасности, чтобы гарантировать, что ваш браузер не будет взломан третьими лицами.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
de: Wenn Sie Ihren Browser so konfiguriert haben, dass „Referer“-Header deaktiviert sind, aktivieren Sie sie bitte erneut, zumindest für diese Website, für HTTPS-Verbindungen oder für „Same-Origin“-Anfragen.
es: Si ha configurado su navegador para deshabilitar los encabezados "Referer", vuelva a habilitarlos, al menos para este sitio, o para conexiones HTTPS, o para solicitudes del "mismo origen".
fr: Si vous avez configuré votre navigateur pour désactiver les en-têtes « Referer », veuillez les réactiver, au moins pour ce site, ou pour les connexions HTTPS, ou pour les requêtes « de même origine ».
it: Se hai configurato il tuo browser per disabilitare le intestazioni "Referer", riattivale, almeno per questo sito, o per le connessioni HTTPS, o per richieste della "stessa origine".
ru: Если вы настроили свой браузер на отключение заголовков «Referer», включите их снова, по крайней мере, для этого сайта, или для HTTPS-соединений, или для запросов «того же происхождения».

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
de: Wenn Sie das Tag <meta name="referrer" content="no-referrer"> verwenden oder den Header „Referrer-Policy: no-referrer“ einschließen, entfernen Sie diese bitte. Der CSRF-Schutz erfordert, dass der „Referer“-Header eine strenge Referrerprüfung durchführt. Wenn Sie Bedenken hinsichtlich des Datenschutzes haben, verwenden Sie Alternativen wie <a rel="noreferrer" …> für Links zu Websites Dritter.
es: Si está utilizando la etiqueta <meta name="referrer" content="no-referrer"> o incluye el encabezado “Referrer-Policy: no-referrer”, elimínelas. La protección CSRF requiere que el encabezado "Referer" realice una verificación estricta del referente. Si le preocupa la privacidad, utilice alternativas como <a rel="noreferrer"…> para enlaces a sitios de terceros.
fr: Si vous utilisez la balise <meta name="referrer" content="no-referrer"> ou si vous incluez l'en-tête « Referrer-Policy : no-referrer », veuillez les supprimer. La protection CSRF nécessite que l'en-tête « Referer » effectue une vérification stricte des référents. Si vous êtes préoccupé par la confidentialité, utilisez des alternatives telles que <a rel="noreferrer" …> pour les liens vers des sites tiers.
it: Se stai utilizzando il tag <meta name="referrer" content="no-referrer"> o includi l'intestazione "Referrer-Policy: no-referrer", rimuovili. La protezione CSRF richiede che l'intestazione "Referer" esegua un rigoroso controllo del referer. Se sei preoccupato per la privacy, utilizza alternative come <a rel="noreferrer" …> per i collegamenti a siti di terze parti.
ru: Если вы используете тег <meta name="referrer" content="no-referrer"> или включаете заголовок «Referrer-Policy: no-referrer», удалите их. Защита CSRF требует, чтобы заголовок «Referer» выполнял строгую проверку ссылки. Если вас беспокоит конфиденциальность, используйте альтернативы, такие как <a rel="noreferrer"…> для ссылок на сторонние сайты.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
de: Sie sehen diese Meldung, weil diese Website beim Senden von Formularen ein CSRF-Cookie erfordert. Dieses Cookie ist aus Sicherheitsgründen erforderlich, um sicherzustellen, dass Ihr Browser nicht von Dritten gekapert wird.
es: Estás viendo este mensaje porque este sitio requiere una cookie CSRF al enviar formularios. Esta cookie es necesaria por razones de seguridad, para garantizar que terceros no se apropien de su navegador.
fr: Vous voyez ce message car ce site nécessite un cookie CSRF lors de la soumission de formulaires. Ce cookie est requis pour des raisons de sécurité, afin de garantir que votre navigateur n'est pas piraté par des tiers.
it: Visualizzi questo messaggio perché questo sito richiede un cookie CSRF durante l'invio di moduli. Questo cookie è necessario per motivi di sicurezza, per garantire che il tuo browser non venga dirottato da terze parti.
ru: Вы видите это сообщение, потому что этому сайту требуется файл cookie CSRF при отправке форм. Этот файл cookie необходим по соображениям безопасности, чтобы гарантировать, что ваш браузер не будет взломан третьими лицами.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
de: Wenn Sie Ihren Browser so konfiguriert haben, dass Cookies deaktiviert sind, aktivieren Sie sie bitte erneut, zumindest für diese Website oder für Anfragen „gleicher Herkunft“.
es: Si ha configurado su navegador para deshabilitar las cookies, vuelva a habilitarlas, al menos para este sitio, o para solicitudes del "mismo origen".
fr: Si vous avez configuré votre navigateur pour désactiver les cookies, merci de les réactiver, au moins pour ce site, ou pour les demandes de « même origine ».
it: Se hai configurato il tuo browser per disabilitare i cookie, ti invitiamo a riabilitarli, almeno per questo sito, o per richieste “della stessa origine”.
ru: Если вы настроили свой браузер на отключение файлов cookie, включите их повторно, по крайней мере, для этого сайта или для запросов «того же происхождения».

source: More information is available with DEBUG=True.
de: Weitere Informationen sind mit DEBUG=True verfügbar.
es: Hay más información disponible con DEBUG=True.
fr: Plus d'informations sont disponibles avec DEBUG=True.
it: Ulteriori informazioni sono disponibili con DEBUG=True.
ru: Дополнительную информацию можно получить, указав DEBUG=True.

source: No year specified
de: Kein Jahr angegeben
es: No se especifica el año
fr: Aucune année précisée
it: Nessun anno specificato
ru: Год не указан

source: Date out of range
de: Datum außerhalb des gültigen Bereichs
es: Fecha fuera de rango
fr: Date hors plage
it: Data fuori intervallo
ru: Дата вне диапазона

source: No month specified
de: Kein Monat angegeben
es: No se especifica mes
fr: Aucun mois précisé
it: Nessun mese specificato
ru: Месяц не указан

source: No day specified
de: Kein Tag angegeben
es: No se especifica ningún día
fr: Aucun jour précisé
it: Nessun giorno specificato
ru: День не указан

source: No week specified
de: Keine Woche angegeben
es: Ninguna semana especificada
fr: Aucune semaine précisée
it: Nessuna settimana specificata
ru: Неделя не указана

source: No %(verbose_name_plural)s available
de: Kein %(verbose_name_plural)s verfügbar
es: No hay %(verbose_name_plural)s disponible
fr: Aucun %(verbose_name_plural)s disponible
it: Nessun %(verbose_name_plural)s disponibile
ru: Нет %(verbose_name_plural)s доступного

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
de: Future %(verbose_name_plural)s ist nicht verfügbar, da %(class_name)s.allow_future False ist.
es: El futuro %(verbose_name_plural)s no está disponible porque %(class_name)s.allow_future es falso.
fr: Future %(verbose_name_plural)s non disponible car %(class_name)s.allow_future est False.
it: Il futuro %(verbose_name_plural)s non è disponibile perché %(class_name)s.allow_future è False.
ru: Будущее %(verbose_name_plural)s недоступно, поскольку %(class_name)s.allow_future имеет значение False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
de: Ungültige Datumszeichenfolge „%(datestr)s“ im angegebenen Format „%(format)s“
es: Cadena de fecha no válida "%(datestr)s" formato dado "%(format)s"
fr: Chaîne de date non valide «%(datestr)s» étant donné le format «%(format)s»
it: Stringa di data non valida “%(datestr)s” formato specificato “%(format)s”
ru: Неверная строка даты «%(datestr)s» в формате «%(format)s».

source: No %(verbose_name)s found matching the query
de: Es wurde kein %(verbose_name)s gefunden, der mit der Abfrage übereinstimmt
es: No se encontró ningún %(verbose_name)s que coincida con la consulta
fr: Aucun %(verbose_name)s trouvé correspondant à la requête
it: Nessun %(verbose_name)s trovato corrispondente alla query
ru: Не найдено %(verbose_name)s , соответствующего запросу

source: Page is not “last”, nor can it be converted to an int.
de: Die Seite ist nicht „letzte“ und kann auch nicht in eine int-Seite konvertiert werden.
es: La página no es la "última" ni se puede convertir a un int.
fr: La page n’est pas « dernière » et ne peut pas non plus être convertie en int.
it: La pagina non è "ultima", né può essere convertita in un int.
ru: Страница не является «последней» и не может быть преобразована в целое число.

source: Invalid page (%(page_number)s): %(message)s
de: Ungültige Seite (%(page_number)s): %(message)s
es: Página no válida (%(page_number)s): %(message)s
fr: Page invalide (%(page_number)s) : %(message)s
it: Pagina non valida (%(page_number)s): %(message)s
ru: Неверная страница (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
de: Leere Liste und „%(class_name)s.allow_empty“ ist False.
es: Lista vacía y “%(class_name)s.allow_empty” es Falso.
fr: Liste vide et «%(class_name)s.allow_empty » est faux.
it: Elenco vuoto e "%(class_name)s.allow_empty" è falso.
ru: Пустой список и «%(class_name)s.allow_empty» имеет значение False.

source: Directory indexes are not allowed here.
de: Verzeichnisindizes sind hier nicht zulässig.
es: Aquí no se permiten índices de directorio.
fr: Les index de répertoire ne sont pas autorisés ici.
it: Gli indici delle directory non sono consentiti qui.
ru: Индексы каталогов здесь не разрешены.

source: “%(path)s” does not exist
de: „%(path)s“ existiert nicht
es: “%(path)s” no existe
fr: "%(path)s" n'existe pas
it: "%(path)s" non esiste
ru: «%(path)s» не существует

source: Index of %(directory)s
de: Index von %(directory)s
es: Índice de %(directory)s
fr: Index du %(directory)s
it: Indice di %(directory)s
ru: Индекс %(directory)s

source: The install worked successfully! Congratulations!
de: Die Installation hat erfolgreich funktioniert! Glückwunsch!
es: ¡La instalación funcionó correctamente! ¡Felicidades!
fr: L'installation a fonctionné avec succès ! Félicitations!
it: L'installazione ha funzionato correttamente! Congratulazioni!
ru: Установка прошла успешно! Поздравляем!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
ru: Просмотрите <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">примечания к выпуску</a> для Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
ru: Вы видите эту страницу, потому что <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> находится в вашем файле настроек, и вы не настроили никаких URL-адресов.

source: Django Documentation
de: Django-Dokumentation
es: Documentación de Django
fr: Documentation Django
it: Documentazione Django
ru: Документация Джанго

source: Topics, references, &amp; how-to’s
de: Themen, Referenzen und Anleitungen
es: Temas, referencias y procedimientos
fr: Sujets, références et procédures
it: Argomenti, riferimenti e istruzioni
ru: Темы, ссылки и инструкции

source: Tutorial: A Polling App
de: Tutorial: Eine Umfrage-App
es: Tutorial: una aplicación de encuestas
fr: Tutoriel : Une application de sondage
it: Tutorial: un'app per sondaggi
ru: Учебное пособие: приложение для опроса

source: Get started with Django
de: Beginnen Sie mit Django
es: Comience con Django
fr: Commencez avec Django
it: Inizia con Django
ru: Начните работу с Джанго

source: Django Community
es: Comunidad Django
fr: Communauté Django
it: Comunità Django
ru: Джанго-сообщество

source: Connect, get help, or contribute
de: Vernetzen Sie sich, holen Sie sich Hilfe oder leisten Sie einen Beitrag
es: Conéctese, obtenga ayuda o contribuya
fr: Connectez-vous, obtenez de l'aide ou contribuez
it: Connettiti, ottieni aiuto o contribuisci
ru: Подключайтесь, получайте помощь или вносите свой вклад

source: Page not found.
de: Seite nicht gefunden.
es: Página no encontrada.
fr: Page introuvable.
it: Pagina non trovata.
ru: Страница не найдена.

source: Check the correct settings.CKEDITOR_5_CONFIGS
de: Überprüfen Sie die korrekten Einstellungen.CKEDITOR_5_CONFIGS
es: Verifique la configuración correcta.CKEDITOR_5_CONFIGS
fr: Vérifiez les paramètres corrects.CKEDITOR_5_CONFIGS
it: Controlla le impostazioni corrette.CKEDITOR_5_CONFIGS
ru: Проверьте правильность настроек.CKEDITOR_5_CONFIGS.

source: country code
de: Landesvorwahl
fr: code du pays
ru: код страны

source: country name
de: Landname
fr: nom du pays
ru: название страны

source: country
de: Land
fr: pays
ru: страна

source: countries
de: Länder
fr: pays
ru: страны

source: region name
de: Regionsname
es: nombre de la región
fr: nom de la région
it: nome della regione
ru: название региона

source: region
es: región
fr: région
it: regione
ru: область

source: regions
de: Regionen
es: regiones
fr: régions
it: regioni
ru: регионы

source: city name
de: Stadtname
fr: nom de la ville
ru: название города

source: city
de: Stadt
es: ciudad
fr: ville
it: città
ru: город

source: cities
de: Städte
es: ciudades
fr: villes
it: città
ru: города

source: Ip range block beginning, as integer
de: Beginn des IP-Bereichsblocks als Ganzzahl
es: Comienzo del bloque de rango de IP, como número entero
fr: Début du bloc de plage IP, sous forme d'entier
it: Inizio del blocco dell'intervallo Ip, come numero intero
ru: Начало блока диапазона IP-адресов, как целое число

source: Ip range block ending, as integer
de: Ende des IP-Bereichsblocks als Ganzzahl
es: Final del bloque de rango de IP, como número entero
fr: Fin du bloc de plage IP, sous forme d'entier
it: Fine del blocco dell'intervallo Ip, come numero intero
ru: Окончание блока диапазона IP-адресов, как целое число

source: IP range
de: IP-Bereich
es: rango de IP
fr: Plage IP
it: Intervallo IP
ru: IP-диапазон

source: IP ranges
de: IP-Bereiche
es: rangos de IP
fr: Plages IP
it: Intervalli IP
ru: IP-диапазоны

source: Error: Cannot handle glob %s
de: Fehler: Glob %skann nicht verarbeitet werden
es: Error: No se puede manejar global %s
fr: Erreur : Impossible de gérer le glob %s
it: Errore: impossibile gestire glob %s
ru: Ошибка: невозможно обработать glob %s

source: Cannot read %s
de: %skann nicht gelesen werden
es: No puedo leer %s
fr: Impossible de lire %s
it: Impossibile leggere %s
ru: Не могу прочитать %s

source: Unimplemented function: %s
de: Nicht implementierte Funktion: %s
es: Función no implementada: %s
fr: Fonction non implémentée : %s
it: Funzione non implementata: %s
ru: Нереализованная функция: %s

source: new name needed for rename of %s
de: Neuer Name für Umbenennung von %serforderlich
es: Se necesita un nuevo nombre para cambiar el nombre de %s
fr: nouveau nom nécessaire pour renommer %s
it: nuovo nome necessario per rinominare %s
ru: новое имя необходимо для переименования %s

source: Unhandled filechange type: %s
de: Nicht behandelter Dateiänderungstyp: %s
es: Tipo de cambio de archivo no controlado: %s
fr: Type de changement de fichier non géré : %s
it: Tipo di modifica file non gestita: %s
ru: Необработанный тип изменения файла: %s

source: Couldn't parse rename source
de: Die Umbenennungsquelle konnte nicht geparst werden
es: No se pudo analizar el cambio de nombre de la fuente
fr: Impossible d'analyser le renommage de la source
it: Impossibile analizzare l'origine della ridenominazione
ru: Не удалось разобрать источник переименования.

source: Malformed %(refname)s line: '%(line)s'
de: Fehlerhafte %(refname)s -Zeile: „%(line)s“
es: Línea %(refname)s mal formada: '%(line)s'
fr: Ligne %(refname)s mal formée : '%(line)s'
it: Riga %(refname)s non valida: '%(line)s'
ru: Неверно сформированная строка %(refname)s : '%(line)s'

source: Unsupported command: '%s'
de: Nicht unterstützter Befehl: „%s“
ru: Неподдерживаемая команда: '%s'

source: Could not parse line: '%s'
de: Die Zeile „%s“ konnte nicht analysiert werden.
es: No se pudo analizar la línea: '%s'
fr: Impossible d'analyser la ligne : '%s'
it: Impossibile analizzare la riga: '%s'
ru: Не удалось проанализировать строку: '%s'

source: %s does not appear to be a valid git repository
de: %s scheint kein gültiges Git-Repository zu sein
es: %s no parece ser un repositorio git válido
fr: %s ne semble pas être un dépôt git valide
it: %s non sembra essere un repository git valido
ru: %s не является действительным репозиторием git.

source: Processed %d blob sizes
de: Verarbeitete %d Blobgrößen
es: %d tamaños de blobs procesados
fr: Tailles de blob %d traitées
it: Dimensioni BLOB %d elaborate
ru: Обработано %d размеров больших двоичных объектов

source: Error: --path-rename expects one colon in its argument: <old_name:new_name>.
de: Fehler: --path-rename erwartet einen Doppelpunkt in seinem Argument: <old_name:new_name>.
es: Error: --path-rename espera dos puntos en su argumento: <nombre_antiguo:nombre_nuevo>.
fr: Erreur : --path-rename attend deux points dans son argument : <old_name:new_name>.
it: Errore: --path-rename prevede due punti nel suo argomento: <old_name:new_name>.
ru: Ошибка: --path-rename ожидает в аргументе одно двоеточие: <старое_имя:новое_имя>.

source: Error: With --path-rename, if OLD_NAME and NEW_NAME are both non-empty and either ends with a slash then both must.
de: Fehler: Wenn bei --path-rename OLD_NAME und NEW_NAME beide nicht leer sind und einer von ihnen mit einem Schrägstrich endet, müssen beides der Fall sein.
es: Error: con --path-rename, si OLD_NAME y NEW_NAME no están vacíos y terminan con una barra, entonces ambos deben hacerlo.
fr: Erreur : avec --path-rename, si OLD_NAME et NEW_NAME sont tous deux non vides et que l'un ou l'autre se termine par une barre oblique, alors les deux doivent le faire.
it: Errore: con --path-rename, se OLD_NAME e NEW_NAME non sono vuoti e terminano con una barra, devono essere entrambi.
ru: Ошибка: при использовании --path-rename, если OLD_NAME и NEW_NAME не пусты и любой из них заканчивается косой чертой, то оба должны быть.

source: Error: Pathnames cannot begin with a '/'
de: Fehler: Pfadnamen dürfen nicht mit einem „/“ beginnen
es: Error: los nombres de ruta no pueden comenzar con '/'
fr: Erreur : les noms de chemin ne peuvent pas commencer par un « / »
it: Errore: i nomi dei percorsi non possono iniziare con "/"
ru: Ошибка: имена путей не могут начинаться с символа «/».
