Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: Error: Invalid path component '%s' found in '%s'
de: Fehler: Ungültige Pfadkomponente „%s“ in „%s“ gefunden
es: Error: componente de ruta no válido '%s' encontrado en '%s'
fr: Erreur : composant de chemin non valide '%s' trouvé dans '%s'
it: Errore: componente del percorso non valido '%s' trovato in '%s'
ru: Ошибка: в «%s» найден недопустимый компонент пути «%s».

source: Error: HelperFilter given invalid option_string: %s
de: Fehler: HelperFilter hat eine ungültige Optionszeichenfolge angegeben: %s
es: Error: HelperFilter proporcionó una cadena de opción no válida: %s
fr: Erreur : HelperFilter a reçu une option_string non valide : %s
it: Errore: HelperFilter ha fornito una stringa_opzione non valida: %s
ru: Ошибка: HelperFilter дал неверную строку option_string: %s

source: Rewrite (or analyze) repository history git-filter-repo destructively rewrites history (unless --analyze or --dry-run are given) according to specified rules. It refuses to do any rewriting unless either run from a clean fresh clone, or --force was given. Basic Usage: git-filter-repo --analyze git-filter-repo [FILTER/RENAME/CONTROL OPTIONS] See EXAMPLES section for details.
de: Schreiben Sie den Repository-Verlauf neu (oder analysieren Sie ihn). git-filter-repo schreibt den Verlauf destruktiv neu (es sei denn, --analyze oder --dry-run werden angegeben) nach vorgegebenen Regeln. Es weigert sich, irgendetwas zu tun Umschreiben, es sei denn, es wurde entweder von einem sauberen, frischen Klon ausgeführt oder --force war gegeben. Grundlegende Verwendung: git-filter-repo --analyze git-filter-repo [FILTER-/UMBENENNEN-/KONTROLLOPTIONEN] Einzelheiten finden Sie im Abschnitt BEISPIELE.
es: Reescribir (o analizar) el historial del repositorio git-filter-repo reescribe destructivamente la historia (a menos que --analyze o --se dan ensayos) de acuerdo con las reglas especificadas. Se niega a hacer cualquier reescribir a menos que se ejecute desde un clon nuevo y limpio o se haya utilizado --force dado. Uso básico: git-filter-repo --analizar git-filter-repo [OPCIONES DE FILTRO/RENOMBRAR/CONTROL] Consulte la sección EJEMPLOS para obtener más detalles.
fr: Réécrire (ou analyser) l'historique du référentiel git-filter-repo réécrit l'historique de manière destructive (à moins que --analyze ou --des essais à sec sont donnés) selon des règles spécifiées. Il refuse de faire quoi que ce soit réécriture à moins qu'il ne soit exécuté à partir d'un nouveau clone propre ou que --force ait été donné. Utilisation de base : git-filter-repo --analyser git-filter-repo [OPTIONS DE FILTRE/RENOMMER/CONTROL] Voir la section EXEMPLES pour plus de détails.
it: Riscrivere (o analizzare) la cronologia del repository git-filter-repo riscrive in modo distruttivo la cronologia (a meno che --analyze or --dry-run sono forniti) secondo le regole specificate. Si rifiuta di fare qualsiasi cosa riscrittura a meno che non venga eseguito da un clone nuovo e pulito o --force lo fosse dato. Utilizzo di base: git-filter-repo --analyze git-filter-repo [OPZIONI FILTRO/RINOMINA/CONTROLLO] Per i dettagli vedere la sezione ESEMPI.
ru: Переписать (или проанализировать) историю репозитория git-filter-repo деструктивно переписывает историю (если --analyze или --dry-run) по указанным правилам. Он отказывается делать что-либо перезапись, если только она не запускается из чистого свежего клона или --force не была данный. Основное использование: git-filter-repo --analyze git-filter-repo [ФИЛЬТР/ПЕРЕИМЕНОВАНИЕ/ОПЦИИ УПРАВЛЕНИЯ] Подробности смотрите в разделе ПРИМЕРЫ.

source: CALLBACKS All callback functions are of the same general format. For a command line argument like --foo-callback 'BODY' the following code will be compiled and called: def foo_callback(foo): BODY Thus, to replace 'Jon' with 'John' in author/committer/tagger names: git filter-repo --name-callback 'return name.replace(b"Jon", b"John")' To remove all 'Tested-by' tags in commit (or tag) messages: git filter-repo --message-callback 'return re.sub(br"\nTested-by:.*", "", message)' To remove all .DS_Store files: git filter-repo --filename-callback 'return None if os.path.basename(filename) == b".DS_Store" else filename' Note that if BODY resolves to a filename, then the contents of that file will be used as the BODY in the callback function. For more detailed examples and explanations AND caveats, see https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#CALLBACKS EXAMPLES To get a bunch of reports mentioning renames that have occurred in your repo and listing sizes of objects aggregated by any of path, directory, extension, or blob-id: git filter-repo --analyze (These reports can help you choose how to filter your repo; it can be useful to re-run this command after filtering to regenerate the report and verify the changes look correct.) To extract the history that touched just 'guides' and 'tools/releases': git filter-repo --path guides/ --path tools/releases To remove foo.zip and bar/baz/zips from every revision in history: git filter-repo --path foo.zip --path bar/baz/zips/ --invert-paths To replace the text 'password' with 'p455w0rd': git filter-repo --replace-text <(echo "password==>p455w0rd") To use the current version of the .mailmap file to update authors, committers, and taggers throughout history and make it permanent: git filter-repo --use-mailmap To extract the history of 'src/', rename all files to have a new leading directory 'my-module' (e.g. src/foo.java -> my-module/src/foo.java), and add a 'my-module-' prefix to all tags: git filter-repo --path src/ --to-subdirectory-filter my-module --tag-rename '':'my-module-' For more detailed examples and explanations, see https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#EXAMPLES
de: Rückrufe Alle Rückruffunktionen haben das gleiche allgemeine Format. Für eine Befehlszeile Argument wie --foo-callback 'KÖRPER' Der folgende Code wird kompiliert und aufgerufen: def foo_callback(foo): KÖRPER So ersetzen Sie „Jon“ durch „John“ in Autoren-/Committer-/Tagger-Namen: git filter-repo --name-callback 'return name.replace(b"Jon", b"John")' So entfernen Sie alle „Getestet von“-Tags in Commit-Nachrichten (oder Tag-Nachrichten): git filter-repo --message-callback 'return re.sub(br"\nTested-by:.*", "", message)' So entfernen Sie alle .DS_Store-Dateien: git filter-repo --filename-callback 'return None if os.path.basename(filename) == b".DS_Store" else filename' Beachten Sie, dass, wenn BODY in einen Dateinamen aufgelöst wird, der Inhalt dieser Datei angezeigt wird wird als BODY in der Callback-Funktion verwendet. Ausführlichere Beispiele und Erklärungen UND Vorbehalte finden Sie unter https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#CALLBACKS BEISPIELE Um eine Reihe von Berichten zu erhalten, in denen Umbenennungen erwähnt werden, die in vorgenommen wurden Ihre Repo- und Auflistungsgrößen von Objekten, aggregiert nach einem beliebigen Pfad, Verzeichnis, Erweiterung oder Blob-ID: git filter-repo --analyze (Diese Berichte können Ihnen bei der Auswahl helfen, wie Sie Ihr Repo filtern; das ist möglich Es kann sinnvoll sein, diesen Befehl nach dem Filtern erneut auszuführen, um die Datei neu zu generieren melden Sie uns und überprüfen Sie, ob die Änderungen korrekt sind.) So extrahieren Sie den Verlauf, der nur „Anleitungen“ und „Tools/Releases“ betrifft: git filter-repo --path guides/ --path tools/releases So entfernen Sie foo.zip und bar/baz/zips aus jeder Revision im Verlauf: git filter-repo --path foo.zip --path bar/baz/zips/ --invert-paths Um den Text „Passwort“ durch „p455w0rd“ zu ersetzen: git filter-repo --replace-text <(echo "password==>p455w0rd") Um die aktuelle Version der .mailmap-Datei zum Aktualisieren von Autoren zu verwenden, Committer und Tagger im Laufe der Geschichte und machen es dauerhaft: git filter-repo --use-mailmap Um den Verlauf von „src/“ zu extrahieren, benennen Sie alle Dateien um, sodass sie einen neuen Anfang haben Verzeichnis 'my-module' (z. B. src/foo.java -> my-module/src/foo.java) und Fügen Sie allen Tags ein „my-module-“-Präfix hinzu: git filter-repo --path src/ --to-subdirectory-filter my-module --tag-rename '':'my-module-' Ausführlichere Beispiele und Erläuterungen finden Sie unter https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#EXAMPLES
es: DEVOLUCIONES DE LLAMADA Todas las funciones de devolución de llamada tienen el mismo formato general. Para una línea de comando argumento como --foo-callback 'CUERPO' El siguiente código será compilado y llamado: def foo_callback(foo): CUERPO Por lo tanto, para reemplazar 'Jon' por 'John' en los nombres de autor/committer/etiquetado: git filter-repo --name-callback 'devuelve nombre.replace(b"Jon", b"John")' Para eliminar todas las etiquetas 'Probado por' en mensajes de confirmación (o etiqueta): git filter-repo --message-callback 'return re.sub(br"\nProbado por:.*", "", mensaje)' Para eliminar todos los archivos .DS_Store: git filter-repo --filename-callback 'devuelve Ninguno si os.path.basename(nombre de archivo) == b".DS_Store" más nombre de archivo' Tenga en cuenta que si BODY se resuelve en un nombre de archivo, entonces el contenido de ese archivo se utilizará como CUERPO en la función de devolución de llamada. Para ejemplos y explicaciones más detalladas Y advertencias, consulte https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#CALLBACKS EJEMPLOS Para obtener un montón de informes que mencionan cambios de nombre que se han producido en su repositorio y la lista de tamaños de objetos agregados por cualquiera de las rutas, directorio, extensión o blob-id: git filter-repo --analizar (Estos informes pueden ayudarle a elegir cómo filtrar su repositorio; puede Será útil volver a ejecutar este comando después de filtrar para regenerar el informe y verifique que los cambios parezcan correctos). Para extraer el historial que toca solo las 'guías' y las 'herramientas/lanzamientos': git filter-repo --path guías/ --path herramientas/lanzamientos Para eliminar foo.zip y bar/baz/zips de cada revisión del historial: git filter-repo --path foo.zip --path bar/baz/zips/ --invert-paths Para reemplazar el texto 'contraseña' por 'p455w0rd': git filter-repo --replace-text <(echo "contraseña==>p455w0rd") Para utilizar la versión actual del archivo .mailmap para actualizar autores, committers y taggers a lo largo de la historia y hacerlo permanente: git filter-repo --use-mailmap Para extraer el historial de 'src/', cambie el nombre de todos los archivos para que tengan un nuevo encabezado directorio 'mi-módulo' (por ejemplo, src/foo.java -> mi-módulo/src/foo.java), y agregue un prefijo 'mi-módulo-' a todas las etiquetas: git filter-repo --path src/ --to-subdirectory-filter mi-módulo --tag-rename '':'mi-módulo-' Para ejemplos y explicaciones más detalladas, consulte https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#EJEMPLOS
fr: RAPPELS Toutes les fonctions de rappel sont du même format général. Pour une ligne de commande argument comme --foo-callback 'CORPS' le code suivant sera compilé et appelé : def foo_callback(foo): CORPS Ainsi, pour remplacer « Jon » par « John » dans les noms d'auteur/commissaire/tagger : git filter-repo --name-callback 'return name.replace(b"Jon", b"John")' Pour supprimer toutes les balises « Testé par » dans les messages de validation (ou de balise) : git filter-repo --message-callback 'return re.sub(br"\nTested-by:.*", "", message)' Pour supprimer tous les fichiers .DS_Store : git filter-repo --filename-callback 'return None if os.path.basename(filename) == b".DS_Store" else filename' Notez que si BODY se résout en un nom de fichier, alors le contenu de ce fichier sera utilisé comme BODY dans la fonction de rappel. Pour des exemples et des explications plus détaillés ET des mises en garde, voir https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#CALLBACKS EXEMPLES Pour obtenir un tas de rapports mentionnant les renommages effectués dans votre dépôt et la taille de la liste des objets agrégés par l'un des chemins, répertoire, extension ou blob-id : git filtre-repo --analyser (Ces rapports peuvent vous aider à choisir comment filtrer votre dépôt ; ils peuvent être utile de réexécuter cette commande après le filtrage pour régénérer le signaler et vérifier que les modifications semblent correctes.) Pour extraire l'historique qui concerne uniquement les « guides » et les « outils/versions » : git filter-repo --path guides/ --path outils/versions Pour supprimer foo.zip et bar/baz/zips de chaque révision de l'historique : git filter-repo --path foo.zip --path bar/baz/zips/ --invert-paths Pour remplacer le texte « mot de passe » par « p455w0rd » : git filter-repo --replace-text <(echo "password==>p455w0rd") Pour utiliser la version actuelle du fichier .mailmap pour mettre à jour les auteurs, les committers et les taggers tout au long de l'histoire et le rendent permanent : git filtre-repo --use-mailmap Pour extraire l'historique de 'src/', renommez tous les fichiers pour avoir un nouveau début répertoire 'mon-module' (par exemple src/foo.java -> mon-module/src/foo.java), et ajoutez un préfixe 'my-module-' à toutes les balises : git filter-repo --path src/ --to-subdirectory-filter mon-module --tag-rename '':'mon-module-' Pour des exemples et des explications plus détaillés, voir https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#EXAMPLES
it: RICHIAMO Tutte le funzioni di callback hanno lo stesso formato generale. Per una riga di comando argomento come --foo-callback 'CORPO' verrà compilato e chiamato il seguente codice: def foo_callback(foo): CORPO Pertanto, per sostituire 'Jon' con 'John' nei nomi autore/committer/tagger: git filter-repo --name-callback 'restituisce nome.sostituisci(b"Jon", b"John")' Per rimuovere tutti i tag "Testato da" nei messaggi di commit (o tag): git filter-repo --message-callback 'return re.sub(br"\nTested-by:.*", "", messaggio)' Per rimuovere tutti i file .DS_Store: git filter-repo --filename-callback 'return None if os.path.basename(filename) == b".DS_Store" else filename' Tieni presente che se BODY si risolve in un nome file, allora il contenuto di quel file verrà utilizzato come BODY nella funzione di callback. Per esempi e spiegazioni più dettagliati E avvertenze, vedere https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#CALLBACKS ESEMPI Per ottenere una serie di rapporti che menzionano le ridenominazioni avvenute in il tuo repository e le dimensioni dell'elenco degli oggetti aggregati da qualsiasi percorso, directory, estensione o ID BLOB: git filter-repo --analyze (Questi report possono aiutarti a scegliere come filtrare il tuo repository; può farlo essere utile rieseguire questo comando dopo il filtraggio per rigenerare il file segnalare e verificare che le modifiche siano corrette.) Per estrarre la cronologia che ha toccato solo 'guide' e 'strumenti/release': git filter-repo --path guide/ --path tools/releases Per rimuovere foo.zip e bar/baz/zips da ogni revisione nella cronologia: git filter-repo --path foo.zip --path bar/baz/zips/ --invert-paths Per sostituire il testo "password" con "p455w0rd": git filter-repo --replace-text <(echo "password==>p455w0rd") Per utilizzare la versione corrente del file .mailmap per aggiornare gli autori, committer e tagger nel corso della storia e renderlo permanente: git filter-repo --use-mailmap Per estrarre la cronologia di 'src/', rinominare tutti i file con una nuova iniziale directory 'mio-modulo' (ad esempio src/foo.java -> mio-modulo/src/foo.java) e aggiungi un prefisso 'my-module-' a tutti i tag: git filter-repo --path src/ --to-subdirectory-filter mio-modulo --tag-rename '':'mio-modulo-' Per esempi e spiegazioni più dettagliate, cfr https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#EXAMPLES
ru: Обратные вызовы Все функции обратного вызова имеют один и тот же общий формат. Для командной строки аргумент типа --foo-callback 'ТЕЛО' следующий код будет скомпилирован и вызван: защита foo_callback(foo): ТЕЛО Таким образом, чтобы заменить «Джон» на «Джон» в именах автора/коммиттера/теггера: git filter-repo --name-callback 'return name.replace(b"Jon", b"John")' Чтобы удалить все теги «Протестировано» в сообщениях фиксации (или тега): git filter-repo --message-callback 'return re.sub(br"\nTested-by:.*", "", message)' Чтобы удалить все файлы .DS_Store: git filter-repo --filename-callback 'return None if os.path.basename(filename) == b".DS_Store" else filename' Обратите внимание: если BODY преобразуется в имя файла, то содержимое этого файла будет использоваться как BODY в функции обратного вызова. Более подробные примеры и пояснения И предостережения см. https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#CALLBACKS ПРИМЕРЫ Чтобы получить кучу отчетов с упоминанием переименований, произошедших в размер вашего репозитория и списка объектов, агрегированных по любому пути, каталог, расширение или идентификатор большого двоичного объекта: git filter-repo --analyze (Эти отчеты могут помочь вам выбрать способ фильтрации вашего репозитория. будет полезно повторно запустить эту команду после фильтрации, чтобы восстановить сообщите и убедитесь, что изменения выглядят правильно.) Чтобы извлечь историю, которая касалась только «руководств» и «инструментов/релизов»: git filter-repo --pathguides/ --path инструменты/релизы Чтобы удалить foo.zip и bar/baz/zips из каждой версии в истории: git filter-repo --path foo.zip --path bar/baz/zips/ --invert-paths Чтобы заменить текст «пароль» на «p455w0rd»: git filter-repo --replace-text <(echo "пароль==>p455w0rd") Чтобы использовать текущую версию файла .mailmap для обновления авторов, коммиттеры и тегеры на протяжении всей истории и сделайте это постоянным: git filter-repo --use-mailmap Чтобы извлечь историю «src/», переименуйте все файлы, чтобы у них было новое начало. каталог «мой-модуль» (например, src/foo.java -> my-module/src/foo.java) и добавьте префикс «my-module-» ко всем тегам: git filter-repo --path src/ --to-subdirectory-filter мой-модуль --tag-rename '':'мой-модуль-' Более подробные примеры и пояснения см. https://htmlpreview.github.io/?https://github.com/newren/git-filter-repo/blob/docs/html/git-filter-repo.html#EXAMPLES

source: Analysis
de: Analyse
es: Análisis
fr: Analyse
it: Analisi
ru: Анализ

source: Analyze repository history and create a report that may be useful in determining what to filter in a subsequent run. Will not modify your repo.
de: Analysieren Sie den Repository-Verlauf und erstellen Sie einen Bericht, der bei der Bestimmung, was in einer späteren Ausführung gefiltert werden soll, hilfreich sein kann. Ihr Repo wird nicht geändert.
es: Analice el historial del repositorio y cree un informe que pueda resultar útil para determinar qué filtrar en una ejecución posterior. No modificará su repositorio.
fr: Analysez l'historique du référentiel et créez un rapport qui peut être utile pour déterminer les éléments à filtrer lors d'une exécution ultérieure. Ne modifiera pas votre dépôt.
it: Analizza la cronologia del repository e crea un report che potrebbe essere utile per determinare cosa filtrare in un'esecuzione successiva. Non modificherà il tuo repository.
ru: Проанализируйте историю репозитория и создайте отчет, который может быть полезен при определении того, что фильтровать при последующем запуске. Не будет изменять ваше репо.

source: Directory to write report, defaults to GIT_DIR/filter_repo/analysis,refuses to run if exists, --force delete existing dir first.
de: Verzeichnis zum Schreiben des Berichts, standardmäßig GIT_DIR/filter_repo/analysis, verweigert die Ausführung, falls vorhanden, --force zuerst vorhandenes Verzeichnis löschen.
es: Directorio para escribir el informe, el valor predeterminado es GIT_DIR/filter_repo/analysis, se niega a ejecutarse si existe, forzar la eliminación del directorio existente primero.
fr: Répertoire pour rédiger le rapport, par défaut GIT_DIR/filter_repo/analysis, refuse de s'exécuter s'il existe, --force supprimez d'abord le répertoire existant.
it: Directory in cui scrivere il report, il valore predefinito è GIT_DIR/filter_repo/analysis, rifiuta di essere eseguito se esiste, --force elimina prima la directory esistente.
ru: Каталог для записи отчета, по умолчанию — GIT_DIR/filter_repo/anaанализ, отказывается запускаться, если существует, --force сначала удалить существующий каталог.

source: Filtering based on paths (see also --filename-callback)
de: Filterung basierend auf Pfaden (siehe auch --filename-callback)
es: Filtrado basado en rutas (ver también --filename-callback)
fr: Filtrage basé sur les chemins (voir aussi --filename-callback)
it: Filtraggio in base ai percorsi (vedi anche --filename-callback)
ru: Фильтрация по путям (см. также --filename-callback)

source: These options specify the paths to select. Note that much like git itself, renames are NOT followed so you may need to specify multiple paths, e.g. `--path olddir/ --path newdir/`
de: Diese Optionen geben die auszuwählenden Pfade an. Beachten Sie, dass es ähnlich wie bei Git ist selbst werden Umbenennungen NICHT befolgt, daher müssen Sie möglicherweise mehrere angeben Wege, z.B. `--path olddir/ --path newdir/`
es: Estas opciones especifican las rutas a seleccionar. Tenga en cuenta que es muy parecido a git En sí, NO se siguen los cambios de nombre, por lo que es posible que deba especificar varios caminos, p.e. `--ruta antiguodir/ --ruta nuevodir/`
fr: Ces options spécifient les chemins à sélectionner. Notez que tout comme git lui-même, les renommages ne sont PAS suivis, vous devrez donc peut-être spécifier plusieurs chemins, par ex. `--chemin ancienrép/ --chemin nouveaurép/`
it: Queste opzioni specificano i percorsi da selezionare. Nota che è molto simile a git stesso, le ridenominazioni NON vengono seguite, quindi potrebbe essere necessario specificarne più di una percorsi, ad es. `--percorso vecchiadir/ --percorso nuovadir/`
ru: Эти параметры определяют пути для выбора. Обратите внимание, что это очень похоже на git само по себе переименование НЕ выполняется, поэтому вам может потребоваться указать несколько пути, напр. `--path olddir/ --path newdir/`

source: Invert the selection of files from the specified --path-{match,glob,regex} options below, i.e. only select files matching none of those options.
de: Kehren Sie die Auswahl der Dateien aus den unten angegebenen --path-{match,glob,regex}-Optionen um, d. h. wählen Sie nur Dateien aus, die keiner dieser Optionen entsprechen.
es: Invierta la selección de archivos de las opciones --path-{match,glob,regex} especificadas a continuación, es decir, seleccione solo archivos que no coincidan con ninguna de esas opciones.
fr: Inversez la sélection de fichiers à partir des options --path-{match,glob,regex} spécifiées ci-dessous, c'est-à-dire sélectionnez uniquement les fichiers ne correspondant à aucune de ces options.
it: Inverti la selezione dei file dalle opzioni --path-{match,glob,regex} specificate di seguito, ovvero seleziona solo i file che non corrispondono a nessuna di queste opzioni.
ru: Инвертируйте выбор файлов из указанных ниже параметров --path-{match,glob,regex}, т. е. выбирайте только файлы, не соответствующие ни одному из этих параметров.
