Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice
de: Sie können sich jederzeit abmelden. Unsere Kontaktdaten hierzu finden Sie bitte im Impressum
es: Puedes darte de baja en cualquier momento. Para ello, por favor encuentre nuestros datos de contacto en el aviso legal.
fr: Vous pouvez vous désinscrire à tout moment. A cet effet, veuillez retrouver nos coordonnées dans les mentions légales
it: Puoi annullare l'iscrizione in qualsiasi momento. A tal fine, trovi le nostre informazioni di contatto nelle note legali
ru: Вы можете отказаться от подписки в любой момент. Для этой цели, пожалуйста, найдите нашу контактную информацию в официальном уведомлении.

source: First name is required
de: Der Vorname ist erforderlich
es: El nombre es obligatorio
fr: Le prénom est obligatoire
it: Il nome è obbligatorio
ru: Требуется имя

source: Last name is required
de: Nachname ist erforderlich
es: Se requiere apellido
fr: Le nom de famille est obligatoire
it: Il cognome è obbligatorio
ru: Требуется фамилия

source: Email is required
de: E-Mail ist erforderlich
es: Se requiere correo electrónico
fr: L'e-mail est requis
it: L'e-mail è obbligatoria
ru: Требуется электронная почта

source: Password is required
de: Passwort ist erforderlich
es: Se requiere contraseña
fr: Le mot de passe est requis
it: È richiesta la password
ru: Требуется пароль

source: Invalid birthday. Ensure the date is valid, in YYYY-MM-DD format, and not in the future
de: Ungültiger Geburtstag. Stellen Sie sicher, dass das Datum im Format JJJJ-MM-TT gültig ist und nicht in der Zukunft liegt
es: Cumpleaños no válido. Asegúrese de que la fecha sea válida, en formato AAAA-MM-DD y no en el futuro
fr: Anniversaire invalide. Assurez-vous que la date est valide, au format AAAA-MM-JJ, et non dans le futur
it: Compleanno non valido. Assicurati che la data sia valida, nel formato AAAA-MM-GG e non futura
ru: Неверный день рождения. Убедитесь, что дата действительна в формате ГГГГ-ММ-ДД, а не в будущем.

source: The information has been successfully updated!
de: Die Informationen wurden erfolgreich aktualisiert!
es: ¡La información ha sido actualizada exitosamente!
fr: Les informations ont été mises à jour avec succès !
it: Le informazioni sono state aggiornate con successo!
ru: Информация успешно обновлена!

source: Order import
de: Import bestellen
es: Importación de pedidos
fr: Importation de commandes
ru: Заказать импорт

source: Here you can upload an xlsx file that holds product numbers and quantities to add them to your cart immediately
de: Hier können Sie eine XLSX-Datei hochladen, die Produktnummern und -mengen enthält, um diese sofort in Ihren Warenkorb zu legen
es: Aquí puede cargar un archivo xlsx que contiene números de productos y cantidades para agregarlos a su carrito inmediatamente.
fr: Ici, vous pouvez télécharger un fichier xlsx contenant les numéros de produits et les quantités pour les ajouter immédiatement à votre panier.
it: Qui puoi caricare un file xlsx che contiene i numeri e le quantità dei prodotti per aggiungerli immediatamente al carrello
ru: Здесь вы можете загрузить файл xlsx, содержащий номера продуктов и их количество, чтобы немедленно добавить их в корзину.

source: Download example
de: Beispiel herunterladen
es: Descargar ejemplo
fr: Exemple de téléchargement
ru: Скачать пример

source: Upload xlsx
de: Laden Sie xlsx hoch
es: Subir xlsx
fr: Télécharger xlsx
it: Carica xlsx
ru: Загрузите xlsx

source: Items were successfully added!
de: Artikel wurden erfolgreich hinzugefügt!
es: ¡Los artículos se agregaron exitosamente!
fr: Les éléments ont été ajoutés avec succès!
ru: Товары успешно добавлены!

source: Errors occurred during file processing:
de: Bei der Dateiverarbeitung sind Fehler aufgetreten:
es: Se produjeron errores durante el procesamiento del archivo:
fr: Des erreurs se sont produites lors du traitement du fichier:
ru: При обработке файла возникли ошибки:

source: Order history
de: Bestellhistorie
es: Historial de pedidos
fr: Historique des commandes
it: Cronologia degli ordini
ru: История заказов

source: Here are the orders you've placed since your account was created
de: Hier sind die Bestellungen aufgeführt, die Sie seit der Erstellung Ihres Kontos aufgegeben haben
es: Estos son los pedidos que ha realizado desde que se creó su cuenta
fr: Voici les commandes que vous avez passées depuis la création de votre compte
it: Ecco gli ordini che hai effettuato da quando è stato creato il tuo account
ru: Вот заказы, которые вы разместили с момента создания вашей учетной записи.

source: Order ID
de: Bestell-ID
es: ID de pedido
fr: Numéro de commande
it: ID dell'ordine
ru: Идентификатор заказа

source: Date
de: Datum
es: Fecha
it: Data
ru: Дата

source: Total price
de: Gesamtpreis
es: Precio total
fr: Prix ​​total
it: Prezzo totale
ru: Общая стоимость

source: Payment
de: Zahlung
es: Pago
fr: Paiement
it: Pagamento
ru: Оплата

source: Status
es: Estado
fr: Statut
it: Stato
ru: Статус

source: Show Details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
ru: Показать детали

source: Download csv
de: CSV herunterladen
es: Descargar archivo csv
fr: Télécharger le fichier CSV
it: Scarica CSV
ru: Скачать CSV

source: Download pdf with images
de: PDF mit Bildern herunterladen
es: Descargar pdf con imágenes
fr: Télécharger le pdf avec les images
it: Scarica il pdf con le immagini
ru: Скачать pdf с изображениями

source: Download pdf without images
de: PDF ohne Bilder herunterladen
es: Descargar pdf sin imagenes
fr: Télécharger le pdf sans images
it: Scarica pdf senza immagini
ru: Скачать PDF без изображений

source: File is downloading
de: Datei wird heruntergeladen
es: El archivo se está descargando
fr: Le fichier est en cours de téléchargement
it: Il file è in fase di download
ru: Файл загружается

source: Don't close the page, please!
de: Bitte schließen Sie die Seite nicht!
es: ¡No cierres la página, por favor!
fr: Ne fermez pas la page, s'il vous plaît !
it: Non chiudere la pagina, per favore!
ru: Не закрывайте страницу, пожалуйста!

source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails
it: Mostra dettagli
ru: Показать детали

source: Hide details
de: Details ausblenden
es: Ocultar detalles
fr: Masquer les détails
it: Nascondi dettagli
ru: Скрыть детали

source: Image
de: Bild
es: Imagen
it: Immagine
ru: Изображение

source: Description
de: Beschreibung
es: Descripción
it: Descrizione
ru: Описание

source: Quantity
de: Menge
es: Cantidad
fr: Quantité
it: Quantità
ru: Количество

source: Summary
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Riepilogo
ru: Краткое содержание

source: In stock
de: Auf Lager
es: En stock
fr: En stock
it: In magazzino
ru: В наличии

source: Dashboard
de: Armaturenbrett
es: Panel
fr: Tableau de bord
it: Pannello di controllo
ru: Панель управления

source: Orders
de: Bestellungen
es: Órdenes
fr: Ordres
it: Ordini
ru: Заказы

source: Information
es: Información
it: Informazioni
ru: Информация

source: Favorites
de: Favoriten
es: Favoritos
fr: Favoris
it: Preferiti
ru: Избранное

source: Order Import
de: Auftragsimport
es: Importación de pedidos
fr: Importation de commande
ru: Заказать импорт

source: Archive Search
de: Archivsuche
es: Búsqueda de archivos
fr: Recherche d'archives
ru: Поиск в архиве

source: Support
de: Unterstützung
es: Apoyo
fr: Soutien
ru: Поддерживать

source: Sign out
de: Abmelden
es: desconectar
fr: se déconnecter
it: disconnessione
ru: Выйти

source: Update your address
de: Aktualisieren Sie Ihre Adresse
es: Actualiza tu dirección
fr: Mettez à jour votre adresse
ru: Обновите свой адрес

source: The address has been successfully updated!
de: Die Adresse wurde erfolgreich aktualisiert!
es: ¡La dirección se ha actualizado correctamente!
fr: L'adresse a été mise à jour avec succès !
it: L'indirizzo è stato aggiornato con successo!
ru: Адрес успешно обновлен!

source: Log in to your account
de: Melden Sie sich an
es: Inicia sesión en tu cuenta
fr: Connectez-vous à votre compte
ru: Войдите в свою учетную запись

source: No account? Create one here
de: Kein Konto? Erstellen Sie hier eines
es: ¿Sin cuenta? Crea uno aquí
fr: Pas de compte ? Créez-en un ici
ru: Нет аккаунта? Создайте здесь

source: User type
es: Tipo de usuario
ru: Тип пользователя

source: Already have an account?
de: Sie haben bereits ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
ru: У вас уже есть аккаунт?

source: Log in instead!
de: Loggen Sie sich stattdessen ein!
es: ¡Inicie sesión en su lugar!
fr: Connectez-vous plutôt !
ru: Вместо этого войдите в систему!

source: Value added tax registration number(s)
de: Umsatzsteuer-Identifikationsnummer(n)
es: Número(s) de registro del impuesto al valor agregado
fr: Numéro(s) d'immatriculation à la taxe sur la valeur ajoutée
it: Numero/i di registrazione dell'imposta sul valore aggiunto
ru: Регистрационный номер(а) налога на добавленную стоимость

source: Professional indemnity insurance:<br>R V Allgemeine Versicherung AG<br>Raiffeisenplatz 1<br>65189 Wiesbaden<br>The territorial scope of the insurance covers activities in Within the limits defined by terms and conditions of the insurance our comapny grants the insured cover against third-party-claims on the basis of legal liability provisions under private law with respect to aby bodily injury and property damage occurring during the validity of the insurance.
de: Berufshaftpflichtversicherung:<br>R V Allgemeine Versicherung AG<br>Raiffeisenplatz 1<br>65189 Wiesbaden<br>Der räumliche Geltungsbereich der Versicherung umfasst Tätigkeiten im Rahmen der durch die Versicherungsbedingungen festgelegten Grenzen. Unsere Gesellschaft gewährt den versicherten Schutz gegen Ansprüche Dritter aufgrund gesetzlicher Haftpflichtbestimmungen des Privatrechts wegen während der Laufzeit der Versicherung eingetretener Personen- und Sachschäden.
es: Seguro de responsabilidad civil profesional:<br>R V Allgemeine Versicherung AG<br>Raiffeisenplatz 1<br>65189 Wiesbaden<br>El ámbito territorial del seguro cubre las actividades dentro de los límites definidos por los términos y condiciones del seguro que nuestra empresa concede al asegurado. contra reclamaciones de terceros sobre la base de disposiciones legales de responsabilidad del derecho privado en relación con lesiones corporales y daños materiales ocurridos durante la vigencia del seguro.
fr: Assurance responsabilité professionnelle :<br>R V Allgemeine Versicherung AG<br>Raiffeisenplatz 1<br>65189 Wiesbaden<br>Le champ d'application territorial de l'assurance couvre les activités en Dans les limites définies par les conditions de l'assurance, notre société accorde la couverture assurée contre les réclamations de tiers sur la base des dispositions légales de droit privé en matière de responsabilité en ce qui concerne les dommages corporels et matériels survenus pendant la durée de l'assurance.
it: Assicurazione di responsabilità civile professionale:<br>R V Allgemeine Versicherung AG<br>Raiffeisenplatz 1<br>65189 Wiesbaden<br>L'ambito territoriale di applicazione dell'assicurazione copre le attività in Nei limiti definiti dalle condizioni di assicurazione la nostra compagnia garantisce la copertura assicurata contro pretese di terzi sulla base delle disposizioni legali in materia di responsabilità del diritto privato per danni fisici e materiali verificatisi durante il periodo di validità dell'assicurazione.
ru: Страхование профессиональной ответственности:<br>R V Allgemeine Versicherung AG<br>Raiffeisenplatz 1<br>65189 Wiesbaden<br>Территория страхования распространяется на деятельность в пределах, определенных условиями страхования, наша компания предоставляет застрахованную защиту. от претензий третьих лиц на основании положений о юридической ответственности по частному праву в отношении телесных повреждений и имущественного ущерба, произошедших в течение срока действия страхования.

source: The European Commission provides a platform for online dispute resolutions (ODR) which can be accessed at
de: Die Europäische Kommission stellt eine Plattform zur Online-Streitbeilegung (OS) bereit, die Sie hier finden
es: La Comisión Europea proporciona una plataforma para la resolución de disputas en línea (ODR) a la que se puede acceder en
fr: La Commission européenne propose une plateforme de résolution des litiges en ligne (RLL), accessible à l'adresse suivante :
it: La Commissione Europea fornisce una piattaforma per la risoluzione delle controversie online (ODR) a cui è possibile accedere all'indirizzo
ru: Европейская комиссия предоставляет платформу для онлайн-разрешения споров (ODR), доступ к которой можно получить по адресу:

source: We are ready to participate in extra-judicial dispute settlement proceedings before a consumer dispute resolution body. The competent body in this matter is
de: Wir sind bereit, an außergerichtlichen Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen. Die zuständige Stelle in dieser Angelegenheit ist
es: Estamos dispuestos a participar en procedimientos extrajudiciales de solución de litigios ante un organismo de resolución de litigios en materia de consumo. El órgano competente en esta materia es
fr: Nous sommes prêts à participer à des procédures extrajudiciaires de règlement des litiges devant un organisme de règlement des litiges de consommation. L'organisme compétent en la matière est
it: Siamo pronti a partecipare a procedimenti di risoluzione extragiudiziale delle controversie dinanzi a un organismo di risoluzione delle controversie dei consumatori. L'organo competente in materia è
ru: Мы готовы участвовать во внесудебном рассмотрении споров в органе по разрешению потребительских споров. Компетентным органом по данному вопросу является

source: CONTACT US
de: KONTAKTIEREN SIE UNS
es: CONTÁCTANOS
fr: CONTACTEZ-NOUS
it: CONTATTACI
ru: СВЯЗАТЬСЯ С НАМИ

source: Call us at
de: Rufen Sie uns an
es: Llámanos al
fr: Appelez-nous au
it: Chiamaci al
ru: Позвоните нам по

source: Office Hours
de: Bürozeiten
es: Horario de oficina
fr: Heures de bureau
it: Orari d'ufficio
ru: Часы работы

source: Monday&nbsp;to Thursday from 08:00 to 17:00,&nbsp;and Friday from&nbsp;08:00&nbsp;to 13:00, except bank holidays.
de: Montag bis Donnerstag von 08:00 bis 17:00 Uhr und Freitag von 08:00 bis 13:00 Uhr, außer an Feiertagen.
es: De lunes a jueves de 08:00 a 17:00 horas, y viernes de 08:00 a 13:00 horas, excepto festivos.
fr: Du lundi au jeudi de 8h00 à 17h00 et le vendredi de 8h00 à 13h00, sauf jours fériés.
it: Dal lunedì al giovedì dalle 08:00 alle 17:00 e il venerdì dalle 08:00 alle 13:00, esclusi i giorni festivi.
ru: С понедельника по четверг с 08:00 до 17:00 и в пятницу с 08:00 до 13:00, кроме государственных праздников.

source: Oliver Weber for Press
de: Oliver Weber für Presse
es: Oliver Weber para la prensa
fr: Oliver Weber pour la presse
it: Oliver Weber per la stampa
ru: Оливер Вебер для прессы

source: PRESS RELEASES&nbsp;FOR MEDIA AND JOURNALIST
de: PRESSEMITTEILUNGEN FÜR MEDIEN UND JOURNALISTEN
es: COMUNICADOS DE PRENSA PARA MEDIOS Y PERIODISTAS
fr: COMMUNIQUÉS DE PRESSE POUR LES MÉDIAS ET LES JOURNALISTES
it: COMUNICATI STAMPA PER MEDIA E GIORNALISTI
ru: ПРЕСС-РЕЛИЗЫ ДЛЯ СМИ И ЖУРНАЛИСТОВ

source: Here you will find our contact details for the company Oliver Weber.
de: Hier finden Sie unsere Kontaktdaten zur Firma Oliver Weber.
es: Aquí encontrará nuestros datos de contacto de la empresa Oliver Weber.
fr: Vous trouverez ici nos coordonnées de la société Oliver Weber.
it: Qui troverete i nostri dati di contatto dell'azienda Oliver Weber.
ru: Здесь вы найдете наши контактные данные компании Oliver Weber.

source: Do you have requests for magazines or magazines?<br><br>We will inform you about news and activities of our company.<br><br>Do you search for information about our current collection or printable print material and photos, e.g. from our collection?<br><br>Please contact the Oliver Weber Press Office directly:<br><br>Tel .: +43 (0) 5223 41 881<br>Fax .: +43 (0) 5223 41 881-3<br><br>Email: office@oliverweber.at<br><br>&nbsp;<br><br>
de: Sie haben Anfragen zu Zeitschriften oder Magazinen?<br><br>Wir informieren Sie gerne über Neuigkeiten und Aktivitäten unseres Unternehmens.<br><br>Suchen Sie Informationen zu unserer aktuellen Kollektion oder druckfähiges Druckmaterial und Fotos, z.B. aus unserer Sammlung?<br><br>Bitte wenden Sie sich direkt an die Oliver Weber-Pressestelle:<br><br>Tel.: +43 (0) 5223 41 881<br>Fax.: +43 (0) 5223 41 881 -3<br><br>E-Mail: office@oliverweber.at<br><br> <br><br>
es: ¿Tiene solicitudes de revistas o revistas?<br><br>Le informaremos sobre las noticias y actividades de nuestra empresa.<br><br>¿Busca información sobre nuestra colección actual o material impreso y fotografías imprimibles, p. de nuestra colección?<br><br>Por favor, póngase en contacto directamente con la Oficina de Prensa de Oliver Weber:<br><br>Tel.: +43 (0) 5223 41 881<br>Fax.: +43 (0) 5223 41 881 -3<br><br>Correo electrónico: office@oliverweber.at<br><br> <br><br>
fr: Avez-vous des demandes de magazines ou de magazines ?<br><br>Nous vous informerons des actualités et des activités de notre entreprise.<br><br>Vous recherchez des informations sur notre collection actuelle ou des documents imprimés et des photos imprimables, par ex. de notre collection ?<br><br>Veuillez contacter directement le service de presse d'Oliver Weber :<br><br>Tél. : +43 (0) 5223 41 881<br>Fax. : +43 (0) 5223 41 881 -3<br><br>E-mail : office@oliverweber.at<br><br> <br><br>
it: Hai richieste di riviste o riviste?<br><br>Ti informeremo sulle novità e sulle attività della nostra azienda.<br><br>Cerchi informazioni sulla nostra collezione attuale o materiale di stampa stampabile e foto, ad es. dalla nostra collezione?<br><br>Si prega di contattare direttamente l'Ufficio Stampa Oliver Weber:<br><br>Tel.: +43 (0) 5223 41 881<br>Fax.: +43 (0) 5223 41 881 -3<br><br>E-mail: office@oliverweber.at<br><br> <br><br>
ru: У вас есть запросы на журналы или журналы?<br><br>Мы будем информировать вас о новостях и деятельности нашей компании.<br><br>Вы ищете информацию о нашей текущей коллекции или печатных материалах и фотографиях для печати, например. из нашей коллекции?<br><br>Пожалуйста, свяжитесь напрямую с пресс-службой Оливера Вебера:<br><br>Тел.: +43 (0) 5223 41 881<br>Факс.: +43 (0) 5223 41 881 -3<br><br>Электронная почта: office@oliverweber.at<br><br> <br><br>

source: General information about Oliver Weber: Wide range of affordable luxury available worldwide
de: Allgemeine Informationen zu Oliver Weber: Große Auswahl an erschwinglichem Luxus weltweit verfügbar
es: Información general sobre Oliver Weber: Amplia gama de lujo asequible disponible en todo el mundo
fr: Informations générales sur Oliver Weber : une large gamme de produits de luxe abordables disponibles dans le monde entier
it: Informazioni generali su Oliver Weber: ampia gamma di lusso accessibile disponibile in tutto il mondo
ru: Общая информация об Оливере Вебере: Широкий выбор доступной роскоши, доступной по всему миру.
