Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format JJJJ-MM-TT HH:MM[:ss[.uuuuuu]][TZ] vorliegen.
es: El valor “%(value)s” tiene un formato no válido. Debe estar en formato AAAA-MM-DD HH:MM[:ss[.uuuuuu]][TZ].
fr: La valeur «%(value)s» a un format non valide. Il doit être au format AAAA-MM-JJ HH:MM[:ss[.uuuuuu]][TZ].
it: Il valore "%(value)s" ha un formato non valido. Deve essere nel formato AAAA-MM-GG HH:MM[:ss[.uuuuuu]][TZ].
ru: Значение «%(value)s» имеет неверный формат. Он должен быть в формате ГГГГ-ММ-ДД ЧЧ:ММ[:сс[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
de: Der Wert „%(value)s“ hat das richtige Format (JJJJ-MM-TT HH:MM[:ss[.uuuuuu]][TZ]), ist aber ein ungültiges Datum/eine ungültige Uhrzeit.
es: El valor “%(value)s” tiene el formato correcto (AAAA-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) pero es una fecha/hora no válida.
fr: La valeur «%(value)s» a le format correct (AAAA-MM-JJ HH:MM[:ss[.uuuuuu]][TZ]), mais il s'agit d'une date/heure non valide.
it: Il valore "%(value)s" ha il formato corretto (AAAA-MM-GG HH:MM[:ss[.uuuuuu]][TZ]) ma è una data/ora non valida.
ru: Значение «%(value)s» имеет правильный формат (ГГГГ-ММ-ДД ЧЧ:ММ[:сс[.uuuuuu]][TZ]), но это недопустимая дата/время.

source: Date (with time)
de: Datum (mit Uhrzeit)
es: Fecha (con hora)
fr: Date (avec heure)
it: Data (con ora)
ru: Дата (со временем)

source: “%(value)s” value must be a decimal number.
de: Der Wert „%(value)s“ muss eine Dezimalzahl sein.
es: El valor “%(value)s” debe ser un número decimal.
fr: La valeur «%(value)s» doit être un nombre décimal.
it: Il valore "%(value)s" deve essere un numero decimale.
ru: Значение «%(value)s» должно быть десятичным числом.

source: Decimal number
de: Dezimalzahl
es: numero decimal
fr: Nombre décimal
it: Numero decimale
ru: Десятичное число

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format [DD] [[HH:]MM:]ss[.uuuuuu] vorliegen.
es: El valor “%(value)s” tiene un formato no válido. Debe estar en formato [DD] [[HH:]MM:]ss[.uuuuuu].
fr: La valeur «%(value)s» a un format non valide. Il doit être au format [DD] [[HH:]MM:]ss[.uuuuuu].
it: Il valore "%(value)s" ha un formato non valido. Deve essere nel formato [GG] [[HH:]MM:]ss[.uuuuuu].
ru: Значение «%(value)s» имеет неверный формат. Он должен быть в формате [DD] [[HH:]MM:]ss[.uuuuuu].

source: Duration
de: Dauer
es: Duración
fr: Durée
ru: Продолжительность

source: Email address
de: E-Mail-Adresse
fr: Adresse email
ru: Адрес электронной почты

source: File path
de: Dateipfad
es: Ruta del archivo
fr: Chemin du fichier
it: Percorso del file
ru: Путь к файлу

source: “%(value)s” value must be a float.
de: Der Wert „%(value)s“ muss ein Gleitkommawert sein.
es: El valor “%(value)s” debe ser un valor flotante.
fr: La valeur «%(value)s» doit être un flottant.
it: Il valore "%(value)s" deve essere un float.
ru: Значение «%(value)s» должно быть числом с плавающей запятой.

source: Floating point number
de: Gleitkommazahl
es: número de coma flotante
fr: Nombre à virgule flottante
it: Numero in virgola mobile
ru: Число с плавающей запятой

source: “%(value)s” value must be an integer.
de: Der Wert „%(value)s“ muss eine Ganzzahl sein.
es: El valor “%(value)s” debe ser un número entero.
fr: La valeur «%(value)s» doit être un nombre entier.
it: Il valore "%(value)s" deve essere un numero intero.
ru: Значение «%(value)s» должно быть целым числом.

source: Integer
de: Ganze Zahl
es: Entero
fr: Entier
it: Intero
ru: Целое число

source: Big (8 byte) integer
de: Große Ganzzahl (8 Byte).
es: Entero grande (8 bytes)
fr: Grand entier (8 octets)
it: Intero grande (8 byte).
ru: Большое (8-байтовое) целое число

source: Small integer
de: Kleine Ganzzahl
es: Entero pequeño
fr: Petit entier
it: Intero piccolo
ru: Маленькое целое число

source: IPv4 address
de: IPv4-Adresse
fr: Adresse IPv4
ru: IPv4-адрес

source: IP address
de: IP-Adresse
fr: Adresse IP
ru: IP-адрес

source: “%(value)s” value must be either None, True or False.
de: Der Wert „%(value)s“ muss entweder „None“, „True“ oder „False“ sein.
es: El valor de “%(value)s” debe ser Ninguno, Verdadero o Falso.
fr: La valeur «%(value)s» doit être Aucune, Vrai ou Faux.
it: Il valore "%(value)s" deve essere Nessuno, Vero o Falso.
ru: Значение «%(value)s» должно быть равным None, True или False.

source: Boolean (Either True, False or None)
de: Boolescher Wert (entweder wahr, falsch oder keiner)
es: Booleano (verdadero, falso o ninguno)
fr: Booléen (Vrai, Faux ou Aucun)
it: Booleano (Vero, Falso o Nessuno)
ru: Логическое значение (истина, ложь или нет)

source: Positive big integer
de: Positive große ganze Zahl
es: Entero grande positivo
fr: Grand entier positif
it: Intero grande positivo
ru: Положительное большое целое число

source: Positive integer
de: Positive ganze Zahl
es: Entero positivo
fr: Entier positif
it: Intero positivo
ru: Положительное целое число

source: Positive small integer
de: Positive kleine ganze Zahl
es: Entero pequeño positivo
fr: Petit entier positif
it: Intero piccolo positivo
ru: Положительное маленькое целое число

source: Slug (up to %(max_length)s)
de: Schnecke (bis zu %(max_length)s)
es: Babosa (hasta %(max_length)s)
fr: Limace (jusqu'à %(max_length)s)
it: Lumaca (fino a %(max_length)s)
ru: Слизень (до %(max_length)s)

source: Text
es: Texto
fr: Texte
it: Testo
ru: Текст

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format HH:MM[:ss[.uuuuuu]] vorliegen.
es: El valor “%(value)s” tiene un formato no válido. Debe estar en formato HH:MM[:ss[.uuuuuu]].
fr: La valeur «%(value)s» a un format non valide. Il doit être au format HH:MM[:ss[.uuuuuu]].
it: Il valore "%(value)s" ha un formato non valido. Deve essere nel formato HH:MM[:ss[.uuuuuu]].
ru: Значение «%(value)s» имеет неверный формат. Он должен быть в формате ЧЧ:ММ[:сс[.уууууу]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
de: Der Wert „%(value)s“ hat das richtige Format (HH:MM[:ss[.uuuuuu]]), aber es ist eine ungültige Zeit.
es: El valor “%(value)s” tiene el formato correcto (HH:MM[:ss[.uuuuuu]]) pero no es una hora válida.
fr: La valeur «%(value)s» a le format correct (HH:MM[:ss[.uuuuuu]]), mais il s'agit d'une heure non valide.
it: Il valore "%(value)s" ha il formato corretto (HH:MM[:ss[.uuuuuu]]) ma è un'ora non valida.
ru: Значение «%(value)s» имеет правильный формат (ЧЧ:ММ[:сс[.uuuuuu]]), но это недопустимое время.

source: Time
de: Zeit
es: Tiempo
fr: Temps
it: Tempo
ru: Время

source: URL
ru: URL-адрес

source: Raw binary data
de: Rohe Binärdaten
es: Datos binarios sin procesar
fr: Données binaires brutes
it: Dati binari grezzi
ru: Необработанные двоичные данные

source: “%(value)s” is not a valid UUID.
de: „%(value)s“ ist keine gültige UUID.
es: “%(value)s” no es un UUID válido.
fr: «%(value)s» n'est pas un UUID valide.
it: "%(value)s" non è un UUID valido.
ru: «%(value)s» не является допустимым UUID.

source: Universally unique identifier
de: Universell eindeutige Kennung
es: Identificador universalmente único
fr: Identifiant universellement unique
it: Identificatore univoco universale
ru: Универсальный уникальный идентификатор

source: File
de: Datei
es: Archivo
fr: Déposer
ru: Файл

source: A JSON object
de: Ein JSON-Objekt
es: Un objeto JSON
fr: Un objet JSON
it: Un oggetto JSON
ru: Объект JSON

source: Value must be valid JSON.
de: Der Wert muss gültiges JSON sein.
es: El valor debe ser JSON válido.
fr: La valeur doit être un JSON valide.
it: Il valore deve essere un JSON valido.
ru: Значение должно быть действительным JSON.

source: %(model)s instance with %(field)s %(value)r does not exist.
de: %(model)s -Instanz mit %(field)s %(value)r existiert nicht.
es: La instancia%(model)s con %(field)s %(value)r no existe.
fr: L'instance%(model)s avec %(field)s %(value)r n'existe pas.
it: L'istanza%(model)s con %(field)s %(value)r non esiste.
ru: Экземпляр%(model)s с %(field)s %(value)r не существует.

source: Foreign Key (type determined by related field)
de: Fremdschlüssel (Typ bestimmt durch zugehöriges Feld)
es: Clave externa (tipo determinado por el campo relacionado)
fr: Clé étrangère (type déterminé par le champ associé)
it: Chiave esterna (tipo determinato dal campo correlato)
ru: Внешний ключ (тип определяется соответствующим полем)

source: One-to-one relationship
de: Eins-zu-eins-Beziehung
es: Relación uno a uno
fr: Relation individuelle
it: Rapporto uno a uno
ru: Отношения один на один

source: %(from)s-%(to)s relationship
de: %(from)s-%(to)s Beziehung
es: %(from)s-%(to)s relación
fr: %(from)s-%(to)s relation
it: Relazione%(from)s-%(to)s
ru: %(from)s-%(to)s отношения

source: %(from)s-%(to)s relationships
de: %(from)s-%(to)s Beziehungen
es: %(from)s-%(to)s relaciones
fr: %(from)s-%(to)s relations
it: Relazioni%(from)s-%(to)s
ru: %(from)s-%(to)s отношений

source: Many-to-many relationship
de: Viele-zu-viele-Beziehung
es: Relación de muchos a muchos
fr: Relation plusieurs-à-plusieurs
it: Relazione molti-a-molti
ru: Отношения «многие ко многим»

source: This field is required.
de: Dieses Feld ist erforderlich.
fr: Ce champ est obligatoire.
ru: Это поле обязательно к заполнению.

source: Enter a whole number.
de: Geben Sie eine ganze Zahl ein.
es: Introduzca un número entero.
fr: Entrez un nombre entier.
it: Inserisci un numero intero.
ru: Введите целое число.

source: Enter a valid date.
de: Geben Sie ein gültiges Datum ein.
es: Introduzca una fecha válida.
fr: Entrez une date valide.
it: Inserisci una data valida.
ru: Введите действительную дату.

source: Enter a valid time.
de: Geben Sie eine gültige Uhrzeit ein.
es: Introduzca una hora válida.
fr: Entrez une heure valide.
it: Inserisci un orario valido.
ru: Введите допустимое время.

source: Enter a valid date/time.
de: Geben Sie ein gültiges Datum/eine gültige Uhrzeit ein.
es: Introduzca una fecha/hora válida.
fr: Entrez une date/heure valide.
it: Inserisci una data/ora valida.
ru: Введите действительную дату/время.

source: Enter a valid duration.
de: Geben Sie eine gültige Dauer ein.
es: Introduzca una duración válida.
fr: Entrez une durée valide.
it: Inserisci una durata valida.
ru: Введите допустимую продолжительность.

source: The number of days must be between {min_days} and {max_days}.
de: Die Anzahl der Tage muss zwischen {min_days} und {max_days} liegen.
es: El número de días debe estar entre {min_days} y {max_days}.
fr: Le nombre de jours doit être compris entre {min_days} et {max_days}.
it: Il numero di giorni deve essere compreso tra {min_days} e {max_days}.
ru: Количество дней должно находиться в диапазоне от {min_days} до {max_days}.

source: No file was submitted. Check the encoding type on the form.
de: Es wurde keine Datei übermittelt. Überprüfen Sie den Kodierungstyp im Formular.
es: No se envió ningún archivo. Verifique el tipo de codificación en el formulario.
fr: Aucun dossier n'a été soumis. Vérifiez le type d'encodage sur le formulaire.
it: Nessun file è stato inviato. Controlla il tipo di codifica sul modulo.
ru: Ни один файл не был отправлен. Проверьте тип кодировки в форме.

source: No file was submitted.
de: Es wurde keine Datei übermittelt.
es: No se envió ningún archivo.
fr: Aucun dossier n'a été soumis.
it: Nessun file è stato inviato.
ru: Ни один файл не был отправлен.

source: The submitted file is empty.
de: Die übermittelte Datei ist leer.
es: El archivo enviado está vacío.
fr: Le fichier soumis est vide.
it: Il file inviato è vuoto.
ru: Отправленный файл пуст.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
de: Stellen Sie sicher, dass dieser Dateiname höchstens %(max)d Zeichen hat (er hat %(length)d).
es: Asegúrese de que este nombre de archivo tenga como máximo %(max)d caracteres (tiene %(length)d).
fr: Assurez-vous que ce nom de fichier contient au plus %(max)d caractères (il a %(length)d).
it: Assicurati che questo nome file contenga al massimo %(max)d caratteri (ha %(length)d).
ru: Убедитесь, что это имя файла содержит не более символов %(max)d (оно имеет длину __).

source: Please either submit a file or check the clear checkbox, not both.
de: Bitte reichen Sie entweder eine Datei ein oder aktivieren Sie das leere Kontrollkästchen, nicht beides.
es: Envíe un archivo o marque la casilla de verificación clara, no ambas.
fr: Veuillez soit soumettre un fichier, soit cocher la case vide, pas les deux.
it: Invia un file o seleziona la casella di controllo Cancella, non entrambi.
ru: Пожалуйста, либо отправьте файл, либо установите флажок «Очистить», но не оба варианта.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
de: Laden Sie ein gültiges Bild hoch. Die von Ihnen hochgeladene Datei war entweder kein Bild oder ein beschädigtes Bild.
es: Sube una imagen válida. El archivo que subiste no era una imagen o estaba dañada.
fr: Téléchargez une image valide. Le fichier que vous avez téléchargé n'était pas une image ou était une image corrompue.
it: Carica un'immagine valida. Il file che hai caricato non era un'immagine oppure era un'immagine danneggiata.
ru: Загрузите допустимое изображение. Загруженный вами файл либо не является изображением, либо поврежден.

source: Select a valid choice. %(value)s is not one of the available choices.
de: Wählen Sie eine gültige Auswahl. %(value)s ist keine der verfügbaren Optionen.
es: Seleccione una opción válida. %(value)s no es una de las opciones disponibles.
fr: Sélectionnez un choix valide. %(value)s ne fait pas partie des choix disponibles.
it: Seleziona una scelta valida. %(value)s non è una delle scelte disponibili.
ru: Выберите правильный вариант. %(value)s не является одним из доступных вариантов.

source: Enter a list of values.
de: Geben Sie eine Werteliste ein.
es: Introduzca una lista de valores.
fr: Entrez une liste de valeurs.
it: Immettere un elenco di valori.
ru: Введите список значений.

source: Enter a complete value.
de: Geben Sie einen vollständigen Wert ein.
es: Introduzca un valor completo.
fr: Entrez une valeur complète.
it: Immettere un valore completo.
ru: Введите полное значение.

source: Enter a valid UUID.
de: Geben Sie eine gültige UUID ein.
es: Ingrese un UUID válido.
fr: Saisissez un UUID valide.
it: Inserisci un UUID valido.
ru: Введите действительный UUID.

source: Enter a valid JSON.
de: Geben Sie einen gültigen JSON-Code ein.
es: Introduzca un JSON válido.
fr: Entrez un JSON valide.
it: Inserisci un JSON valido.
ru: Введите действительный JSON.

source: (Hidden field %(name)s) %(error)s
de: (Verstecktes Feld %(name)s) %(error)s
es: (Campo oculto %(name)s) %(error)s
fr: (Champ masqué %(name)s) %(error)s
it: (Campo nascosto %(name)s) %(error)s
ru: (Скрытое поле %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
de: ManagementForm-Daten fehlen oder wurden manipuliert. Fehlende Felder: %(field_names)s. Wenn das Problem weiterhin besteht, müssen Sie möglicherweise einen Fehlerbericht einreichen.
es: Faltan datos de ManagementForm o han sido alterados. Campos faltantes: %(field_names)s. Es posible que tengas que presentar un informe de error si el problema persiste.
fr: Les données de ManagementForm sont manquantes ou ont été falsifiées. Champs manquants : %(field_names)s. Vous devrez peut-être déposer un rapport de bogue si le problème persiste.
it: I dati di ManagementForm mancano o sono stati manomessi. Campi mancanti: %(field_names)s. Potrebbe essere necessario inviare una segnalazione di bug se il problema persiste.
ru: Данные ManagementForm отсутствуют или были подделаны. Отсутствуют поля: %(field_names)s. Возможно, вам придется отправить отчет об ошибке, если проблема не исчезнет.

source: Please submit at most %(num)d form.
de: Bitte reichen Sie höchstens %(num)d Formulare ein.
es: Por favor envíe como máximo %(num)d formulario.
fr: Veuillez soumettre au plus %(num)d formulaire.
it: Si prega di inviare al massimo %(num)d modulo.
ru: Пожалуйста, отправьте не более %(num)d формы.

source: Please submit at least %(num)d form.
de: Bitte reichen Sie mindestens %(num)d Formulare ein.
es: Envíe al menos %(num)d formulario.
fr: Veuillez soumettre au moins %(num)d formulaire.
it: Si prega di inviare almeno %(num)d modulo.
ru: Пожалуйста, отправьте как минимум %(num)d форму.

source: Please correct the duplicate data for %(field)s.
de: Bitte korrigieren Sie die doppelten Daten für %(field)s.
es: Corrija los datos duplicados de %(field)s.
fr: Veuillez corriger les données en double pour %(field)s.
it: Correggi i dati duplicati per %(field)s.
ru: Пожалуйста, исправьте повторяющиеся данные для %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
de: Bitte korrigieren Sie die doppelten Daten für %(field)s, die eindeutig sein müssen.
es: Corrija los datos duplicados de %(field)s, que deben ser únicos.
fr: Veuillez corriger les données en double pour %(field)s, qui doivent être uniques.
it: Correggi i dati duplicati per %(field)s, che deve essere univoco.
ru: Исправьте повторяющиеся данные для %(field)s, которые должны быть уникальными.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
de: Bitte korrigieren Sie die doppelten Daten für %(field_name)s , die für den %(lookup)s in %(date_field)seindeutig sein müssen.
es: Corrija los datos duplicados para %(field_name)s , que deben ser únicos para %(lookup)s en %(date_field)s.
fr: Veuillez corriger les données en double pour %(field_name)s qui doivent être uniques pour le %(lookup)s dans %(date_field)s.
it: Correggi i dati duplicati per %(field_name)s che devono essere univoci per %(lookup)s in %(date_field)s.
ru: Исправьте повторяющиеся данные для %(field_name)s , которые должны быть уникальными для %(lookup)s в %(date_field)s.

source: Please correct the duplicate values below.
de: Bitte korrigieren Sie die doppelten Werte unten.
es: Corrija los valores duplicados a continuación.
fr: Veuillez corriger les valeurs en double ci-dessous.
it: Correggi i valori duplicati di seguito.
ru: Исправьте повторяющиеся значения ниже.

source: The inline value did not match the parent instance.
de: Der Inline-Wert stimmte nicht mit der übergeordneten Instanz überein.
es: El valor en línea no coincide con la instancia principal.
fr: La valeur en ligne ne correspond pas à l'instance parent.
it: Il valore in linea non corrispondeva all'istanza principale.
ru: Встроенное значение не соответствует родительскому экземпляру.

source: Select a valid choice. That choice is not one of the available choices.
de: Wählen Sie eine gültige Auswahl. Diese Wahl gehört nicht zu den verfügbaren Wahlmöglichkeiten.
es: Seleccione una opción válida. Esa elección no es una de las opciones disponibles.
fr: Sélectionnez un choix valide. Ce choix ne fait pas partie des choix disponibles.
it: Seleziona una scelta valida. Quella scelta non è una delle scelte disponibili.
ru: Выберите правильный вариант. Этот выбор не является одним из доступных вариантов.

source: “%(pk)s” is not a valid value.
de: „%(pk)s“ ist kein gültiger Wert.
es: “%(pk)s” no es un valor válido.
fr: «%(pk)s» n'est pas une valeur valide.
it: "%(pk)s" non è un valore valido.
ru: «%(pk)s» не является допустимым значением.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
de: %(datetime)s konnte in der Zeitzone %(current_timezone)snicht interpretiert werden; Es kann mehrdeutig sein oder nicht existieren.
es: %(datetime)s no se pudo interpretar en la zona horaria %(current_timezone)s; puede ser ambiguo o puede no existir.
fr: %(datetime)s n'a pas pu être interprété dans le fuseau horaire %(current_timezone)s; cela peut être ambigu ou cela peut ne pas exister.
it: %(datetime)s non può essere interpretato nel fuso orario %(current_timezone)s; potrebbe essere ambiguo o potrebbe non esistere.
ru: %(datetime)s не может быть интерпретировано в часовом поясе %(current_timezone)s; оно может быть неоднозначным или может не существовать.

source: Clear
de: Klar
es: Claro
fr: Clair
it: Chiaro
ru: Прозрачный

source: Currently
de: Momentan
fr: Actuellement
ru: В настоящее время

source: Change
de: Ändern
es: Cambiar
fr: Changement
it: Modifica
ru: Изменять

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ru: Неизвестный

source: Yes
de: Ja
es: Sí
fr: Oui
it: SÌ
ru: Да

source: No
de: NEIN
fr: Non
ru: Нет

source: yes,no,maybe
de: ja, nein, vielleicht
es: si, no, tal vez
fr: oui, non, peut-être
it: sì, no, forse
ru: да, нет, может быть

source: %(size)d byte
fr: %(size)d octet
ru: %(size)d байт

source: %s KB
fr: %s Ko
ru: %s КБ

source: %s MB
fr: %s Mo
ru: %s МБ

source: %s GB
es: %s ES
ru: %s ГБ

source: %s TB
es: %s tuberculosis
fr: %s To
ru: %s ТБ

source: %s PB
ru: %s ПБ

source: p.m.
de: Uhr
ru: вечера

source: a.m.
de: Bin.
es: soy.
fr: suis.
it: Sono.
ru: являюсь.

source: PM
de: PN
fr: MP
ru: ПМ

source: AM
de: BIN
es: SOY
fr: SUIS
it: SONO
ru: ЯВЛЯЮСЬ

source: midnight
de: Mitternacht
es: medianoche
fr: minuit
it: mezzanotte
ru: полночь

source: noon
de: Mittag
es: mediodía
fr: midi
it: mezzogiorno
ru: полдень

source: Monday
de: Montag
es: Lunes
fr: Lundi
it: Lunedi
ru: Понедельник

source: Tuesday
de: Dienstag
es: Martes
fr: Mardi
it: Martedì
ru: Вторник

source: Wednesday
de: Mittwoch
es: Miércoles
fr: Mercredi
it: Mercoledì
ru: Среда

source: Thursday
de: Donnerstag
es: Jueves
fr: Jeudi
it: Giovedì
ru: Четверг

source: Friday
de: Freitag
es: Viernes
fr: Vendredi
it: Venerdì
ru: Пятница

source: Saturday
de: Samstag
es: Sábado
fr: Samedi
it: Sabato
ru: Суббота

source: Sunday
de: Sonntag
es: Domingo
fr: Dimanche
it: Domenica
ru: Воскресенье

source: Mon
de: Mo
es: Lun
fr: Lun
it: Lun
ru: Пн.

source: Tue
de: Di
es: Mar
fr: Mar
it: Mar
ru: Вт

source: Wed
de: Heiraten
es: Casarse
fr: Épouser
it: Mercoledì
ru: Обвенчались

source: Thu
de: Do
es: Jue
fr: Jeu
it: Gio
ru: Чт

source: Fri
de: Fr
es: Vie
fr: Ven
it: Ven
ru: Пт

source: Sat
de: Sa
fr: Assis
ru: Суббота

source: Sun
de: Sonne
es: Sol
fr: Soleil
it: Sole
ru: Солнце

source: January
de: Januar
es: Enero
fr: Janvier
it: Gennaio
ru: январь

source: February
de: Februar
es: Febrero
fr: Février
it: Febbraio
ru: февраль

source: March
de: Marsch
fr: Mars
ru: Маршировать

source: April
es: Abril
fr: Avril
it: aprile
ru: апрель

source: May
de: Mai
es: Puede
fr: Peut
it: Maggio
ru: Может

source: June
de: Juni
es: Junio
fr: Juin
it: Giugno
ru: Июнь

source: July
de: Juli
es: Julio
fr: Juillet
it: Luglio
ru: Июль

source: August
es: Agosto
fr: Août
it: agosto
ru: Август

source: September
es: Septiembre
fr: Septembre
it: settembre
ru: Сентябрь

source: October
de: Oktober
es: Octubre
fr: Octobre
it: ottobre
ru: Октябрь

source: November
es: Noviembre
fr: Novembre
it: novembre
ru: ноябрь

source: December
de: Dezember
es: Diciembre
fr: Décembre
it: Dicembre
ru: декабрь

source: jan
ru: январь

source: feb
fr: fév
it: febbraio
ru: февраль

source: mar
de: beschädigen
ru: март

source: apr
es: abr
fr: avr
ru: апрель

source: may
de: Mai
fr: peut
ru: может

source: jun
fr: juin
it: giu
ru: июнь

source: jul
de: Juli
fr: juillet
it: lug
ru: июль

source: aug
es: ago
fr: août
it: agosto
ru: август

source: sep
it: sett
ru: сентябрь

source: oct
de: Okt
fr: octobre
it: ott
ru: октябрь

source: nov
ru: ноябрь

source: dec
de: Dez
es: dic
fr: déc
it: dicembre
ru: декабрь
