Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: In order to provide a uniform presentation of the content on our website, the script code 'Adobe Fonts' collects data (IP address, time of visit, device and browser information), transmits it to Adobe and then processes it by Adobe. We have no influence on this subsequent data processing. &nbsp;The&nbsp;data processing&nbsp;is carried out on the basis of an agreement between jointly responsible parties in accordance with Art. 26 GDPR.
de: Um eine einheitliche Darstellung der Inhalte auf unserer Website zu gewährleisten, werden durch den Skriptcode „Adobe Fonts“ Daten (IP-Adresse, Zeitpunkt des Besuchs, Geräte- und Browserinformationen) erhoben, an Adobe übermittelt und anschließend von Adobe verarbeitet. Auf diese weitere Datenverarbeitung haben wir keinen Einfluss. Die Datenverarbeitung erfolgt auf Grundlage einer Vereinbarung zwischen gemeinsam Verantwortlichen gemäß Art. 6 Abs. 1 lit. b DSGVO. 26 DSGVO.
es: Para ofrecer una presentación uniforme del contenido de nuestro sitio web, el código script 'Adobe Fonts' recopila datos (dirección IP, hora de la visita, información del dispositivo y del navegador), los transmite a Adobe y luego Adobe los procesa. No tenemos ninguna influencia sobre este procesamiento posterior de datos. El tratamiento de datos se realiza sobre la base de un acuerdo entre corresponsables de conformidad con el art. 26 RGPD.
fr: Afin de fournir une présentation uniforme du contenu de notre site Internet, le code de script « Adobe Fonts » collecte des données (adresse IP, heure de la visite, informations sur l'appareil et le navigateur), les transmet à Adobe et les traite ensuite par Adobe. Nous n'avons aucune influence sur ce traitement ultérieur des données. Le traitement des données est effectué sur la base d'un accord entre les parties conjointement responsables conformément à l'art. 26 RGPD.
it: Per fornire una presentazione uniforme dei contenuti sul nostro sito web, il codice script "Adobe Fonts" raccoglie i dati (indirizzo IP, ora della visita, informazioni sul dispositivo e sul browser), li trasmette ad Adobe e quindi li elabora da Adobe. Non abbiamo alcuna influenza su questo successivo trattamento dei dati. Il trattamento dei dati avviene sulla base di un accordo tra i co-responsabili ai sensi dell'art. 26 GDPR.
ru: Чтобы обеспечить единообразное представление контента на нашем веб-сайте, код сценария «Adobe Fonts» собирает данные (IP-адрес, время посещения, информацию об устройстве и браузере), передает их в Adobe, а затем обрабатывает их Adobe. Мы не имеем никакого влияния на последующую обработку данных. Обработка данных осуществляется на основании соглашения между солидарно ответственными лицами в соответствии со ст. 26 GDPR.

source: Use of Google services for web analysis and advertising purposes
de: Nutzung von Google-Diensten für Webanalyse- und Werbezwecke
es: Uso de los servicios de Google con fines publicitarios y de análisis web
fr: Utilisation des services Google à des fins d'analyse Web et de publicité
it: Utilizzo dei servizi Google per analisi web e scopi pubblicitari
ru: Использование сервисов Google для веб-анализа и рекламных целей.

source: We use the following technologies of Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Ireland ('Google'). The information automatically collected by Google technologies about your use of our website is usually transferred to a server of Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, USA and stored there. There is no adequacy decision with respect to the USA by the European Commission. Our cooperation is based on standard data protection clauses adopted by the European Commission. If your IP address is collected using Google technologies, it will be shortened by activating IP anonymisation before being stored on Google's servers. Only in exceptional cases will the full IP address be transferred to a Google server and shortened there. Unless otherwise specified for the specific technologies, data processing is based on an agreement concluded for the respective technology between jointly responsible parties in accordance with Art. 26 GDPR. Further information about data processing by Google can be found in&nbsp;
de: Wir nutzen die folgenden Technologien der Google Ireland Ltd., Gordon House, Barrow Street, Dublin 4, Irland („Google“). Die durch die Google-Technologien automatisch erfassten Informationen über Ihre Nutzung unserer Website werden in der Regel an einen Server der Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, USA übertragen und dort gespeichert. Ein Angemessenheitsbeschluss der Europäischen Kommission gegenüber den USA liegt nicht vor. Unsere Zusammenarbeit basiert auf den von der Europäischen Kommission verabschiedeten Standarddatenschutzklauseln. Im Falle der Erhebung Ihrer IP-Adresse mithilfe von Google-Technologien wird diese vor der Speicherung auf den Servern von Google durch die Aktivierung der IP-Anonymisierung gekürzt. Nur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google übertragen und dort gekürzt. Sofern bei den einzelnen Technologien nichts anderes angegeben ist, erfolgt die Datenverarbeitung auf Grundlage einer für die jeweilige Technologie geschlossenen Vereinbarung zwischen gemeinsam Verantwortlichen gem. Art. 6 Abs. 1 lit. b DSGVO. 26 DSGVO. Weitere Informationen zur Datenverarbeitung durch Google finden Sie unter
es: Utilizamos las siguientes tecnologías de Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Irlanda ('Google'). La información recopilada automáticamente por las tecnologías de Google sobre su uso de nuestro sitio web generalmente se transfiere a un servidor de Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, EE. UU. y se almacena allí. No existe ninguna decisión de adecuación con respecto a los EE.UU. por parte de la Comisión Europea. Nuestra cooperación se basa en cláusulas estándar de protección de datos adoptadas por la Comisión Europea. Si su dirección IP se recopila utilizando tecnologías de Google, se acortará activando la anonimización de IP antes de almacenarse en los servidores de Google. Sólo en casos excepcionales se transmitirá la dirección IP completa a un servidor de Google y allí se acortará. A menos que se especifique lo contrario para las tecnologías específicas, el procesamiento de datos se basa en un acuerdo celebrado para la tecnología respectiva entre partes corresponsables de conformidad con el art. 26 RGPD. Puede encontrar más información sobre el procesamiento de datos por parte de Google en
fr: Nous utilisons les technologies suivantes de Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Irlande (« Google »). Les informations collectées automatiquement par les technologies Google concernant votre utilisation de notre site Internet sont généralement transférées à un serveur de Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, USA et y sont stockées. Il n’existe pas de décision d’adéquation à l’égard des États-Unis de la part de la Commission européenne. Notre coopération repose sur des clauses types de protection des données adoptées par la Commission européenne. Si votre adresse IP est collectée à l'aide des technologies Google, elle sera raccourcie en activant l'anonymisation IP avant d'être stockée sur les serveurs de Google. Ce n'est que dans des cas exceptionnels que l'adresse IP complète sera transférée à un serveur de Google et y sera raccourcie. Sauf indication contraire pour les technologies spécifiques, le traitement des données est basé sur un accord conclu pour la technologie respective entre les parties coresponsables conformément à l'art. 26 RGPD. De plus amples informations sur le traitement des données par Google sont disponibles dans
it: Utilizziamo le seguenti tecnologie di Google Ireland Ltd, Gordon House, Barrow Street, Dublino 4, Irlanda ("Google"). Le informazioni raccolte automaticamente dalle tecnologie di Google sull'utilizzo del nostro sito web vengono solitamente trasferite a un server di Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, USA e ivi memorizzate. Non esiste una decisione di adeguatezza rispetto agli USA da parte della Commissione Europea. La nostra cooperazione si basa su clausole standard di protezione dei dati adottate dalla Commissione Europea. Se il tuo indirizzo IP viene raccolto utilizzando le tecnologie di Google, esso verrà abbreviato attivando l'anonimizzazione dell'IP prima di essere archiviato sui server di Google. Solo in casi eccezionali l'indirizzo IP completo verrà trasmesso a un server di Google e lì abbreviato. Se non diversamente specificato per le singole tecnologie, il trattamento dei dati si basa su un accordo concluso per la rispettiva tecnologia tra i co-responsabili ai sensi dell'art. 26 GDPR. Ulteriori informazioni sul trattamento dei dati da parte di Google sono disponibili in
ru: Мы используем следующие технологии Google Ireland Ltd, Gordon House, Barrow Street, Dublin 4, Ireland («Google»). Информация, автоматически собираемая технологиями Google об использовании вами нашего веб-сайта, обычно передается на сервер Google LLC, 1600 Amphitheatre Parkway Mountain View, CA 94043, США, и хранится там. Еврокомиссия не имеет решения об адекватности в отношении США. Наше сотрудничество основано на стандартных положениях о защите данных, принятых Европейской комиссией. Если ваш IP-адрес собирается с использованием технологий Google, он будет сокращен путем активации анонимизации IP-адреса перед сохранением на серверах Google. Лишь в исключительных случаях полный IP-адрес будет передан на сервер Google и сокращен там. Если иное не указано для конкретных технологий, обработка данных осуществляется на основании договора, заключенного для соответствующей технологии между солидарно ответственными лицами в соответствии со ст. 26 GDPR. Дополнительную информацию об обработке данных Google можно найти в

source: Google Analytics
ru: Гугл Аналитика

source: For the purpose of website analytics, Google Analytics automatically collects and stores data (IP address, time of visit, device and browser information as well as information on your use of our website), from which usage profiles are created using pseudonyms. Cookies can be used for this purpose. Your IP address will not be merged with other data from Google. The data processing is based on a data processing agreement with Google.
de: Zum Zweck der Website-Analyse werden durch Google Analytics automatisch Daten (IP-Adresse, Zeitpunkt des Besuchs, Geräte- und Browser-Informationen sowie Informationen über Ihre Nutzung unserer Website) erhoben und gespeichert, aus denen unter Verwendung von Pseudonymen Nutzungsprofile erstellt werden. Zu diesem Zweck können Cookies eingesetzt werden. Ihre IP-Adresse wird nicht mit anderen Daten von Google zusammengeführt. Die Datenverarbeitung erfolgt auf Grundlage eines Datenverarbeitungsvertrages mit Google.
es: Para fines de análisis de sitios web, Google Analytics recopila y almacena automáticamente datos (dirección IP, hora de la visita, información del dispositivo y del navegador, así como información sobre su uso de nuestro sitio web), a partir de los cuales se crean perfiles de uso utilizando seudónimos. Se pueden utilizar cookies para este fin. Su dirección IP no se combinará con otros datos de Google. El procesamiento de datos se basa en un acuerdo de procesamiento de datos con Google.
fr: À des fins d'analyse du site Web, Google Analytics collecte et stocke automatiquement des données (adresse IP, heure de la visite, informations sur l'appareil et le navigateur ainsi que des informations sur votre utilisation de notre site Web), à partir desquelles des profils d'utilisation sont créés à l'aide de pseudonymes. Des cookies peuvent être utilisés à cette fin. Votre adresse IP ne sera pas fusionnée avec d'autres données de Google. Le traitement des données repose sur un accord de traitement des données avec Google.
it: Ai fini dell'analisi del sito web, Google Analytics raccoglie e memorizza automaticamente i dati (indirizzo IP, ora della visita, informazioni sul dispositivo e sul browser, nonché informazioni sull'utilizzo del nostro sito web), dai quali vengono creati profili di utilizzo utilizzando pseudonimi. A questo scopo possono essere utilizzati i cookie. Il tuo indirizzo IP non verrà unito ad altri dati di Google. Il trattamento dei dati si basa su un accordo di elaborazione dei dati con Google.
ru: В целях аналитики веб-сайта Google Analytics автоматически собирает и сохраняет данные (IP-адрес, время посещения, информацию об устройстве и браузере, а также информацию об использовании вами нашего веб-сайта), на основе которых с использованием псевдонимов создаются профили использования. Для этой цели могут использоваться файлы cookie. Ваш IP-адрес не будет объединен с другими данными Google. Обработка данных осуществляется на основании соглашения об обработке данных с Google.

source: In order to optimize the marketing of our website, we have activated the&nbsp;data sharing settings for 'Google products and services'. This allows Google to access the data collected and processed by Google Analytics and then use it to improve Google services. The data sharing to Google within the scope of these data sharing settings is based on an additional agreement between the data controllers. We have no influence on the subsequent data processing by Google.
de: Um die Vermarktung unserer Website zu optimieren, haben wir die Datenfreigabeeinstellungen für „Google-Produkte und -Dienste“ aktiviert. Dadurch kann Google auf die von Google Analytics erfassten und verarbeiteten Daten zugreifen und diese dann zur Verbesserung der Google-Dienste nutzen. Die Datenweitergabe an Google im Rahmen dieser Datenfreigabeeinstellungen erfolgt auf Grundlage einer zusätzlichen Vereinbarung zwischen den Verantwortlichen. Auf die weitere Datenverarbeitung durch Google haben wir keinen Einfluss.
es: Para optimizar el marketing de nuestro sitio web, hemos activado la configuración de intercambio de datos para "productos y servicios de Google". Esto permite a Google acceder a los datos recopilados y procesados ​​por Google Analytics y luego utilizarlos para mejorar los servicios de Google. El intercambio de datos con Google en el marco de estas configuraciones de intercambio de datos se basa en un acuerdo adicional entre los responsables del tratamiento. No tenemos ninguna influencia sobre el procesamiento posterior de datos por parte de Google.
fr: Afin d'optimiser le marketing de notre site Web, nous avons activé les paramètres de partage de données pour les « Produits et services Google ». Cela permet à Google d'accéder aux données collectées et traitées par Google Analytics et de les utiliser ensuite pour améliorer les services Google. Le partage de données avec Google dans le cadre de ces paramètres de partage de données repose sur un accord supplémentaire entre les responsables du traitement des données. Nous n'avons aucune influence sur le traitement ultérieur des données par Google.
it: Per ottimizzare la commercializzazione del nostro sito web, abbiamo attivato le impostazioni di condivisione dei dati per "Prodotti e servizi Google". Ciò consente a Google di accedere ai dati raccolti ed elaborati da Google Analytics e quindi di utilizzarli per migliorare i servizi Google. La condivisione dei dati con Google nell'ambito di queste impostazioni di condivisione dei dati si basa su un accordo aggiuntivo tra i titolari del trattamento. Non abbiamo alcuna influenza sul successivo trattamento dei dati da parte di Google.
ru: Чтобы оптимизировать маркетинг нашего веб-сайта, мы активировали настройки обмена данными для «продуктов и услуг Google». Это позволяет Google получить доступ к данным, собранным и обработанным Google Analytics, а затем использовать их для улучшения сервисов Google. Передача данных Google в рамках этих настроек обмена данными осуществляется на основе дополнительного соглашения между контроллерами данных. Мы не имеем никакого влияния на последующую обработку данных Google.

source: We also use the extension function of Google Analytics&nbsp;Google Optimize&nbsp;to create and run tests.
de: Zur Erstellung und Durchführung von Tests nutzen wir außerdem die Erweiterungsfunktion von Google Analytics Google Optimize .
es: También utilizamos la función de extensión de Google Analytics Google Optimize para crear y ejecutar pruebas.
fr: Nous utilisons également la fonction d'extension de Google Analytics Google Optimize pour créer et exécuter des tests.
it: Utilizziamo anche la funzione di estensione di Google Analytics Google Optimize per creare ed eseguire test.
ru: Мы также используем функцию расширения Google Analytics Google Optimize для создания и запуска тестов.

source: For the purposes of optimized marketing of our website, we use the so-called&nbsp;user ID function. With the help of this function, we can assign a unique, permanent ID to your interaction data for one or more sessions on our websites and thus analyze your user behavior across devices and sessions.
de: Zum Zwecke einer optimierten Vermarktung unserer Website nutzen wir die sogenannte User-ID-Funktion. Mit Hilfe dieser Funktion können wir Ihren Interaktionsdaten für eine oder mehrere Sitzungen auf unseren Websites eine eindeutige, dauerhafte ID zuordnen und so Ihr Nutzerverhalten geräte- und sitzungsübergreifend analysieren.
es: Para optimizar el marketing de nuestro sitio web utilizamos la llamada función de identificación de usuario. Con la ayuda de esta función, podemos asignar una identificación única y permanente a sus datos de interacción para una o más sesiones en nuestros sitios web y así analizar su comportamiento de usuario en todos los dispositivos y sesiones.
fr: Afin d'optimiser le marketing de notre site Web, nous utilisons la fonction dite d'identification utilisateur. Grâce à cette fonction, nous pouvons attribuer un identifiant unique et permanent à vos données d'interaction pour une ou plusieurs sessions sur nos sites Web et ainsi analyser votre comportement d'utilisateur sur tous les appareils et sessions.
it: Ai fini di una commercializzazione ottimizzata del nostro sito web utilizziamo la cosiddetta funzione ID utente. Con l'aiuto di questa funzione possiamo assegnare un ID univoco e permanente ai vostri dati di interazione per una o più sessioni sui nostri siti web e quindi analizzare il vostro comportamento utente su tutti i dispositivi e le sessioni.
ru: В целях оптимизации маркетинга нашего веб-сайта мы используем так называемую функцию идентификатора пользователя. С помощью этой функции мы можем присвоить уникальный постоянный идентификатор вашим данным взаимодействия для одного или нескольких сеансов на наших веб-сайтах и, таким образом, анализировать ваше поведение пользователя на разных устройствах и сеансах.

source: For web analytics purposes, the extension function of Google Analytics&nbsp;Google Signals&nbsp;enables so-called 'cross-device tracking'. If your internet-enabled devices are linked to your Google Account and you have activated the 'personalised advertising' setting in your Google Account, Google can generate reports on your usage behaviour (in particular cross-device user numbers), even if you change your device. We do not process personal data in this respect; we only receive statistics based on Google Signals.
de: Zu Zwecken der Webanalyse ermöglicht die Erweiterungsfunktion von Google Analytics Google Signals das sogenannte „Cross-Device-Tracking“. Sofern Ihre internetfähigen Geräte mit Ihrem Google-Konto verknüpft sind und Sie in Ihrem Google-Konto die Einstellung „personalisierte Werbung“ aktiviert haben, kann Google Berichte über Ihr Nutzungsverhalten (insbesondere geräteübergreifende Nutzerzahlen) erstellen, auch wenn Sie Ihr Nutzungsverhalten ändern Gerät. Wir verarbeiten in diesem Zusammenhang keine personenbezogenen Daten; Wir erhalten ausschließlich Statistiken, die auf Google Signals basieren.
es: Para fines de análisis web, la función de extensión de Google Analytics Google Signals permite el llamado "seguimiento entre dispositivos". Si sus dispositivos con acceso a Internet están vinculados a su cuenta de Google y ha activado la configuración de "publicidad personalizada" en su cuenta de Google, Google puede generar informes sobre su comportamiento de uso (en particular, números de usuarios entre dispositivos), incluso si cambia su dispositivo. No procesamos datos personales a este respecto; Solo recibimos estadísticas basadas en Google Signals.
fr: À des fins d'analyse Web, la fonction d'extension de Google Analytics Google Signals permet ce que l'on appelle le « suivi multi-appareils ». Si vos appareils connectés à Internet sont liés à votre compte Google et que vous avez activé le paramètre « Publicité personnalisée » dans votre compte Google, Google peut générer des rapports sur votre comportement d'utilisation (en particulier le nombre d'utilisateurs sur plusieurs appareils), même si vous modifiez votre appareil. Nous ne traitons pas de données personnelles à cet égard ; nous recevons uniquement des statistiques basées sur les signaux Google.
it: Per scopi di analisi web, la funzione di estensione di Google Analytics Google Signals abilita il cosiddetto "tracciamento cross-device". Se i tuoi dispositivi abilitati a Internet sono collegati al tuo account Google e hai attivato l'impostazione "pubblicità personalizzata" nel tuo account Google, Google può generare report sul tuo comportamento di utilizzo (in particolare numeri utente cross-device), anche se modifichi il tuo dispositivo. Non trattiamo dati personali a questo riguardo; riceviamo solo statistiche basate su Google Signals.
ru: В целях веб-аналитики функция расширения Google Analytics Google Signals обеспечивает так называемое «отслеживание между устройствами». Если ваши устройства с доступом в Интернет связаны с вашей учетной записью Google и вы активировали настройку «персонализированной рекламы» в своей учетной записи Google, Google может создавать отчеты о вашем поведении при использовании (в частности, о количестве пользователей на нескольких устройствах), даже если вы измените свой устройство. Мы не обрабатываем персональные данные в этом отношении; мы получаем статистику только на основе сигналов Google.
