Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: In order to integrate third party content, data (IP address, time of visit, device and browser information) are collected via the YouTube Video Plugin in the expanded data protection mode used by us, transmitted to Google and then processed by Google only when you play a video.
de: Zur Einbindung von Inhalten Dritter werden über das YouTube-Video-Plugin Daten (IP-Adresse, Zeitpunkt des Besuchs, Geräte- und Browser-Informationen) in dem von uns genutzten erweiterten Datenschutzmodus erhoben, an Google übermittelt und dann von Google nur dann verarbeitet, wenn Sie dies tun ein Video abspielen.
es: Para integrar contenidos de terceros, los datos (dirección IP, hora de la visita, información del dispositivo y del navegador) se recopilan a través del complemento de vídeo de YouTube en el modo de protección de datos ampliado que utilizamos, se transmiten a Google y luego Google los procesa solo cuando usted reproducir un vídeo.
fr: Afin d'intégrer des contenus tiers, des données (adresse IP, heure de la visite, informations sur l'appareil et le navigateur) sont collectées via le plug-in vidéo YouTube dans le mode de protection des données étendu que nous utilisons, transmises à Google et ensuite traitées par Google uniquement lorsque vous lire une vidéo.
it: Per integrare contenuti di terzi, i dati (indirizzo IP, ora della visita, informazioni sul dispositivo e sul browser) vengono raccolti tramite il plug-in video di YouTube nella modalità di protezione dei dati estesa da noi utilizzata, trasmessi a Google e poi elaborati da Google solo quando l'utente riprodurre un video.
ru: Для интеграции стороннего контента данные (IP-адрес, время посещения, информация об устройстве и браузере) собираются через плагин YouTube Video в используемом нами расширенном режиме защиты данных, передаются в Google и затем обрабатываются Google только тогда, когда вы воспроизвести видео.

source: Use of Facebook Pixel
de: Verwendung von Facebook-Pixel
es: Uso del píxel de Facebook
fr: Utilisation du pixel Facebook
it: Utilizzo del pixel di Facebook
ru: Использование пикселя Facebook

source: We use the Facebook pixel within the framework of the technologies of&nbsp;
de: Wir nutzen den Facebook-Pixel im Rahmen der Technologien von
es: Utilizamos el píxel de Facebook en el marco de las tecnologías de
fr: Nous utilisons le pixel Facebook dans le cadre des technologies de
it: Utilizziamo il pixel di Facebook nell'ambito delle tecnologie di
ru: Мы используем пиксель Facebook в рамках технологий

source: as described below. The Facebook pixel is used to automatically collect and store data (IP address, time of visit, device and browser information as well as information on your use of our website based on events specified by us, such as a visit to a website or newsletter registration), from which user profiles are created using pseudonyms.<br>As part of the so-called advanced matching, information is also collected and stored hashed for matching purposes, with which individuals can be identified (e.g. names, e-mail addresses and telephone numbers). For this purpose, a cookie is automatically set by the Facebook pixel when you visit our website, which automatically enables recognition of your browser when visiting other websites by means of a pseudonymous cookie ID. Facebook will combine this information with other data from your Facebook account and use it to compile reports on website activities and to provide other services associated with website use, in particular personalised and group-based advertising. We have no influence on data processing by Facebook and only receive statistics based on Facebook pixels.<br>The information automatically collected by Facebook technologies about your use of our website is usually transferred to a server of Facebook, Inc. 1601 Willow Road, Menlo Park, California 94025, USA and stored there. There is no adequacy decision for the United States by the European Commission. If the data transfer to the USA falls within the scope of our responsibility, our cooperation is based on standard data protection clauses of the European Commission. Further information about data processing by Facebook can be found in&nbsp;
de: wie unten beschrieben. Über den Facebook-Pixel werden automatisch Daten (IP-Adresse, Zeitpunkt des Besuchs, Geräte- und Browserinformationen sowie Informationen zu Ihrer Nutzung unserer Website aufgrund von uns vorgegebener Ereignisse, wie z. B. Besuch einer Website oder Newsletter-Anmeldung, erhoben und gespeichert ), aus denen unter Verwendung von Pseudonymen Nutzungsprofile erstellt werden.<br>Im Rahmen des sogenannten erweiterten Matchings werden außerdem Informationen zu Matching-Zwecken gesammelt und gehasht gespeichert, mit denen Personen identifiziert werden können (z.B. Namen, E-Mail-Adressen usw.). Telefonnummern). Zu diesem Zweck wird beim Besuch unserer Website automatisch ein Cookie durch den Facebook-Pixel gesetzt, der mittels einer pseudonymen Cookie-ID automatisch eine Wiedererkennung Ihres Browsers beim Besuch anderer Websites ermöglicht. Facebook führt diese Informationen mit weiteren Daten aus Ihrem Facebook-Konto zusammen, um Reports über die Website-Aktivitäten zusammenzustellen und um weitere mit der Website-Nutzung verbundene Dienstleistungen, insbesondere personalisierte und gruppenbasierte Werbung, zu erbringen. Wir haben keinen Einfluss auf die Datenverarbeitung durch Facebook und erhalten lediglich Statistiken auf Basis von Facebook-Pixeln.<br>Die durch Facebook-Technologien automatisch erfassten Informationen über Ihre Nutzung unserer Website werden in der Regel an einen Server von Facebook, Inc. 1601 Willow Road, Menlo übertragen Park, California 94025, USA übermittelt und dort gespeichert. Für die USA liegt kein Angemessenheitsbeschluss der Europäischen Kommission vor. Sofern die Datenübermittlung in die USA in unseren Verantwortungsbereich fällt, basiert unsere Zusammenarbeit auf Standarddatenschutzklauseln der Europäischen Kommission. Weitere Informationen zur Datenverarbeitung durch Facebook finden Sie unter
es: como se describe a continuación. El píxel de Facebook se utiliza para recopilar y almacenar datos automáticamente (dirección IP, hora de visita, información del dispositivo y del navegador, así como información sobre su uso de nuestro sitio web en función de eventos especificados por nosotros, como una visita a un sitio web o el registro en un boletín informativo). ), a partir de los cuales se crean perfiles de usuario utilizando seudónimos.<br>Como parte de la llamada coincidencia avanzada, para fines de coincidencia también se recopila y almacena información con hash, con la que se pueden identificar personas (por ejemplo, nombres, direcciones de correo electrónico y números de teléfono). Para ello, cuando visita nuestro sitio web, el píxel de Facebook instala automáticamente una cookie que permite reconocer automáticamente a su navegador cuando visita otros sitios web mediante un ID de cookie seudónimo. Facebook combinará esta información con otros datos de su cuenta de Facebook y la utilizará para recopilar informes sobre las actividades del sitio web y para proporcionar otros servicios asociados con el uso del sitio web, en particular publicidad personalizada y basada en grupos. No tenemos influencia en el procesamiento de datos por parte de Facebook y solo recibimos estadísticas basadas en los píxeles de Facebook.<br>La información recopilada automáticamente por las tecnologías de Facebook sobre su uso de nuestro sitio web generalmente se transfiere a un servidor de Facebook, Inc. 1601 Willow Road, Menlo Park, California 94025, EE. UU. y almacenado allí. No existe ninguna decisión de adecuación para Estados Unidos por parte de la Comisión Europea. Si la transferencia de datos a los EE. UU. cae dentro del ámbito de nuestra responsabilidad, nuestra cooperación se basa en las cláusulas estándar de protección de datos de la Comisión Europea. Puede encontrar más información sobre el procesamiento de datos por parte de Facebook en
fr: comme décrit ci-dessous. Le pixel Facebook est utilisé pour collecter et stocker automatiquement des données (adresse IP, heure de la visite, informations sur l'appareil et le navigateur ainsi que des informations sur votre utilisation de notre site Web en fonction d'événements que nous avons spécifiés, comme une visite sur un site Web ou une inscription à la newsletter. ), à partir desquels des profils d'utilisateurs sont créés à l'aide de pseudonymes.<br>Dans le cadre de ce que l'on appelle la correspondance avancée, des informations sont également collectées et stockées hachées à des fins de correspondance, avec lesquelles les personnes peuvent être identifiées (par exemple, noms, adresses e-mail et numéros de téléphone). À cette fin, lorsque vous visitez notre site Internet, un cookie est automatiquement installé par le pixel Facebook, ce qui permet de reconnaître automatiquement votre navigateur lors de la visite d'autres sites Internet au moyen d'un identifiant de cookie pseudonyme. Facebook combinera ces informations avec d'autres données de votre compte Facebook et les utilisera pour établir des rapports sur les activités du site Web et pour fournir d'autres services liés à l'utilisation du site Web, en particulier des publicités personnalisées et groupées. Nous n'avons aucune influence sur le traitement des données par Facebook et ne recevons que des statistiques basées sur les pixels Facebook.<br>Les informations collectées automatiquement par les technologies Facebook concernant votre utilisation de notre site Web sont généralement transférées à un serveur de Facebook, Inc. 1601 Willow Road, Menlo Park, Californie 94025, USA et y est stocké. Il n’y a pas de décision d’adéquation pour les États-Unis de la part de la Commission européenne. Si le transfert de données vers les États-Unis relève de notre responsabilité, notre coopération se base sur les clauses standard de protection des données de la Commission européenne. De plus amples informations sur le traitement des données par Facebook peuvent être trouvées dans
it: come descritto di seguito. Il pixel di Facebook viene utilizzato per raccogliere e memorizzare automaticamente i dati (indirizzo IP, ora della visita, informazioni sul dispositivo e sul browser, nonché informazioni sull'utilizzo del nostro sito Web in base a eventi da noi specificati, come la visita a un sito Web o l'iscrizione alla newsletter) ), da cui vengono creati profili utente utilizzando pseudonimi.<br>Nell'ambito del cosiddetto abbinamento avanzato, vengono raccolte e archiviate anche informazioni con hash per scopi di abbinamento, con le quali è possibile identificare le persone (ad es. nomi, indirizzi e-mail e numeri di telefono). A tale scopo, quando visitate il nostro sito web, il pixel di Facebook imposta automaticamente un cookie che consente il riconoscimento automatico del vostro browser quando visitate altri siti web tramite un ID cookie pseudonimo. Facebook combinerà queste informazioni con altri dati del tuo account Facebook e le utilizzerà per compilare report sulle attività del sito web e per fornire altri servizi associati all'utilizzo del sito web, in particolare pubblicità personalizzata e di gruppo. Non abbiamo alcuna influenza sul trattamento dei dati da parte di Facebook e riceviamo solo statistiche basate sui pixel di Facebook.<br>Le informazioni raccolte automaticamente dalle tecnologie di Facebook sull'utilizzo del nostro sito web vengono solitamente trasferite a un server di Facebook, Inc. 1601 Willow Road, Menlo Park, California 94025, USA e ivi conservato. Non esiste una decisione di adeguatezza per gli Stati Uniti da parte della Commissione Europea. Se il trasferimento dei dati negli Stati Uniti rientra nell’ambito della nostra responsabilità, la nostra collaborazione si basa sulle clausole tipo di protezione dei dati della Commissione Europea. Ulteriori informazioni sul trattamento dei dati da parte di Facebook sono disponibili in
ru: как описано ниже. Пиксель Facebook используется для автоматического сбора и хранения данных (IP-адрес, время посещения, информация об устройстве и браузере, а также информация об использовании вами нашего веб-сайта на основе указанных нами событий, таких как посещение веб-сайта или регистрация в новостной рассылке). ), на основе которых создаются профили пользователей с использованием псевдонимов.<br>В рамках так называемого расширенного сопоставления также собирается и хранится хешированная информация для целей сопоставления, с помощью которой можно идентифицировать отдельных лиц (например, имена, адреса электронной почты и номера телефонов). Для этой цели пиксель Facebook автоматически устанавливает файл cookie, когда вы посещаете наш веб-сайт, что автоматически позволяет распознавать ваш браузер при посещении других веб-сайтов с помощью псевдонимного идентификатора файла cookie. Facebook объединит эту информацию с другими данными из вашей учетной записи Facebook и будет использовать ее для составления отчетов о деятельности веб-сайта и предоставления других услуг, связанных с использованием веб-сайта, в частности персонализированной и групповой рекламы. Мы не имеем никакого влияния на обработку данных Facebook и получаем статистику только на основе пикселей Facebook.<br>Информация, автоматически собираемая технологиями Facebook об использовании вами нашего веб-сайта, обычно передается на сервер Facebook, Inc. 1601 Willow Road, Menlo. Парк, Калифорния 94025, США и хранится там. Европейская комиссия не приняла решения о достаточности финансирования для Соединенных Штатов. Если передача данных в США входит в сферу нашей ответственности, наше сотрудничество основано на стандартных положениях Европейской комиссии о защите данных. Дополнительную информацию об обработке данных Facebook можно найти в

source: As part of Facebook Analytics, the statistics created via Facebook pixels about your use of our website enable us to analyse visitor activity on the website. The data processing is based on a data processing agreement with Facebook. The analysis serves the optimal presentation and marketing of our website.
de: Im Rahmen von Facebook Analytics ermöglichen uns die mittels Facebook-Pixel erstellten Statistiken über Ihre Nutzung unserer Website eine Analyse der Besucheraktivitäten auf der Website. Die Datenverarbeitung erfolgt auf Grundlage einer Datenverarbeitungsvereinbarung mit Facebook. Die Analyse dient der optimalen Darstellung und Vermarktung unserer Website.
es: Como parte de Facebook Analytics, las estadísticas creadas a través de los píxeles de Facebook sobre su uso de nuestro sitio web nos permiten analizar la actividad de los visitantes en el sitio web. El procesamiento de datos se basa en un acuerdo de procesamiento de datos con Facebook. El análisis sirve para una presentación y marketing óptimos de nuestro sitio web.
fr: Dans le cadre de Facebook Analytics, les statistiques créées via les pixels Facebook sur votre utilisation de notre site Internet nous permettent d'analyser l'activité des visiteurs sur le site Internet. Le traitement des données repose sur un accord de traitement des données avec Facebook. L'analyse sert à la présentation et au marketing optimaux de notre site Internet.
it: Nell'ambito di Facebook Analytics, le statistiche create tramite i pixel di Facebook sull'utilizzo del nostro sito web ci consentono di analizzare l'attività dei visitatori sul sito web. Il trattamento dei dati si basa su un accordo di elaborazione dei dati con Facebook. L'analisi serve alla presentazione e al marketing ottimali del nostro sito web.
ru: В рамках Facebook Analytics статистика использования вами нашего веб-сайта, созданная с помощью пикселей Facebook, позволяет нам анализировать активность посетителей на веб-сайте. Обработка данных основана на соглашении об обработке данных с Facebook. Анализ служит оптимальному представлению и маркетингу нашего сайта.

source: We use Facebook Ads to promote this website on Facebook and other platforms. We determine the parameters of the respective advertising campaign. Facebook is responsible for the exact implementation, in particular the decision on the placement of the ads with individual users. Unless otherwise specified for the individual technologies, data processing is based on an arrangement between joint controllers in accordance with Art. 26 GDPR. The joint controllership is limited to the collection of data and its transmission to Facebook Ireland. The subsequent data processing by Facebook Ireland is not covered by this arrangement.
de: Wir verwenden Facebook-Anzeigen, um diese Website auf Facebook und anderen Plattformen zu bewerben. Wir ermitteln die Parameter der jeweiligen Werbekampagne. Für die genaue Umsetzung, insbesondere die Entscheidung über die Platzierung der Werbeanzeigen bei einzelnen Nutzern, ist Facebook verantwortlich. Sofern bei den einzelnen Technologien nichts anderes angegeben ist, erfolgt die Datenverarbeitung auf Grundlage einer Vereinbarung zwischen gemeinsam Verantwortlichen gemäß Art. 26 DSGVO. Die gemeinsame Verantwortlichkeit beschränkt sich auf die Erhebung der Daten und deren Übermittlung an Facebook Ireland. Die anschließende Datenverarbeitung durch Facebook Ireland ist von dieser Regelung nicht erfasst.
es: Utilizamos anuncios de Facebook para promocionar este sitio web en Facebook y otras plataformas. Determinamos los parámetros de la respectiva campaña publicitaria. Facebook es responsable de la implementación exacta, en particular de la decisión sobre la colocación de los anuncios ante los usuarios individuales. A menos que se especifique lo contrario para las tecnologías individuales, el procesamiento de datos se basa en un acuerdo entre corresponsables del tratamiento de conformidad con el art. 26 RGPD. La corresponsabilidad se limita a la recogida de datos y su transmisión a Facebook Irlanda. El tratamiento posterior de datos por parte de Facebook Irlanda no está cubierto por este acuerdo.
fr: Nous utilisons les publicités Facebook pour promouvoir ce site Web sur Facebook et d'autres plateformes. Nous déterminons les paramètres de la campagne publicitaire respective. Facebook est responsable de la mise en œuvre exacte, en particulier de la décision relative au placement des publicités auprès des utilisateurs individuels. Sauf indication contraire pour les différentes technologies, le traitement des données repose sur un accord entre responsables conjoints du traitement conformément à l'art. 26 RGPD. Le contrôle conjoint est limité à la collecte des données et à leur transmission à Facebook Ireland. Le traitement ultérieur des données par Facebook Ireland n'est pas couvert par cette disposition.
it: Utilizziamo Facebook Ads per promuovere questo sito Web su Facebook e altre piattaforme. Determiniamo i parametri della rispettiva campagna pubblicitaria. Facebook è responsabile dell'esatta attuazione, in particolare della decisione sul posizionamento degli annunci presso i singoli utenti. Salvo quanto diversamente specificato per le singole tecnologie, il trattamento dei dati si basa su un accordo tra contitolari del trattamento ai sensi dell’art. 26 GDPR. La titolarità congiunta è limitata alla raccolta dei dati e alla loro trasmissione a Facebook Ireland. Il successivo trattamento dei dati da parte di Facebook Ireland non è coperto da questo accordo.
ru: Мы используем рекламу Facebook для продвижения этого веб-сайта на Facebook и других платформах. Определяем параметры соответствующей рекламной кампании. Facebook несет ответственность за точную реализацию, в частности за решение о размещении рекламы у отдельных пользователей. Если иное не указано для отдельных технологий, обработка данных осуществляется на основе соглашения между совместными контролерами в соответствии со ст. 26 GDPR. Совместное управление ограничивается сбором данных и их передачей в Facebook Ireland. Последующая обработка данных Facebook Ireland не подпадает под данное соглашение.

source: Based on the statistics about visitor activity on our website created via Facebook pixels, we operate group-based advertising on Facebook via Facebook&nbsp;Custom Audience&nbsp;by determining the characteristics of the respective target group. As part of the advanced matching (see above) that takes place to determine the respective target group, Facebook acts as our data processor.
de: Basierend auf den über Facebook-Pixel erstellten Statistiken über Besucheraktivitäten auf unserer Website betreiben wir gruppenbasierte Werbung auf Facebook über Facebook Custom Audience, indem wir die Merkmale der jeweiligen Zielgruppe ermitteln. Im Rahmen des erweiterten Matchings (siehe oben) zur Ermittlung der jeweiligen Zielgruppe fungiert Facebook als unser Datenverarbeiter.
es: Basándonos en las estadísticas sobre la actividad de los visitantes en nuestro sitio web creadas a través de los píxeles de Facebook, operamos publicidad basada en grupos en Facebook a través de Facebook Custom Audience determinando las características del grupo objetivo respectivo. En el marco de la búsqueda avanzada (ver arriba) para determinar el grupo objetivo correspondiente, Facebook actúa como nuestro procesador de datos.
fr: Sur la base des statistiques sur l'activité des visiteurs de notre site Web créées via les pixels Facebook, nous exploitons une publicité de groupe sur Facebook via Facebook Custom Audience en déterminant les caractéristiques du groupe cible respectif. Dans le cadre de l'appariement avancé (voir ci-dessus) qui a lieu pour déterminer le groupe cible respectif, Facebook agit en tant que notre sous-traitant.
it: Sulla base delle statistiche sull'attività dei visitatori sul nostro sito web create tramite i pixel di Facebook, gestiamo la pubblicità basata sui gruppi su Facebook tramite Facebook Custom Audience determinando le caratteristiche del rispettivo gruppo target. Nell'ambito dell'abbinamento avanzato (vedi sopra) che avviene per determinare il rispettivo gruppo target, Facebook funge da nostro responsabile del trattamento dei dati.
ru: На основе статистики активности посетителей на нашем веб-сайте, созданной с помощью пикселей Facebook, мы управляем групповой рекламой на Facebook через индивидуальную аудиторию Facebook , определяя характеристики соответствующей целевой группы. В рамках расширенного сопоставления (см. выше), которое проводится для определения соответствующей целевой группы, Facebook выступает в качестве нашего обработчика данных.

source: On the basis of the pseudonym cookie ID used by the Facebook pixel and the collected data about your usage behavior on our website, we operate personalized advertising via Facebook Pixel&nbsp;Remarketing.
de: Auf Basis der vom Facebook-Pixel verwendeten pseudonymen Cookie-ID und den erhobenen Daten über Ihr Nutzungsverhalten auf unserer Website betreiben wir personalisierte Werbung über Facebook Pixel-Remarketing.
es: Sobre la base del ID de cookie seudónimo utilizado por el píxel de Facebook y los datos recopilados sobre su comportamiento de uso en nuestro sitio web, realizamos publicidad personalizada a través del remarketing de píxeles de Facebook.
fr: Sur la base du pseudonyme ID de cookie utilisé par le pixel Facebook et des données collectées sur votre comportement d'utilisation de notre site Web, nous opérons une publicité personnalisée via Facebook Pixel Remarketing.
it: Sulla base dello pseudonimo ID cookie utilizzato dal pixel di Facebook e dei dati raccolti sul vostro comportamento di utilizzo sul nostro sito web, gestiamo pubblicità personalizzata tramite Facebook Pixel Remarketing.
ru: На основе идентификатора файла cookie псевдонима, используемого пикселем Facebook, и собранных данных о вашем поведении на нашем веб-сайте мы управляем персонализированной рекламой с помощью ремаркетинга пикселей Facebook.
