Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: €29 VAT excl. delivery times between 5 and 10 business days from the time you place your order.
de: 29 € zzgl. MwSt. Lieferzeiten zwischen 5 und 10 Werktagen ab dem Zeitpunkt Ihrer Bestellung.
es: 29€ IVA no incluido. Plazos de entrega entre 5 y 10 días hábiles desde que realizas tu pedido.
fr: 29 € HTVA délais de livraison compris entre 5 et 10 jours ouvrés à compter de la passation de votre commande.
it: € 29 IVA escl. tempi di consegna compresi tra 5 e 10 giorni lavorativi dal momento dell'ordine.
ru: 29 евро без НДС. Срок доставки от 5 до 10 рабочих дней с момента размещения заказа.

source: FREE shipping from a purchase value of € 100 to. (AT/ DE and EU only)
de: KOSTENLOSER Versand ab einem Einkaufswert von 100 € bis. (Nur AT/DE und EU)
es: Envío GRATIS a partir de un valor de compra de 100€ a. (AT/DE y UE únicamente)
fr: Livraison GRATUITE à partir d'une valeur d'achat de 100 € à. (AT/DE et UE uniquement)
it: Spedizione GRATUITA da un valore di acquisto di € 100 a. (Solo AT/DE e UE)
ru: БЕСПЛАТНАЯ доставка при покупке на сумму от 100 евро. (только AT/DE и ЕС)

source: If the order is received in time before the last stated delivery date, the items will normally be delivered on time. However, unforeseen circumstances at our delivery partners can lead to delays in delivery. In these cases, Westa GmbH assumes no liability.
de: Wenn die Bestellung rechtzeitig vor dem letzten angegebenen Liefertermin eingeht, erfolgt die Lieferung der Artikel in der Regel pünktlich. Allerdings kann es durch unvorhergesehene Umstände bei unseren Lieferpartnern zu Lieferverzögerungen kommen. In diesen Fällen übernimmt die Westa GmbH keine Haftung.
es: Si el pedido se recibe a tiempo antes de la última fecha de entrega indicada, los artículos normalmente se entregarán a tiempo. Sin embargo, circunstancias imprevistas por parte de nuestros socios de entrega pueden provocar retrasos en la entrega. En estos casos, Westa GmbH no asume ninguna responsabilidad.
fr: Si la commande est reçue à temps avant la dernière date de livraison indiquée, les articles seront normalement livrés à temps. Cependant, des circonstances imprévues chez nos partenaires de livraison peuvent entraîner des retards de livraison. Dans ces cas, Westa GmbH n'assume aucune responsabilité.
it: Se l'ordine viene ricevuto in tempo prima dell'ultima data di consegna indicata, gli articoli verranno normalmente consegnati in tempo. Tuttavia, circostanze impreviste presso i nostri partner di consegna possono causare ritardi nella consegna. In questi casi Westa GmbH non si assume alcuna responsabilità.
ru: Если заказ получен вовремя до последней указанной даты доставки, товары обычно будут доставлены вовремя. Однако непредвиденные обстоятельства у наших партнеров по доставке могут привести к задержкам доставки. В этих случаях Westa GmbH не несет ответственности.

source: Orders will not be shipped or delivered on public holidays. Holidays may cause your delivery to arrive later than expected.
de: An Feiertagen werden Bestellungen nicht versandt oder geliefert. Feiertage können dazu führen, dass Ihre Lieferung später als erwartet eintrifft.
es: Los pedidos no se enviarán ni entregarán en días festivos. Los días festivos pueden hacer que su entrega llegue más tarde de lo esperado.
fr: Les commandes ne seront ni expédiées ni livrées les jours fériés. Les jours fériés peuvent entraîner l'arrivée de votre livraison plus tard que prévu.
it: Gli ordini non verranno spediti o consegnati nei giorni festivi. Le festività potrebbero far sì che la consegna arrivi più tardi del previsto.
ru: Заказы не будут отправлены или доставлены в праздничные дни. В праздничные дни доставка может быть доставлена ​​позже, чем ожидалось.

source: WHERE IS&nbsp;MY PACKAGE?
de: WO IST MEIN PAKET?
es: ¿DÓNDE ESTÁ MI PAQUETE?
fr: OÙ EST MON COLIS ?
it: DOVE È IL MIO PACCO?
ru: ГДЕ МОЯ ПОСЫЛКА?

source: If tracking a package shows that it has been delivered, please check to see if it was received by someone else at your address. It is possible that a neighbor may have accepted it.
de: Wenn die Nachverfolgung eines Pakets ergibt, dass es zugestellt wurde, überprüfen Sie bitte, ob es von jemand anderem an Ihrer Adresse empfangen wurde. Es ist möglich, dass ein Nachbar es akzeptiert hat.
es: Si el seguimiento de un paquete muestra que ha sido entregado, verifique si alguien más lo recibió en su dirección. Es posible que algún vecino lo haya aceptado.
fr: Si le suivi d'un colis montre qu'il a été livré, veuillez vérifier s'il a été reçu par quelqu'un d'autre à votre adresse. Il est possible qu'un voisin l'ait accepté.
it: Se il monitoraggio di un pacco mostra che è stato consegnato, controlla se è stato ricevuto da qualcun altro al tuo indirizzo. È possibile che un vicino lo abbia accettato.
ru: Если отслеживание посылки показывает, что она доставлена, проверьте, была ли она получена кем-то еще на ваш адрес. Вполне возможно, что сосед принял это.

source: Check to see if you received a delivery attempt notification card. Please check your mailbox.
de: Überprüfen Sie, ob Sie eine Benachrichtigungskarte zum Zustellversuch erhalten haben. Bitte überprüfen Sie Ihr Postfach.
es: Verifique si recibió una tarjeta de notificación de intento de entrega. Por favor revisa tu buzón.
fr: Vérifiez si vous avez reçu une carte de notification de tentative de livraison. Veuillez vérifier votre boîte aux lettres.
it: Controlla se hai ricevuto una scheda di notifica del tentativo di consegna. Per favore controlla la tua casella di posta.
ru: Проверьте, получили ли вы карточку с уведомлением о попытке доставки. Пожалуйста, проверьте свой почтовый ящик.

source: If your package cannot be found, please contact our customer service. Please have your order and tracking number ready.
de: Sollte Ihr Paket nicht auffindbar sein, wenden Sie sich bitte an unseren Kundenservice. Bitte halten Sie Ihre Bestell- und Sendungsverfolgungsnummer bereit.
es: Si no se puede encontrar su paquete, comuníquese con nuestro servicio de atención al cliente. Tenga a mano su pedido y su número de seguimiento.
fr: Si votre colis est introuvable, veuillez contacter notre service client. Veuillez préparer votre commande et votre numéro de suivi.
it: Se il tuo pacco non viene trovato, contatta il nostro servizio clienti. Tieni a portata di mano il tuo ordine e il numero di tracciabilità.
ru: Если ваша посылка не может быть найдена, пожалуйста, свяжитесь с нашей службой поддержки клиентов. Пожалуйста, подготовьте свой заказ и номер отслеживания.

source: Plating
de: Überzug
es: Enchapado
fr: Placage
it: Placcatura
ru: Покрытие

source: Stone
de: Stein
es: Piedra
fr: Pierre
ru: Камень

source: Product width
de: Produktbreite
es: Ancho del producto
fr: Largeur du produit
it: Larghezza del prodotto
ru: Ширина продукта

source: Product height
de: Produkthöhe
es: Altura del producto
fr: Hauteur du produit
it: Altezza del prodotto
ru: Высота продукта

source: Chain length
de: Kettenlänge
es: Longitud de la cadena
fr: Longueur de la chaîne
it: Lunghezza della catena
ru: Длина цепи

source: Out of stock
de: Ausverkauft
es: Agotado
fr: En rupture de stock
ru: Распродано

source: Less than 5 pieces left!
de: Weniger als 5 Stück übrig!
es: ¡Quedan menos de 5 piezas!
fr: Il reste moins de 5 pièces !
it: Meno di 5 pezzi rimasti!
ru: Осталось меньше 5 штук!

source: Oops... searched product is not available
de: Ups... das gesuchte Produkt ist nicht verfügbar
es: Ups... el producto buscado no está disponible
fr: Oups... le produit recherché n'est pas disponible
it: Spiacenti... il prodotto cercato non è disponibile
ru: К сожалению... искомый товар недоступен

source: An error occured
de: Es ist ein Fehler aufgetreten
es: Ocurrió un error
fr: Une erreur s'est produite
it: Si è verificato un errore
ru: Произошла ошибка

source: Quantity number has to be less than or equal to quantity number in stock or and be greater than 0
de: Die Mengennummer muss kleiner oder gleich der Mengennummer im Lager sein oder größer als 0 sein
es: El número de cantidad debe ser menor o igual que el número de cantidad en stock o mayor que 0
fr: Le numéro de quantité doit être inférieur ou égal au numéro de quantité en stock ou supérieur à 0
it: Il numero di quantità deve essere inferiore o uguale al numero di quantità in magazzino o maggiore di 0
ru: Количество должно быть меньше или равно количеству количества на складе или быть больше 0.

source: Maximum items for pre-order is 20, minimum is 1
de: Es können maximal 20 Artikel vorbestellt werden, mindestens 1
es: Los artículos máximos para pedidos anticipados son 20, el mínimo es 1
fr: Le maximum d'articles en précommande est de 20, le minimum est de 1
it: Il numero massimo di articoli preordinabili è 20, il minimo è 1
ru: Максимум товаров для предзаказа — 20, минимум — 1.

source: Current quantity
de: Aktuelle Menge
es: Cantidad actual
fr: Quantité actuelle
it: Quantità attuale
ru: Текущее количество

source: Your payment was cancelled.
de: Ihre Zahlung wurde storniert.
es: Su pago fue cancelado.
fr: Votre paiement a été annulé.
ru: Ваш платеж был отменен.

source: Back to checkout
de: Zurück zur Kasse
es: Volver a pagar
fr: Passer à la caisse
ru: Вернуться к оформлению заказа

source: Your payment succeeded!
de: Ihre Zahlung war erfolgreich!
es: ¡Tu pago fue exitoso!
fr: Votre paiement a réussi !
ru: Ваш платеж прошел успешно!

source: Within a few minutes you will receive a confirmation of payment via email.
de: Innerhalb weniger Minuten erhalten Sie eine Zahlungsbestätigung per E-Mail.
es: En unos minutos recibirás una confirmación del pago vía correo electrónico.
fr: Dans quelques minutes, vous recevrez une confirmation de paiement par e-mail.
ru: В течение нескольких минут вы получите подтверждение оплаты по электронной почте.

source: My Orders
de: Meine Bestellungen
es: Mis pedidos
fr: Mes commandes
ru: Мои заказы

source: Account
de: Konto
es: Cuenta
fr: Compte
ru: Учетная запись

source: Register
de: Registrieren
es: Registro
fr: Registre
ru: Зарегистрироваться

source: Customer Service
de: Kundendienst
es: Servicio al cliente
fr: Service client
it: Assistenza clienti
ru: Обслуживание клиентов

source: Our company
de: Unser Unternehmen
es: nuestra empresa
fr: Notre entreprise
it: La nostra azienda
ru: Наша компания

source: Oliver Weber's World
de: Oliver Webers Welt
es: El mundo de Oliver Weber
fr: Le monde d'Olivier Weber
it: Il mondo di Oliver Weber
ru: Мир Оливера Вебера

source: Impressum
es: Impresión
fr: Mentions légales
it: Impronta
ru: Выходные данные

source: Follow us
de: Folgen Sie uns
es: Síganos
fr: Suivez-nous
it: Seguici
ru: Подписывайтесь на нас

source: Shopping Cart
de: Warenkorb
es: Carro de la compra
fr: Panier
it: Carrello della spesa
ru: Корзина

source: Subtotal:
de: Zwischensumme:
es: Total parcial:
fr: Total:
it: Totale parziale:
ru: Итого:

source: Proceed to Checkout
de: Gehen Sie zur Kasse
es: Pasar por la caja
fr: Passer à la caisse
it: Procedere al checkout
ru: Перейти к оформлению заказа

source: Base Material
de: Grundmaterial
es: Materia prima
fr: Matériau de base
it: Materiale di base
ru: Базовый материал

source: Remove from cart
de: Aus dem Warenkorb entfernen
es: Quitar del carrito
fr: Supprimer du panier
it: Rimuovi dal carrello
ru: Удалить из корзины

source: You cant delete items during checkout. Go back to shop pages to change your cart
de: Sie können Artikel während des Bezahlvorgangs nicht löschen. Gehen Sie zurück zu den Shop-Seiten, um Ihren Warenkorb zu ändern
es: No puede eliminar elementos durante el pago. Vuelva a las páginas de la tienda para cambiar su carrito
fr: Vous ne pouvez pas supprimer des articles lors du paiement. Retournez aux pages de la boutique pour modifier votre panier
it: Non puoi eliminare gli articoli durante il checkout. Torna alle pagine del negozio per modificare il carrello
ru: Вы не можете удалять товары во время оформления заказа. Вернитесь на страницы магазина, чтобы изменить корзину.

source: Cart is empty
de: Der Warenkorb ist leer
es: El carrito está vacío.
fr: Le panier est vide
it: Il carrello è vuoto
ru: Корзина пуста

source: Back to shop
de: Zurück zum Shop
es: volver a la tienda
fr: Retour à la boutique
it: Ritorno al negozio
ru: Вернуться в магазин

source: Plating Material
de: Beschichtungsmaterial
es: Material de revestimiento
fr: Matériau de placage
it: Materiale di placcatura
ru: Материал покрытия

source: Stone color
de: Steinfarbe
es: Color piedra
fr: Couleur de la pierre
it: Colore pietra
ru: Цвет камня

source: Processing
de: Verarbeitung
es: Tratamiento
fr: Traitement
it: Elaborazione
ru: Обработка

source: Product successfully added to your shopping cart
de: Das Produkt wurde erfolgreich in Ihren Warenkorb gelegt
es: Producto agregado exitosamente a su carrito de compras
fr: Produit ajouté avec succès à votre panier
it: Prodotto aggiunto con successo al tuo carrello
ru: Товар успешно добавлен в корзину

source: Number of items in your cart:
de: Anzahl der Artikel in Ihrem Warenkorb:
es: Número de artículos en su carrito:
fr: Nombre d'articles dans votre panier :
it: Numero di articoli nel carrello:
ru: Количество товаров в корзине:

source: This item is only available for pre-order!
de: Dieser Artikel ist nur vorbestellbar!
es: ¡Este artículo solo está disponible para pedidos anticipados!
fr: Cet article est uniquement disponible en précommande !
it: Questo articolo è disponibile solo per il preordine!
ru: Этот товар доступен только для предзаказа!

source: Welcome to my site.
de: Willkommen auf meiner Seite.
es: Bienvenido a mi sitio.
fr: Bienvenue sur mon site.
it: Benvenuti nel mio sito.
ru: Добро пожаловать на мой сайт.

source: Thank you for shopping with Oliver Weber Shop.
de: Vielen Dank für Ihren Einkauf im Oliver Weber Shop.
es: Gracias por comprar en Oliver Weber Shop.
fr: Merci d'avoir fait vos achats avec Oliver Weber Shop.
ru: Благодарим вас за покупку в магазине Oliver Weber.

source: You'll find your Order Summary below. If you have any questions regarding your order, please contact us.
de: Nachfolgend finden Sie Ihre Bestellübersicht. Wenn Sie Fragen zu Ihrer Bestellung haben, kontaktieren Sie uns bitte.
es: Encontrará el resumen de su pedido a continuación. Si tiene alguna pregunta con respecto a su pedido, contáctenos.
fr: Vous trouverez ci-dessous le récapitulatif de votre commande. Si vous avez des questions concernant votre commande, veuillez nous contacter.
ru: Ниже вы найдете сводную информацию о своем заказе. Если у вас есть какие-либо вопросы относительно вашего заказа, пожалуйста, свяжитесь с нами.

source: Order Status
de: Bestellstatus
es: Estado del pedido
fr: Statut de la commande
ru: Статус заказа

source: Shipping Date
de: Versanddatum
es: Fecha de envío
fr: Date d'expédition
ru: Дата доставки

source: Receipt
de: Quittung
es: Recibo
fr: Reçu
ru: Квитанция

source: Customer Code
de: Kundennummer
es: Código de cliente
fr: Code client
ru: Код клиента

source: Phone:
de: Telefon:
es: Teléfono:
fr: Téléphone:
ru: Телефон:

source: Customer Billing Details
de: Kundendaten für die Rechnung
es: Detalles de facturación del cliente
fr: Détails de facturation du client
ru: Платежные данные клиента

source: Delivery Details
de: Lieferdetails
es: Detalles de entrega
fr: Détails de livraison
ru: Детали доставки

source: Contact Phone
de: Kontakttelefon
es: Teléfono de contacto
fr: Téléphone de contact
ru: Контактный телефон

source: Ship-To Code
de: Versandcode
es: Código de envío
fr: Code de livraison
ru: Код доставки

source: Billing Address
de: Rechnungsadresse
es: Dirección de Envio
fr: Adresse de facturation
ru: Адрес для выставления счета

source: Ship-To Name
de: Empfängername
es: Nombre de destino
fr: Nom du destinataire
ru: Имя получателя

source: Shipping Address
de: Lieferadresse
es: Dirección de envío
fr: Adresse de livraison
ru: Адрес доставки

source: Product
de: Produkt
es: Producto
fr: Produit
ru: Продукт

source: Photo
de: Foto
es: Foto
ru: Фото

source: Item Details
de: Artikeldetails
es: Detalles del artículo
fr: Détails de l'article
ru: Детали товара

source: Unit Price
de: Stückpreis
es: Precio unitario
fr: Prix unitaire
ru: Цена за единицу товара

source: Shipping price
de: Versandpreis
es: Precio de envío
fr: Prix d'expédition
ru: Цена доставки

source: TOTAL
de: GESAMT
ru: ВСЕГО

source: Invalid file format. Only .xlsx or .xls are allowed
de: Ungültiges Dateiformat. Es sind nur .xlsx oder .xls zulässig
es: Formato de archivo no válido. Sólo se permiten .xlsx o .xls
fr: Format de fichier invalide. Seuls les fichiers .xlsx ou .xls sont autorisés
ru: Неверный формат файла. Разрешены только .xlsx или .xls.

source: Invalid data in row
de: Ungültige Daten in Zeile
es: Datos no válidos en la fila
fr: Données invalides dans la ligne
ru: Неверные данные в строке

source: Quantity can only be greater than 0)
de: Menge kann nur größer als 0 sein)
es: La cantidad sólo puede ser mayor que 0)
fr: La quantité ne peut être que supérieure à 0)
ru: Количество может быть только больше 0)

source: Product not found
de: Produkt nicht gefunden
es: Producto no encontrado
fr: Produit introuvable
ru: Товар не найден

source: Requested quantity
de: Gewünschte Menge
es: Cantidad solicitada
fr: Quantité demandée
ru: Запрошенное количество

source: is less than number of products in storage for product
de: ist kleiner als die Anzahl der für das Produkt gelagerten Produkte
es: es menor que el número de productos almacenados para el producto
fr: est inférieur au nombre de produits stockés pour le produit
ru: меньше количества продуктов на складе для продукта

source: Error updating cart for product
de: Fehler beim Aktualisieren des Warenkorbs für das Produkt
es: Error al actualizar el carrito del producto
fr: Erreur lors de la mise à jour du panier pour le produit
ru: Ошибка обновления корзины для товара.

source: {editor}: Editing failed
de: {editor}: Die Bearbeitung ist fehlgeschlagen
es: {editor}: Error al editar
fr: {éditeur} : échec de la modification
it: {editor}: modifica non riuscita
ru: {editor}: редактирование не удалось

source: {editor}: Editing failed: {e}
de: {editor}: Bearbeitung fehlgeschlagen: {e}
es: {editor}: Error al editar: {e}
fr: {éditeur} : échec de la modification : {e}
it: {editor}: modifica non riuscita: {e}
ru: {editor}: Ошибка редактирования: {e}

source: Aborted!
de: Abgebrochen!
es: ¡Abortado!
fr: Avorté!
it: Abortito!
ru: Прервано!

source: Show this message and exit.
de: Diese Nachricht anzeigen und beenden.
es: Muestra este mensaje y sal.
fr: Affichez ce message et quittez.
it: Mostra questo messaggio ed esci.
ru: Покажите это сообщение и выйдите.

source: (Deprecated) {text}
de: (Veraltet) {text}
es: (Obsoleto) {texto}
fr: (Obsolète) {texte}
it: (Deprecato) {testo}
ru: (Устарело) {текст}

source: Options
de: Optionen
es: Opciones
fr: Possibilités
it: Opzioni
ru: Параметры

source: Got unexpected extra argument ({args})
de: Ich habe ein unerwartetes zusätzliches Argument erhalten ({args})
es: Obtuve un argumento adicional inesperado ({args})
fr: Vous avez un argument supplémentaire inattendu ({args})
it: È stato ricevuto un argomento aggiuntivo inaspettato ({args})
ru: Получил неожиданный дополнительный аргумент ({args})

source: DeprecationWarning: The command {name!r} is deprecated.
de: DeprecationWarning: Der Befehl {name!r} ist veraltet.
es: Advertencia de desuso: el comando {nombre!r} está en desuso.
fr: DeprecationWarning : La commande {name!r} est obsolète.
it: Avviso di deprecazione: il comando {name!r} è deprecato.
ru: Предупреждение об устаревании: команда {name!r} устарела.

source: Commands
de: Befehle
es: Comandos
fr: Commandes
it: Comandi
ru: Команды

source: Missing command.
de: Fehlender Befehl.
es: Comando faltante.
fr: Commande manquante.
it: Comando mancante.
ru: Отсутствует команда.

source: No such command {name!r}.
de: Kein solcher Befehl {name!r}.
es: No existe tal comando {nombre!r}.
fr: Aucune commande de ce type {name!r}.
it: Nessun comando del genere {nome!r}.
ru: Нет такой команды {name!r}.

source: Value must be an iterable.
de: Der Wert muss iterierbar sein.
es: El valor debe ser iterable.
fr: La valeur doit être un itérable.
it: Il valore deve essere un elemento iterabile.
ru: Значение должно быть итерируемым.

source: Takes {nargs} values but 1 was given.
de: Akzeptiert {nargs}-Werte, es wurde jedoch 1 angegeben.
es: Toma valores {nargs} pero se le dio 1.
fr: Prend des valeurs {nargs} mais 1 a été donnée.
it: Accetta valori {nargs} ma è stato dato 1.
ru: Принимает значения {nargs}, но было задано 1.

source: env var: {var}
de: Umgebungsvariable: {var}
es: var env: {var}
fr: variable d'environnement : {var}
it: var ambiente: {var}
ru: окружение вар: {вар}

source: (dynamic)
de: (dynamisch)
es: (dinámica)
fr: (dynamique)
it: (dinamico)
ru: (динамический)

source: default: {default}
de: Standard: {Standard}
es: predeterminado: {predeterminado}
fr: par défaut : {par défaut}
it: predefinito: {predefinito}
ru: по умолчанию: {по умолчанию}

source: required
de: erforderlich
es: requerido
fr: requis
ru: необходимый

source: %(prog)s, version %(version)s
es: %(prog)s, versión %(version)s
it: %(prog)s, versione %(version)s
ru: %(prog)s, версия %(version)s

source: Show the version and exit.
de: Zeigen Sie die Version an und beenden Sie den Vorgang.
es: Mostrar la versión y salir.
fr: Montrez la version et quittez.
it: Mostra la versione ed esci.
ru: Покажите версию и выйдите.

source: Error: {message}
de: Fehler: {Nachricht}
es: Mensaje de error}
fr: Erreur : {message}
it: Errore: {messaggio}
ru: Ошибка: {сообщение}

source: Try '{command} {option}' for help.
de: Versuchen Sie es mit „{command} {option}“, um Hilfe zu erhalten.
es: Pruebe '{command} {option}' para obtener ayuda.
fr: Essayez '{command} {option}' pour obtenir de l'aide.
it: Prova '{command} {option}' per ricevere aiuto.
ru: Попробуйте «{command} {option}» для получения помощи.

source: Invalid value: {message}
de: Ungültiger Wert: {message}
es: Valor no válido: {mensaje}
fr: Valeur non valide : {message}
it: Valore non valido: {messaggio}
ru: Недопустимое значение: {message}.

source: Invalid value for {param_hint}: {message}
de: Ungültiger Wert für {param_hint}: {message}
es: Valor no válido para {param_hint}: {message}
fr: Valeur non valide pour {param_hint} : {message}
it: Valore non valido per {param_hint}: {message}
ru: Недопустимое значение для {param_hint}: {message}.

source: Missing argument
de: Fehlendes Argument
es: argumento faltante
fr: Argument manquant
it: Argomento mancante
ru: Отсутствует аргумент

source: Missing option
de: Fehlende Option
es: Opción faltante
fr: Option manquante
it: Opzione mancante
ru: Отсутствует опция

source: Missing parameter
de: Fehlender Parameter
es: Parámetro faltante
fr: Paramètre manquant
ru: Отсутствует параметр

source: Missing {param_type}
de: {param_type} fehlt
es: Falta {param_type}
fr: {param_type} manquant
it: {param_type} mancante
ru: Отсутствует {param_type}

source: Missing parameter: {param_name}
de: Fehlender Parameter: {param_name}
es: Parámetro faltante: {param_name}
fr: Paramètre manquant : {param_name}
it: Parametro mancante: {param_name}
ru: Отсутствует параметр: {param_name}.

source: No such option: {name}
de: Keine solche Option: {name}
es: No existe esa opción: {nombre}
fr: Aucune option de ce type : {name}
it: Nessuna opzione del genere: {name}
ru: Нет такой опции: {name}

source: Did you mean {possibility}?
de: Meinten Sie {Möglichkeit}?
es: ¿Quiso decir {posibilidad}?
fr: Vouliez-vous dire {possibilité} ?
it: Intendevi {possibilità}?
ru: Вы имели в виду {возможность}?

source: unknown error
de: unbekannter Fehler
es: error desconocido
fr: erreur inconnue
it: errore sconosciuto
ru: неизвестная ошибка
