Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: Deleted paths by reverse accumulated size
de: Gelöschte Pfade nach umgekehrter akkumulierter Größe
es: Rutas eliminadas por tamaño acumulado inverso
fr: Chemins supprimés par taille accumulée inversée
it: Percorsi eliminati per dimensione accumulata inversa
ru: Удаленные пути по обратному накопленному размеру

source: Format: unpacked size, packed size, date deleted, path name(s)
de: Format: entpackte Größe, gepackte Größe, Löschdatum, Pfadname(n)
es: Formato: tamaño descomprimido, tamaño empaquetado, fecha de eliminación, nombre(s) de ruta
fr: Format : taille décompressée, taille compressée, date de suppression, nom(s) de chemin
it: Formato: dimensione non imballata, dimensione compressa, data di eliminazione, nome/i del percorso
ru: Формат: распакованный размер, упакованный размер, дата удаления, путь(и)

source: All paths by reverse accumulated size
de: Alle Pfade nach umgekehrter akkumulierter Größe
es: Todos los caminos por tamaño acumulado inverso
fr: Tous les chemins par taille accumulée inversée
it: Tutti i percorsi in base alla dimensione accumulata inversa
ru: Все пути по обратному накопленному размеру

source: Format: unpacked size, packed size, date deleted, path name
de: Format: entpackte Größe, gepackte Größe, Löschdatum, Pfadname
es: Formato: tamaño descomprimido, tamaño empaquetado, fecha de eliminación, nombre de ruta
fr: Format : taille décompressée, taille compressée, date de suppression, nom de chemin
it: Formato: dimensione non imballata, dimensione compressa, data di eliminazione, nome del percorso
ru: Формат: распакованный размер, упакованный размер, дата удаления, путь.

source: Files by sha and associated pathnames in reverse size
de: Dateien nach SHA und zugehörige Pfadnamen in umgekehrter Größe
es: Archivos por sha y nombres de rutas asociados en tamaño inverso
fr: Fichiers par sha et chemins associés en taille inversée
it: File per sha e nomi di percorso associati in dimensioni inverse
ru: Файлы по sha и связанные пути в обратном размере.

source: Format: sha, unpacked size, packed size, filename(s) object stored as
de: Format: sha, entpackte Größe, gepackte Größe, Dateiname(n), Objekt gespeichert als
es: Formato: sha, tamaño desempaquetado, tamaño empaquetado, nombre(s) de archivo objeto almacenado como
fr: Format : sha, taille décompressée, taille compressée, nom(s) de fichier, objet stocké sous
it: Formato: sha, dimensione non imballata, dimensione compressa, nome file oggetto memorizzato come
ru: Формат: sha, распакованный размер, упакованный размер, объект имени файла(ов), сохраненный как

source: Warning: Removing recursively: "%s"
de: Warnung: Rekursives Entfernen: „%s“
es: Advertencia: Eliminando recursivamente: "%s"
fr: Attention : Suppression récursive : "%s"
it: Attenzione: rimozione ricorsiva: "%s"
ru: Предупреждение: рекурсивное удаление: "%s"

source: Error: dir already exists (use --force to delete): "%s"
de: Fehler: Verzeichnis existiert bereits (zum Löschen verwenden Sie --force): „%s“
es: Error: el directorio ya existe (use --force para eliminar): "%s"
fr: Erreur : le répertoire existe déjà (utilisez --force pour supprimer) : "%s"
it: Errore: dir esiste già (usa --force per eliminare): "%s"
ru: Ошибка: каталог уже существует (для удаления используйте --force): «%s»

source: Writing reports to %s...
de: Berichte an %sschreiben...
es: Redactar informes para %s...
fr: Rédaction de rapports dans %s...
it: Scrittura di report su %s...
ru: Написание отчетов в %s...

source: done.
de: Erledigt.
es: hecho.
fr: fait.
it: Fatto.
ru: сделанный.

source: Parsed %d commits
de: %d Commits analysiert
es: Confirmaciones de %d analizadas
fr: Validations %d analysées
it: %d commit analizzati
ru: Разобранные коммиты %d

source: Error: Cannot pass a %s_callback to RepoFilter AND pass --%s-callback
de: Fehler: Es kann kein %s_callback an RepoFilter übergeben UND --%s-callback übergeben werden
es: Error: No se puede pasar una devolución de llamada %s_ a RepoFilter Y pasar --%s-callback
fr: Erreur : impossible de transmettre un rappel %s_ à RepoFilter ET de transmettre --%s-callback
it: Errore: impossibile passare un %s_callback a RepoFilter E passare --%s-callback
ru: Ошибка: невозможно передать обратный вызов %s_ в RepoFilter И передать --%s-callback

source: Error: --%s-callback should have a return statement
de: Fehler: --%s-callback sollte eine Return-Anweisung haben
es: Error: --%s-callback debería tener una declaración de devolución
fr: Erreur : --%s-callback devrait avoir une instruction return
it: Errore: --%s-callback dovrebbe avere un'istruzione return
ru: Ошибка: --%s-callback должен иметь оператор возврата.

source: Note: when cloning local repositories, you need to pass --no-local to git clone to avoid this issue.
de: Hinweis: Beim Klonen lokaler Repositorys müssen Sie bestehen --no-local zum Git-Klonen, um dieses Problem zu vermeiden.
es: Nota: al clonar repositorios locales, debe pasar --no-local para git clone para evitar este problema.
fr: Remarque : lors du clonage de référentiels locaux, vous devez passer --no-local à git clone pour éviter ce problème.
it: Nota: quando si clonano i repository locali, è necessario passare --no-local su git clone per evitare questo problema.
ru: Примечание: при клонировании локальных репозиториев необходимо передать --no-local для git clone, чтобы избежать этой проблемы.

source: Aborting: Refusing to destructively overwrite repo history since this does not look like a fresh clone. (%s) %sPlease operate on a fresh clone instead. If you want to proceed anyway, use --force.
de: Abbruch: Weigert sich seitdem, den Repo-Verlauf destruktiv zu überschreiben Das sieht nicht wie ein frischer Klon aus. (%s) %sBitte verwenden Sie stattdessen einen neuen Klon. Wenn Sie fortfahren möchten Verwenden Sie auf jeden Fall --force.
es: Abortar: negarse a sobrescribir destructivamente el historial del repositorio desde Esto no parece un clon nuevo. (%s) %sEn su lugar, opere con un clon nuevo. Si quieres continuar de todos modos, use --force.
fr: Abandon : refus d'écraser de manière destructive l'historique des pensions depuis cela ne ressemble pas à un nouveau clone. (%s) %sVeuillez plutôt opérer sur un nouveau clone. Si vous voulez continuer de toute façon, utilisez --force.
it: Interruzione: rifiuto di sovrascrivere in modo distruttivo la cronologia dei repository da allora questo non sembra un nuovo clone. (%s) %sSi prega di operare invece su un nuovo clone. Se vuoi procedere comunque, usa --force.
ru: Прерывание: отказ от деструктивной перезаписи истории репо с тех пор. это не похоже на свежий клон. (%s) %sПожалуйста, используйте вместо этого новый клон. Если вы хотите продолжить в любом случае используйте --force.

source: expected freshly packed repo
de: erwartet frisch verpacktes Repo
es: esperado repositorio recién empaquetado
fr: dépôt fraîchement emballé attendu
it: previsto pronti contro termine appena confezionati
ru: ожидаемый свежеупакованный репо

source: expected one remote, origin
de: erwartet eine Fernbedienung, Herkunft
es: Se esperaba un control remoto, origen.
fr: attendu une télécommande, origine
it: previsto uno remoto, origine
ru: ожидался один удаленный, происхождение

source: GIT_DIR must be .
de: GIT_DIR muss sein.
es: GIT_DIR debe ser .
fr: GIT_DIR doit être .
it: GIT_DIR deve essere .
ru: GIT_DIR должен быть .

source: GIT_DIR must be .git
de: GIT_DIR muss .git sein
es: GIT_DIR debe ser .git
fr: GIT_DIR doit être .git
it: GIT_DIR deve essere .git
ru: GIT_DIR должен быть .git

source: expected at most one entry in the reflog for %s
de: erwartet höchstens einen Eintrag im Reflog für %s
es: Se espera como máximo una entrada en el reflog para %s
fr: attendu au plus une entrée dans le reflog pour %s
it: prevista al massimo una voce nel reflog per %s
ru: ожидается не более одной записи в рефлоге для %s

source: has stashed changes
ru: спрятал изменения

source: you have uncommitted changes
de: Sie haben nicht festgeschriebene Änderungen
es: tienes cambios no confirmados
fr: vous avez des modifications non validées
it: hai modifiche non confermate
ru: у вас есть незафиксированные изменения

source: you have unstaged changes
ru: у вас есть неустановленные изменения

source: you have untracked changes
de: Sie haben nicht verfolgte Änderungen
es: tienes cambios sin seguimiento
fr: vous avez des modifications non suivies
it: hai modifiche non tracciate
ru: у вас есть неотслеживаемые изменения

source: %s exists, but %s not found
de: %s existiert, aber %s wurde nicht gefunden
es: %s existe, pero %s no se encuentra
fr: %s existe, mais %s est introuvable
it: %s esiste, ma %s non trovato
ru: %s существует, но %s не найден

source: %s does not match %s
de: %s stimmt nicht mit %süberein
es: %s no coincide con %s
fr: %s ne correspond pas à %s
it: %s non corrisponde a %s
ru: %s не соответствует %s

source: you have multiple worktrees
de: Sie haben mehrere Arbeitsbäume
es: tienes múltiples árboles de trabajo
fr: vous avez plusieurs arbres de travail
it: hai più alberi di lavoro
ru: у вас есть несколько рабочих деревьев

source: Repacking your repo and cleaning out old unneeded objects
de: Packen Sie Ihr Repo neu und räumen Sie alte, nicht mehr benötigte Gegenstände aus
es: Reempaquetar su repositorio y limpiar objetos viejos innecesarios
fr: Reconditionner votre dépôt et nettoyer les vieux objets inutiles
it: Reimballare il repository e ripulire i vecchi oggetti non più necessari
ru: Переупаковка вашего репо и очистка старых ненужных объектов

source: File renaming caused colliding pathnames!
de: Das Umbenennen von Dateien führte zu kollidierenden Pfadnamen!
es: ¡El cambio de nombre de archivos provocó la colisión de nombres de rutas!
fr: Le changement de nom de fichier a provoqué des noms de chemin en collision !
it: La ridenominazione dei file ha causato la collisione dei nomi dei percorsi!
ru: Переименование файла привело к столкновению имен путей!

source: Commit: {}
de: Begehen: {}
es: Comprometerse: {}
fr: Commettre: {}
it: Impegno: {}
ru: Совершить: {}

source: Filename: {}
de: Dateiname: {}
es: Nombre del archivo: {}
fr: Nom de fichier: {}
it: Nome file: {}
ru: Имя файла: {}

source: Failed loading %s from %s
de: Das Laden von %s aus %sist fehlgeschlagen.
es: Error al cargar %s desde %s
fr: Échec du chargement de %s à partir de %s
it: Caricamento %s da %snon riuscito
ru: Не удалось загрузить %s из %s.

source: Failed to find %s to save to %s
de: %s zum Speichern unter %skonnte nicht gefunden werden
es: No se pudo encontrar %s para guardar en %s
fr: Impossible de trouver %s à enregistrer dans %s
it: Impossibile trovare %s da salvare in %s
ru: Не удалось найти %s для сохранения в %s.

source: git update-ref failed; see above
de: git update-ref fehlgeschlagen; siehe oben
es: git update-ref falló; ver arriba
fr: git update-ref a échoué ; voir ci-dessus
it: git update-ref non riuscito; vedere sopra
ru: git update-ref не удалось; см. выше

source: old
ru: старый

source: new
de: neu
es: nuevo
fr: nouveau
it: nuovo
ru: новый

source: ref
es: árbitro
fr: réf
it: rif
ru: ссылка

source: Failed to find new id for %(refname)s (old id was %(old_hash)s)
de: Es konnte keine neue ID für %(refname)s gefunden werden (alte ID war %(old_hash)s)
es: No se pudo encontrar una nueva identificación para %(refname)s (la identificación anterior era %(old_hash)s)
fr: Impossible de trouver un nouvel identifiant pour %(refname)s (l'ancien identifiant était %(old_hash)s)
it: Impossibile trovare il nuovo ID per %(refname)s (il vecchio ID era %(old_hash)s)
ru: Не удалось найти новый идентификатор для %(refname)s (старый идентификатор был %(old_hash)s).

source: The following commits used to be merge commits but due to filtering are now regular commits; they likely have suboptimal commit messages (e.g. "Merge branch next into master"). Original commit hash on the left, commit hash after filtering/rewriting on the right:
de: Die folgenden Commits waren früher Merge-Commits, jedoch aus Filtergründen sind jetzt regelmäßige Commits; Sie haben wahrscheinlich suboptimale Commit-Nachrichten (z. B. „Zweig als nächstes in Master zusammenführen“). Ursprünglicher Commit-Hash auf dem links, Hash nach dem Filtern/Umschreiben übergeben, rechts:
es: Las siguientes confirmaciones solían ser confirmaciones de fusión, pero debido al filtrado ahora son confirmaciones regulares; probablemente tengan mensajes de confirmación subóptimos (por ejemplo, "Fusionar la rama siguiente en la maestra"). Hash de confirmación original en el a la izquierda, confirma el hash después de filtrar/reescribir a la derecha:
fr: Les commits suivants étaient des commits de fusion, mais en raison du filtrage sont désormais des commits réguliers ; ils ont probablement des messages de validation sous-optimaux (par exemple "Fusionner la branche suivante avec le maître"). Hachage de validation d'origine sur le à gauche, validez le hachage après filtrage/réécriture à droite :
it: I seguenti commit erano commit di unione ma a causa del filtraggio ora sono commit regolari; probabilmente hanno messaggi di commit non ottimali (ad esempio "Unisci il ramo successivo nel master"). Hash di commit originale sul file a sinistra, conferma l'hash dopo aver filtrato/riscritto a destra:
ru: Следующие коммиты раньше были коммитами слияния, но из-за фильтрации теперь являются обычными коммитами; у них, вероятно, есть неоптимальные сообщения о фиксации (например, «Объединить следующую ветку с основной»). Исходный хеш коммита на слева, зафиксируйте хэш после фильтрации/перезаписи справа:

source: The following commits were filtered out, but referenced in another commit message. The reference to the now-nonexistent commit hash (or a substring thereof) was left as-is in any commit messages:
de: Die folgenden Commits wurden herausgefiltert, aber in einem anderen referenziert Commit-Nachricht. Der Verweis auf den jetzt nicht vorhandenen Commit-Hash (oder ein Teilstring davon) wurde in allen Commit-Nachrichten unverändert gelassen:
es: Las siguientes confirmaciones se filtraron, pero se hace referencia a ellas en otro mensaje de confirmación. La referencia al hash de confirmación ahora inexistente. (o una subcadena de la misma) se dejó tal como está en cualquier mensaje de confirmación:
fr: Les commits suivants ont été filtrés, mais référencés dans un autre message de validation. La référence au hachage de commit désormais inexistant (ou une sous-chaîne de celui-ci) a été laissé tel quel dans tous les messages de validation :
it: I seguenti commit sono stati filtrati, ma citati in un altro messaggio di commit. Il riferimento all'hash di commit ormai inesistente (o una sua sottostringa) è stato lasciato così com'è in qualsiasi messaggio di commit:
ru: Следующие коммиты были отфильтрованы, но на них есть ссылки в другом зафиксировать сообщение. Ссылка на несуществующий хеш коммита (или ее подстроку) оставляли как есть во всех сообщениях о фиксации:

source: No filtering problems encountered.
de: Es sind keine Filterprobleme aufgetreten.
es: No se encontraron problemas de filtrado.
fr: Aucun problème de filtrage rencontré.
it: Nessun problema di filtraggio riscontrato.
ru: Никаких проблем с фильтрацией не возникло.

source: This file exists to allow you to filter again without --force.
de: Diese Datei existiert, damit Sie ohne --force erneut filtern können.
es: Este archivo existe para permitirle filtrar nuevamente sin --force.
fr: Ce fichier existe pour vous permettre de filtrer à nouveau sans --force.
it: Questo file esiste per consentirti di filtrare nuovamente senza --force.
ru: Этот файл существует для того, чтобы вы могли снова фильтровать без --force.

source: Error: fast-export failed; see above.
de: Fehler: Schnellexport fehlgeschlagen; siehe oben.
es: Error: falló la exportación rápida; ver arriba.
fr: Erreur : échec de l'exportation rapide ; voir ci-dessus.
it: Errore: esportazione rapida non riuscita; vedere sopra.
ru: Ошибка: не удалось выполнить быстрый экспорт; см. выше.

source: Error: fast-import failed; see above.
de: Fehler: Schnellimport fehlgeschlagen; siehe oben.
es: Error: falló la importación rápida; ver arriba.
fr: Erreur : échec de l'importation rapide ; voir ci-dessus.
it: Errore: importazione rapida non riuscita; vedere sopra.
ru: Ошибка: не удалось выполнить быстрый импорт; см. выше.

source: NOTE: Not running fast-import or cleaning up; --dry-run passed.
de: HINWEIS: Der Schnellimport oder die Bereinigung wird nicht ausgeführt. --dry-run bestanden.
es: NOTA: No se ejecuta la importación rápida ni la limpieza; --pasó el ensayo.
fr: REMARQUE : Ne pas exécuter d'importation rapide ou de nettoyage ; --l'essai à sec a réussi.
it: NOTA: non è in esecuzione l'importazione rapida o la pulizia; --prova di prova superata.
ru: ПРИМЕЧАНИЕ. Не выполняется быстрый импорт или очистка; -- Пробный прогон пройден.

source: Requested filtering can be seen by comparing:
de: Die angeforderte Filterung kann durch Vergleich gesehen werden:
es: El filtrado solicitado se puede ver comparando:
fr: Le filtrage demandé peut être vu en comparant :
it: Il filtraggio richiesto può essere visualizzato confrontando:
ru: Запрошенную фильтрацию можно увидеть, сравнив:

source: Requested filtering can be seen at:
de: Die gewünschte Filterung finden Sie unter:
es: El filtrado solicitado se puede ver en:
fr: Le filtrage demandé peut être consulté à l'adresse suivante :
it: Il filtro richiesto può essere visualizzato all'indirizzo:
ru: Запрошенную фильтрацию можно увидеть по адресу:

source: Completely finished after {:.2f} seconds.
de: Nach {:.2f} Sekunden komplett fertig.
es: Completamente terminado después de {:.2f} segundos.
fr: Complètement terminé après {:.2f} secondes.
it: Completamente terminato dopo {:.2f} secondi.
ru: Полностью завершено через {:.2f} секунд.

source: Content purported to be compressed with %s but failed to decompress.
de: Der Inhalt wurde angeblich mit %s komprimiert, konnte aber nicht dekomprimiert werden.
es: El contenido supuestamente estaba comprimido con %s pero no se pudo descomprimir.
fr: Le contenu était censé être compressé avec %s mais n'a pas pu être décompressé.
it: Si presume che il contenuto sia stato compresso con %s ma non è stato possibile decomprimerlo.
ru: Контент якобы был сжат с помощью %s , но его не удалось распаковать.

source: Unsupported value for qop: %s.
de: Nicht unterstützter Wert für qop: %s.
es: Valor no admitido para qop: %s.
fr: Valeur non prise en charge pour qop : %s.
it: Valore non supportato per qop: %s.
ru: Неподдерживаемое значение для qop: %s.

source: Unsupported value for algorithm: %s.
de: Nicht unterstützter Wert für Algorithmus: %s.
es: Valor no admitido para el algoritmo: %s.
fr: Valeur non prise en charge pour l'algorithme : %s.
it: Valore non supportato per l'algoritmo: %s.
ru: Неподдерживаемое значение для алгоритма: %s.

source: The challenge doesn't contain a server nonce, or this one is empty.
de: Die Challenge enthält keine Server-Nonce oder diese ist leer.
es: El desafío no contiene ningún servidor nonce o este está vacío.
fr: Le défi ne contient pas de nom occasionnel de serveur, ou celui-ci est vide.
it: La sfida non contiene un server nonce oppure questo è vuoto.
ru: Запрос не содержит одноразовый номер сервера, или он пуст.

source: Unsupported value for pw-algorithm: %s.
de: Nicht unterstützter Wert für pw-Algorithmus: %s.
es: Valor no admitido para el algoritmo pw: %s.
fr: Valeur non prise en charge pour l'algorithme pw : %s.
it: Valore non supportato per l'algoritmo pw: %s.
ru: Неподдерживаемое значение для алгоритма pw: %s.

source: Redirected but the response is missing a Location: header.
de: Umgeleitet, aber in der Antwort fehlt der Header „Location:“.
es: Redirigido pero a la respuesta le falta un encabezado Ubicación:.
fr: Redirigé mais il manque un en-tête Location: dans la réponse.
it: Reindirizzato ma nella risposta manca un'intestazione Location:.
ru: Перенаправлено, но в ответе отсутствует заголовок Location:.

source: Attempting to connect to qpid with SASL mechanism %s
de: Es wird versucht, mit dem SASL-Mechanismus %seine Verbindung zu qpid herzustellen.
es: Intentando conectarse a qpid con el mecanismo SASL %s
fr: Tentative de connexion à qpid avec le mécanisme SASL %s
it: Tentativo di connessione a qpid con il meccanismo SASL %s
ru: Попытка подключения к qpid с помощью механизма SASL %s

source: Connected to qpid with SASL mechanism %s
de: Verbunden mit qpid mit SASL-Mechanismus %s
es: Conectado a qpid con mecanismo SASL %s
fr: Connecté à qpid avec le mécanisme SASL %s
it: Connesso a qpid con meccanismo SASL %s
ru: Подключено к qpid с помощью механизма SASL %s

source: Unable to connect to qpid with SASL mechanism %s
de: Verbindung zu qpid mit SASL-Mechanismus %snicht möglich
es: No se puede conectar a qpid con el mecanismo SASL %s
fr: Impossible de se connecter à qpid avec le mécanisme SASL %s
it: Impossibile connettersi a qpid con il meccanismo SASL %s
ru: Невозможно подключиться к qpid с помощью механизма SASL %s

source: Recommended based on items in your cart
fr: Recommandé en fonction des articles dans votre panier

source: Active promo code
de: Aktiver Promo-Code
fr: Code promo actif

source: discount
de: Rabatt
fr: rabais

source: VAT Incl.
de: inkl. MwSt.
fr: TVA incl.

source: Enter promo code
de: Geben Sie den Aktionscode ein
fr: Entrez le code promotionnel

source: Promo code is invalid
de: Der Aktionscode ist ungültig
fr: Le code promotionnel n'est pas valide

source: You must add at least 1 order to your cart to proceed to checkout
fr: Vous devez ajouter au moins 1 ordre à votre panier pour procéder à la caisse

source: Reset this group
de: Setzen Sie diese Gruppe zurück
fr: Réinitialisez ce groupe

source: If you want to register as a B2B customer, please contact us.
de: Wenn Sie sich als B2B-Kunde registrieren möchten, kontaktieren Sie uns bitte.
fr: Si vous souhaitez vous inscrire en tant que client B2B, veuillez nous contacter.

source: Pay with Credit Card via Stripe
de: Bezahlen Sie mit Kreditkarte über Stripe
fr: Payer par carte de crédit via Stripe

source: Catalogs
de: Kataloge
fr: Catalogues

source: Loading...
de: Laden...
fr: Chargement...

source: Tracker
fr: Traqueur

source: Pay for the order
de: Bezahlen Sie die Bestellung
fr: Payer la commande

source: Enter the amount you want to pay
de: Geben Sie den Betrag ein, den Sie zahlen möchten
fr: Entrez le montant que vous souhaitez payer

source: Maximum you can pay is
de: Der Höchstbetrag, den Sie bezahlen können, beträgt
fr: Le maximum que vous pouvez payer est

source: Enter amount
de: Betrag eingeben
fr: Entrez le montant

source: Pay for order
de: Bezahlen Sie die Bestellung
fr: Payer la commande

source: Please enter a valid amount.
de: Bitte geben Sie einen gültigen Betrag ein.
fr: Veuillez saisir un montant valide.

source: Invalid amount
de: Ungültiger Betrag
fr: Montant invalide

source: ALL PRODUCTS
de: Alle Produkte
fr: TOUS LES PRODUITS

source: Copy link
de: Link kopieren
fr: Copier le lien

source: Copied!
de: Kopiert!
fr: Copié!

source: Similar products
de: Ähnliche Produkte
fr: Produits similaires

source: Turn off the magnifying glass
de: Schalten Sie das Lupenglas aus
fr: Éteindre la loupe

source: Turn on the magnifying glass
de: Schalten Sie das Lupenglas ein
fr: Allumer la loupe
