Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ru: Английский

source: German
de: Deutsch
es: Alemán
fr: Allemand
it: tedesco
ru: немецкий

source: Italian
de: Italienisch
es: italiano
fr: italien
it: Italiano
ru: итальянский

source: French
de: Französisch
es: Francés
fr: Français
it: francese
ru: Французский

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: spagnolo
ru: испанский

source: Russian
de: Russisch
es: ruso
fr: russe
it: russo
ru: Русский

source: Admin Dashboard
es: Panel de administración
fr: Tableau de bord d'administration
ru: Панель администратора

source: In the admin panel you can find
de: Im Admin-Bereich finden Sie
es: En el panel de administración puedes encontrar
fr: Dans le panneau d'administration, vous pouvez trouver
ru: В админ панели вы можете найти

source: users' orders
de: Bestellungen der Benutzer
es: pedidos de los usuarios
fr: les commandes des utilisateurs
ru: заказы пользователей

source: and manage
de: und verwalten
es: y gestionar
fr: et gérer
ru: и управлять

source: users' accounts
de: Benutzerkonten
es: cuentas de usuarios
fr: comptes d'utilisateurs
ru: учетные записи пользователей

source: Bulk actions
de: Massenaktionen
es: Acciones masivas
fr: Actions groupées
ru: Массовые действия

source: Enable selected
de: Ausgewählte aktivieren
es: Habilitar seleccionado
fr: Activer la sélection
it: Abilita selezionato
ru: Включить выбранное

source: Disable selected
de: Ausgewählte Option deaktivieren
es: Desactivar seleccionado
fr: Désactiver la sélection
it: Disattiva selezionato
ru: Отключить выбранное

source: Delete selected
de: Ausgewählte löschen
es: Eliminar seleccionado
fr: Supprimer la sélection
it: Elimina selezionato
ru: Удалить выбранное

source: Social Title
de: Sozialer Titel
es: Título social
fr: Titre social
ru: Социальный титул

source: First Name
de: Vorname
es: Nombre de pila
fr: Prénom
ru: Имя

source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille
ru: Фамилия

source: Sales
de: Verkäufe
es: Ventas
fr: Ventes
it: Saldi
ru: Продажи

source: Enabled
de: Ermöglicht
es: Activado
fr: Activé
it: Abilitato
ru: Включено

source: Newsletter
es: Hoja informativa
fr: Bulletin
ru: Информационный бюллетень

source: Partners Offer
de: Partnerangebot
es: Oferta de socios
fr: Offre Partenaires
it: Offerta partner
ru: Партнерское предложение

source: Registration Date
de: Anmeldedatum
es: Fecha de registro
fr: Date d'inscription
it: Data di registrazione
ru: Дата регистрации

source: Actions
de: Aktionen
es: Comportamiento
fr: Actes
ru: Действия

source: Items per page
de: Artikel pro Seite
es: Artículos por página
fr: Articles par page
it: Articoli per pagina
ru: Элементов на странице

source: View User
de: Benutzer anzeigen
es: Ver usuario
fr: Afficher l'utilisateur
it: Visualizza utente
ru: Просмотр пользователя

source: Delete User
de: Benutzer löschen
es: Eliminar usuario
fr: Supprimer un utilisateur
ru: Удалить пользователя

source: Shopping cart
de: Warenkorb
es: Carro de la compra
fr: Panier
it: Carrello della spesa
ru: Корзина

source: In cart
de: Im Warenkorb
es: en carrito
fr: Dans le panier
it: Nel carrello
ru: В корзине

source: Less than 5 items left
de: Weniger als 5 Artikel übrig
es: Quedan menos de 5 artículos
fr: Moins de 5 articles restants
ru: Осталось менее 5 позиций

source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
it: Confermare
ru: Обновить

source: Continue shopping
de: Weiter einkaufen
es: Continuar comprando
fr: Continuer mes achats
it: Continua a fare acquisti
ru: Продолжить покупки

source: Subtotal
de: Zwischensumme
es: Total parcial
fr: Total
it: Totale parziale
ru: Итого

source: items
de: Artikel
es: elementos
fr: articles
ru: элементов

source: Have a promo code?
de: Haben Sie einen Promo-Code?
es: ¿Tienes un código de promoción?
fr: Vous avez un code promo ?
ru: У Вас есть промокод?

source: Total
de: Gesamt
it: Totale
ru: Всего

source: Included taxes
de: Inklusive Steuern
es: Impuestos incluidos
fr: Taxes incluses
ru: Включенный налог

source: Included shippinh
de: Inklusive Versand
es: incluir envío
ru: Включить доставку

source: Proceed to checkout
de: Gehen Sie zur Kasse
es: Pasar por la caja
fr: Passer à la caisse
it: Procedere al checkout
ru: Перейти к оформлению заказа

source: Type of written quantity has to be numeric and greater than 0
de: Die Art der geschriebenen Menge muss numerisch und größer als 0 sein
es: El tipo de cantidad escrita tiene que ser numérico y mayor que 0.
fr: Le type de quantité écrite doit être numérique et supérieur à 0
it: Il tipo di quantità scritta deve essere numerico e maggiore di 0
ru: Тип записываемого количества должен быть числовым и больше 0.

source: Quantity has to be less than maximum on storage
de: Die Menge muss bei der Lagerung unter dem Maximalwert liegen
es: La cantidad debe ser inferior al máximo en almacenamiento.
fr: La quantité doit être inférieure au maximum lors du stockage
it: La quantità deve essere inferiore al massimo immagazzinato
ru: Количество должно быть меньше максимального на складе.

source: Do you really want to delete this product from your cart?
de: Möchten Sie dieses Produkt wirklich aus Ihrem Warenkorb löschen?
es: ¿Realmente deseas eliminar este producto de tu carrito?
fr: Voulez-vous vraiment supprimer ce produit de votre panier ?
it: Vuoi davvero eliminare questo prodotto dal carrello?
ru: Вы действительно хотите удалить этот товар из корзины?

source: Confirmed!
de: Bestätigt!
es: ¡Confirmado!
fr: Confirmé!
it: Confermato!
ru: Обновлено!

source: Categories
de: Kategorien
es: Categorías
fr: Catégories
it: Categorie
ru: Категории

source: Collections
es: Colecciones
ru: Коллекции

source: Filters
de: Filter
es: Filtros
fr: Filtres
it: Filtri
ru: Фильтры

source: Name, Product Article
de: Name, Produktartikel
es: Nombre, artículo del producto
fr: Nom, article du produit
it: Nome, articolo del prodotto
ru: Название, артикул продукта

source: Contains in name
de: Enthält im Namen
es: Contiene en el nombre
fr: Contient dans le nom
it: Contiene nel nome
ru: Содержится в названии

source: Price
de: Preis
es: Precio
fr: Prix
it: Prezzo
ru: Цена

source: Crystal color
de: Kristallfarbe
es: color cristal
fr: Couleur cristal
it: Colore cristallo
ru: Кристал

source: Plating material
de: Beschichtungsmaterial
es: material de revestimiento
fr: Matériau de placage
it: Materiale di placcatura
ru: Материал покрытия

source: Base material
de: Grundmaterial
es: Materia prima
fr: Matériau de base
it: Materiale di base
ru: Базовый материал

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Misurare
ru: Размер

source: Order by
de: Bestellen nach
es: Ordenar por
fr: Commander par
it: Ordina per
ru: Отсортировать по

source: Name
es: Nombre
fr: Nom
it: Nome
ru: Название

source: Previous
de: Vorherige
es: Anterior
fr: Précédent
it: Precedente
ru: Предыдущая

source: Next
de: Nächste
es: Próximo
fr: Suivant
it: Prossimo
ru: Следующая

source: Jump
de: Springen
es: Saltar
fr: Saut
it: Salto
ru: Перейти

source: All
de: Alle
es: Todo
fr: Tous
it: Tutto
ru: Все

source: Necklaces
de: Halsketten
es: Collares
fr: Colliers
it: Collane
ru: Ожерелья

source: Earrings
de: Ohrringe
es: Pendientes
fr: Boucles d'oreilles
it: Orecchini
ru: Серьги

source: Bracelets
de: Armbänder
es: Esposas
it: Bracciali
ru: Браслеты

source: Accessories
de: Zubehör
es: Accesorios
fr: Accessoires
it: Accessori
ru: Аксессуары

source: Pendants
de: Anhänger
es: Colgantes
fr: Pendentifs
it: Ciondoli
ru: Кулоны

source: Chains
de: Ketten
es: Cadenas
fr: Chaînes
it: Catene
ru: Цепи

source: Colliers
it: Collier
ru: Колье

source: Pearlchains
de: Perlenketten
es: Cadenas de perlas
fr: Chaînes de perles
it: Catene di perle
ru: Жемчужные цепочки

source: Post earrings
de: Post-Ohrringe
es: Pendientes de poste
fr: Boucles d'oreilles poteaux
it: Orecchini postali
ru: Серьги-гвоздики

source: Hoops
de: Reifen
es: Aros
fr: Cerceaux
it: Cerchi
ru: Серьги-кольца

source: Creoles
de: Kreolen
es: Criollos
fr: Créoles
ru: Креолы

source: Clips
fr: Extraits
it: Clip
ru: Клипсы

source: Piercings
it: piercing
ru: Пирсинг

source: Bangles
de: Armreifen
es: Brazaletes
fr: Bracelets
ru: Бенглы

source: Anklets
de: Fußkettchen
es: Tobilleras
fr: Bracelets de cheville
it: Cavigliere
ru: Анклеты

source: Rings
de: Ringe
es: Anillos
fr: Anneaux
it: Anelli
ru: Кольца

source: Matches
de: Streichhölzer
es: Partidos
fr: Matchs
it: Partite
ru: Гарнитуры

source: Pens
de: Stifte
es: Bolígrafos
fr: Stylos
it: Penne
ru: Ручки

source: Keys
de: Schlüssel
es: Llaves
fr: Clés
it: Chiavi
ru: Ключи

source: Brooches
de: Broschen
es: Broches
fr: Broches
it: Spille
ru: Броши

source: Nailfiles
de: Nagelfeilen
es: limas de uñas
fr: Limes à ongles
it: Lime per unghie
ru: Пилочки для ногтей

source: Extensions
de: Erweiterungen
es: Extensiones
fr: Rallonges
it: Estensioni
ru: Расширения

source: Pendant
de: Anhänger
es: Colgante
fr: Pendentif
it: Pendente
ru: Кулон

source: Chain
de: Kette
es: Cadena
fr: Chaîne
it: Catena
ru: Цепь

source: Collier
es: Minero
fr: Charbonnier
ru: Колье

source: Pearlchain
de: Perlenkette
es: cadena de perlas
fr: Chaîne de perles
it: Catena di perle
ru: Жемчужная цепочка

source: Necklace
de: Halskette
es: Collar
fr: Collier
it: Collana
ru: Ожерелье

source: Hoop
de: Band
es: Aro
fr: Cerceau
it: Cerchio
ru: Серьги-обручи

source: Creole
de: Kreolisch
es: criollo
fr: créole
it: Creolo
ru: Креолы

source: Clip
es: Acortar
fr: Agrafe
ru: Клипы

source: Piercing
es: Perforación
fr: Perçant
it: Penetrante
ru: Пирсинг

source: Bracelet
de: Armband
es: Pulsera
it: Braccialetto
ru: Браслет

source: Bangle
de: Armreif
es: Brazalete
fr: Bracelet
it: Braccialetto
ru: Бенгл

source: Anklet
de: Fußkettchen
es: Calcetín
fr: Bracelet de cheville
it: Cavigliera
ru: Анклет

source: Ring
es: Anillo
fr: Anneau
it: Squillo
ru: Кольцо

source: Match
de: Übereinstimmen
es: Fósforo
fr: Correspondre
it: Incontro
ru: Гарнитура

source: Pen
de: Stift
es: Bolígrafo
fr: Stylo
it: Penna
ru: Ручка

source: Key
de: Schlüssel
es: Llave
fr: Clé
it: Chiave
ru: Ключ

source: Brooch
de: Brosche
es: Broche
fr: Broche
it: Spilla
ru: Брошь

source: Nailfile
de: Nagelfeile
es: Lima para las uñas
fr: Lime à ongles
it: Lima per unghie
ru: Пилочка для ногтей

source: Extension
de: Verlängerung
es: Extensión
it: Estensione
ru: Расширение

source: Default
de: Standard
es: Por defecto
fr: Défaut
it: Predefinito
ru: По умолчанию

source: Rhodium
es: Rodio
fr: Rhodié
it: rodio
ru: Родий

source: Gold
es: Oro
fr: Or
it: Oro
ru: Золото

source: Rosegold
de: Roségold
es: oro rosa
fr: Or rose
it: Oro rosa
ru: Розовое золото

source: Without
de: Ohne
es: Sin
fr: Sans
it: Senza
ru: Без

source: Steel
de: Stahl
es: Acero
fr: Acier
it: Acciaio
ru: Сталь

source: Brass
de: Messing
es: Latón
fr: Laiton
it: Ottone
ru: Латунь

source: Silver
de: Silber
es: Plata
fr: Argent
it: Argento
ru: Серебро

source: Remove from favorites
de: Aus Favoriten entfernen
es: Quitar de favoritos
fr: Supprimer des favoris
it: Rimuovi dai preferiti
ru: Удалить из избранного

source: Add to favorites
de: Zu Favoriten hinzufügen
es: Añadir a favoritos
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
ru: Добавить в избранное

source: Add to cart
de: In den Warenkorb legen
es: Añadir a la cesta
fr: Ajouter au panier
it: Aggiungi al carrello
ru: Добавить в корзину

source: This item is only available for pre-order
de: Dieser Artikel ist nur vorbestellbar
es: Este artículo solo está disponible para pedidos anticipados.
fr: Cet article est uniquement disponible en précommande
it: Questo articolo è disponibile solo per il preordine
ru: Этот товар доступен только для предварительного заказа

source: No items found
de: Keine Artikel gefunden
es: No se encontraron artículos
fr: Aucun article trouvé
it: Nessun articolo trovato
ru: Элементы не найдены

source: Current page
de: Aktuelle Seite
es: Página actual
fr: Page actuelle
it: Pagina corrente
ru: Текущая страница

source: Personal Information
de: Persönliche Informationen
es: Información personal
fr: Informations personnelles
it: Informazioni personali
ru: Персональная информация

source: Order as a guest
de: Als Gast bestellen
es: Ordenar como invitado
fr: Commander en tant qu'invité
it: Ordina come ospite
ru: Заказать как гость

source: Sign in
de: anmelden
es: Iniciar sesión
fr: Se connecter
it: Registrazione
ru: Войти

source: Create an account
de: Ein Konto erstellen
es: Crear una cuenta
fr: Créer un compte
it: Creare un account
ru: Создать аккаунт

source: Social title
de: Sozialer Titel
es: título social
fr: Titre social
it: Titolo sociale
ru: Социальный титул

source: First name
de: Vorname
es: Nombre de pila
fr: Prénom
it: Nome di battesimo
ru: Имя

source: Last name
de: Nachname
es: Apellido
fr: Nom de famille
it: Cognome
ru: Фамилия

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
ru: Пароль

source: Confirm you password
de: Bestätigen Sie Ihr Passwort
es: Confirma tu contraseña
fr: Confirmez votre mot de passe
it: Conferma la tua password
ru: Подтвердите свой пароль

source: Birthdate
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
it: Data di nascita
ru: Дата рождения

source: Receive offers from our partners
de: Erhalten Sie Angebote von unseren Partnern
es: Reciba ofertas de nuestros socios
fr: Recevez les offres de nos partenaires
it: Ricevi offerte dai nostri partner
ru: Получайте предложения от наших партнеров

source: Sign up for our newsletter
de: Melden Sie sich für unseren Newsletter an
es: Suscríbete a nuestro boletín
fr: Inscrivez-vous à notre newsletter
it: Iscriviti alla nostra newsletter
ru: Подпишитесь на нашу рассылку

source: You may unsubscribe at any moment. For that purpose, please find our contact info in the legal notice.
de: Sie können sich jederzeit abmelden. Unsere Kontaktdaten finden Sie hierzu bitte im Impressum.
es: Puedes darte de baja en cualquier momento. Para ello, encontrará nuestros datos de contacto en el aviso legal.
fr: Vous pouvez vous désinscrire à tout moment. A cet effet, veuillez trouver nos coordonnées dans les mentions légales.
it: Puoi annullare l'iscrizione in qualsiasi momento. A tal fine, trovi le nostre informazioni di contatto nelle note legali.
ru: Вы можете отказаться от подписки в любой момент. Для этой цели, пожалуйста, найдите нашу контактную информацию в официальном уведомлении.

source: Continue
de: Weitermachen
es: Continuar
fr: Continuer
it: Continuare
ru: Далее

source: Login
es: Acceso
fr: Se connecter
ru: Авторизоваться

source: Addresses
de: Adressen
es: Direcciones
fr: Adresses
it: Indirizzi
ru: Адреса

source: Shipping address
de: Lieferadresse
es: Dirección de envío
fr: Adresse de livraison
it: Indirizzo di spedizione
ru: Адрес доставки

source: Update
de: Aktualisieren
es: Actualizar
fr: Mise à jour
it: Aggiornamento
ru: Обновить

source: Delete
de: Löschen
es: Borrar
fr: Supprimer
it: Eliminare
ru: Удалить

source: Add new address
de: Neue Adresse hinzufügen
es: Agregar nueva dirección
fr: Ajouter une nouvelle adresse
it: Aggiungi nuovo indirizzo
ru: Добавить новый адрес

source: Billing address differs from shipping address
de: Rechnungsadresse weicht von Lieferadresse ab
es: La dirección de facturación difiere de la dirección de envío
fr: L'adresse de facturation diffère de l'adresse de livraison
it: L'indirizzo di fatturazione è diverso dall'indirizzo di spedizione
ru: Платежный адрес отличается от адреса доставки

source: Billing address
de: Rechnungsadresse
es: Dirección de Envio
fr: Adresse de facturation
it: Indirizzo di fatturazione
ru: Адрес для выставления счета

source: Billing address is the same as shipping address
de: Die Rechnungsadresse ist dieselbe wie die Lieferadresse
es: La dirección de facturación es la misma que la dirección de envío.
fr: L'adresse de facturation est la même que l'adresse de livraison
it: L'indirizzo di fatturazione è lo stesso dell'indirizzo di spedizione
ru: Платежный адрес совпадает с адресом доставки.

source: Company
de: Unternehmen
es: Compañía
fr: Entreprise
it: Azienda
ru: Компания

source: Address
de: Adresse
es: DIRECCIÓN
fr: Adresse
it: Indirizzo
ru: Адрес

source: Address Complement
de: Adressergänzung
es: Complemento de dirección
fr: Complément d'adresse
it: Complemento di indirizzo
ru: Дополнение адреса

source: Postal Code
de: Postleitzahl
es: Código Postal
fr: Code Postal
it: Codice Postale
ru: Почтовый индекс

source: City
de: Stadt
es: Ciudad
fr: Ville
it: Città
ru: Город

source: Country
de: Land
es: País
fr: Pays
it: Paese
ru: Страна

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone
it: Telefono
ru: Телефон

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Cancellare
ru: Отмена

source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
it: Salva
ru: Сохранить

source: Please select a shipping address first
de: Bitte wählen Sie zunächst eine Lieferadresse aus
es: Seleccione primero una dirección de envío
fr: Veuillez d'abord sélectionner une adresse de livraison
it: Seleziona prima un indirizzo di spedizione
ru: Пожалуйста, сначала выберите адрес доставки

source: The address has been successfully added!
de: Die Adresse wurde erfolgreich hinzugefügt!
es: ¡La dirección ha sido agregada exitosamente!
fr: L'adresse a été ajoutée avec succès !
it: L'indirizzo è stato aggiunto con successo!
ru: Адрес успешно добавлен!

source: Are you sure you want to delete this address?
de: Sind Sie sicher, dass Sie diese Adresse löschen möchten?
es: ¿Estás seguro de que deseas eliminar esta dirección?
fr: Êtes-vous sûr de vouloir supprimer cette adresse ?
it: Sei sicuro di voler eliminare questo indirizzo?
ru: Вы уверены, что хотите удалить этот адрес?

source: Order will be delivered to your email
de: Die Bestellung wird an Ihre E-Mail-Adresse gesendet
es: El pedido será entregado a su correo electrónico.
fr: La commande sera livrée à votre email
it: L'ordine verrà consegnato alla tua email
ru: Заказ будет доставлен на вашу электронную почту

source: You have to add at least 1 item to finish order
de: Sie müssen mindestens 1 Artikel hinzufügen, um die Bestellung abzuschließen
es: Tienes que agregar al menos 1 artículo para finalizar el pedido.
fr: Vous devez ajouter au moins 1 article pour terminer la commande
it: Devi aggiungere almeno 1 articolo per completare l'ordine
ru: Чтобы завершить заказ, вам необходимо добавить хотя бы 1 товар.

source: You didn't provide billing address
de: Sie haben keine Rechnungsadresse angegeben
es: No proporcionaste la dirección de facturación
fr: Vous n'avez pas fourni d'adresse de facturation
it: Non hai fornito l'indirizzo di fatturazione
ru: Вы не указали платежный адрес

source: You didn't provide shipping address
de: Sie haben keine Lieferadresse angegeben
es: No proporcionaste la dirección de envío
fr: Vous n'avez pas fourni l'adresse de livraison
it: Non hai fornito l'indirizzo di spedizione
ru: Вы не указали адрес доставки

source: Payment type
de: Zahlungsart
es: Tipo de pago
fr: Mode de paiement
ru: Оплата

source: Choose payment type
de: Wählen Sie die Zahlungsart
es: Elige el tipo de pago
fr: Choisissez le type de paiement
ru: Выберите тип оплаты

source: Pay with Stripe
es: Paga con Stripe
ru: Оплата Stripe

source: Included shipping
de: Inklusive Versand
es: Envío incluido
fr: Frais de port inclus
ru: Включенная доставка

source: ELEGANT JEWELRY AND ACCESSORIES
de: ELEGANTER SCHMUCK UND ACCESSOIRES
es: JOYAS Y ACCESORIOS ELEGANTES
fr: BIJOUX ET ACCESSOIRES ÉLÉGANTS
it: GIOIELLI E ACCESSORI ELEGANTI
ru: ЭЛЕГАНТНЫЕ ЮВЕЛИРНЫЕ УКРАШЕНИЯ И АКСЕССУАРЫ

source: BEST SELLERS
de: Bestseller
es: LOS MÁS VENDIDOS
fr: MEILLEURS VENDEURS
it: I PIÙ VENDUTI
ru: БЕСТСЕЛЛЕРЫ

source: Steel Brass
de: Stahl Messing
es: Acero Latón
ru: Сталь Латунь

source: All products
de: Alle Produkte
es: Todos los productos
fr: Tous les produits
it: Tutti i prodotti
ru: Все продукты

source: NECKLACES
de: HALSKETTEN
es: COLLARES
fr: COLLIERS
it: COLLANE
ru: ОЖЕРЕЛЬЯ

source: EARRINGS
de: OHRRINGE
es: PENDIENTES
fr: BOUCLES D'OREILLES
it: ORECCHINI
ru: СЕРЬГИ

source: RINGS
de: RINGE
es: ANILLOS
fr: BAGUES
it: ANELLI
ru: КОЛЬЦА

source: BRACELETS
de: ARMBÄNDER
es: ESPOSAS
it: BRACCIALETTI
ru: БРАСЛЕТЫ

source: ANKLETS
de: Fußkettchen
es: TOBILLERAS
fr: Bracelets de cheville
it: CAVIGLIERE
ru: АНКЛЕТЫ

source: ACCESSORIES
de: ZUBEHÖR
es: ACCESORIOS
fr: ACCESSOIRES
it: ACCESSORI
ru: АКСЕССУАРЫ

source: Your addresses
de: Ihre Adressen
es: Tus direcciones
fr: Vos adresses
it: I tuoi indirizzi
ru: Ваши адреса

source: Create new address
de: Neue Adresse erstellen
es: Crear nueva dirección
fr: Créer une nouvelle adresse
it: Crea nuovo indirizzo
ru: Создать новый адрес

source: Archive search
de: Archivsuche
es: Búsqueda de archivos
fr: Recherche d'archives
it: Ricerca nell'archivio
ru: Поиск в архиве

source: Here you can search for articles, including articles from the archive
de: Hier können Sie nach Artikeln suchen, auch nach Artikeln aus dem Archiv
es: Aquí puede buscar artículos, incluidos artículos del archivo.
fr: Ici, vous pouvez rechercher des articles, y compris des articles des archives
it: Qui puoi cercare articoli, inclusi articoli dall'archivio
ru: Здесь вы можете осуществлять поиск изделий, в том числе изделий из архива.

source: Start typing here...
de: Beginnen Sie hier mit der Eingabe...
es: Empieza a escribir aquí...
fr: Commencez à taper ici...
it: Inizia a scrivere qui...
ru: Начните печатать здесь...

source: Order
de: Befehl
es: Pedido
fr: Commande
ru: Заказ

source: Select chat
de: Wählen Sie Chat aus
es: Seleccionar chat
fr: Sélectionnez le chat
ru: Выберите чат

source: Write a message
de: Nachricht schreiben
es: Escribe un mensaje
fr: Écrire un message
ru: Написать сообщение

source: Send
de: Schicken
es: Enviar
fr: Envoyer
ru: Отправлять

source: Archive B2C
de: Archiv B2C
es: Archivo B2C
fr: Archiver B2C
ru: Архив B2C

source: Archive B2B
de: Archiv B2B
es: Archivo B2B
fr: Archiver B2B
ru: Архив B2B

source: uploaded a file
de: eine Datei hochgeladen
es: subió un archivo
fr: téléchargé un fichier
ru: загрузил файл

source: Your account
de: Ihr Konto
es: Tu cuenta
fr: Votre compte
it: Il tuo conto
ru: Ваш аккаунт

source: From your account dashboard you can view your
de: Von Ihrem Konto-Dashboard aus können Sie Ihre anzeigen
es: Desde el panel de su cuenta puede ver su
fr: Depuis le tableau de bord de votre compte, vous pouvez consulter votre
it: Dalla dashboard del tuo account puoi visualizzare il tuo
ru: На панели управления своей учетной записью вы можете просмотреть свои

source: recent orders
de: aktuelle Bestellungen
es: pedidos recientes
fr: commandes récentes
it: ordini recenti
ru: последние заказы

source: manage your
de: Verwalten Sie Ihre
es: gestiona tu
fr: gérer votre
it: gestisci il tuo
ru: управлять своим

source: shipping and billing addresses
de: Versand- und Rechnungsadressen
es: direcciones de envío y facturación
fr: adresses d'expédition et de facturation
it: indirizzi di spedizione e fatturazione
ru: адреса доставки и платежные адреса

source: and
de: Und
es: y
fr: et
it: E
ru: и

source: edit your password and account details
de: Bearbeiten Sie Ihr Passwort und Ihre Kontodaten
es: editar su contraseña y detalles de cuenta
fr: modifier votre mot de passe et les détails de votre compte
it: modificare la password e i dettagli dell'account
ru: отредактируйте свой пароль и данные учетной записи

source: Favorite products
de: Lieblingsprodukte
es: Productos favoritos
fr: Produits préférés
it: Prodotti preferiti
ru: Любимые продукты

source: Your personal information
de: Ihre persönlichen Daten
es: Tu información personal
fr: Vos informations personnelles
it: Le tue informazioni personali
ru: Ваша личная информация

source: New password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova password
ru: Новый пароль
