Repository: westa-ow/OnlineOliverWeberShop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, it, ru

source: Ordering of commits
de: Reihenfolge der Commits
es: Orden de confirmaciones
fr: Ordre des commits
it: Ordinamento dei commit
ru: Порядок коммитов

source: Processes commits in commit timestamp order.
de: Verarbeitet Commits in der Commit-Zeitstempel-Reihenfolge.
es: Procesa las confirmaciones en el orden de la marca de tiempo de confirmación.
fr: Traite les validations dans l’ordre d’horodatage de validation.
it: Elabora i commit nell'ordine del timestamp del commit.
ru: Процессы фиксируются в порядке временных меток фиксации.

source: Miscellaneous options
de: Verschiedene Optionen
fr: Options diverses
ru: Разные варианты

source: Show this help message and exit.
de: Zeigen Sie diese Hilfsnachricht und Beenden Sie.
fr: Montrez ce message d'aide et sortez.
ru: Покажите это справочное сообщение и выйдите.

source: Display filter-repo's version and exit.
fr: Afficher la version et la sortie de Filter-Repo.
ru: Отобразить версию репозитория фильтра и выйти.

source: Rewrite repository history even if the current repo does not look like a fresh clone. History rewriting is irreversible (and includes immediate pruning of reflogs and old objects), so be cautious about using this flag.
de: Schreiben Sie den Repository-Verlauf neu, auch wenn das aktuelle Repo nicht wie ein frischer Klon aussieht. Das Umschreiben des Verlaufs ist irreversibel (und umfasst das sofortige Bereinigen von Reflogs und alten Objekten). Seien Sie daher vorsichtig bei der Verwendung dieses Flags.
es: Vuelva a escribir el historial del repositorio incluso si el repositorio actual no parece un clon nuevo. La reescritura del historial es irreversible (e incluye la poda inmediata de reflogs y objetos antiguos), así que tenga cuidado al utilizar esta opción.
fr: Réécrivez l'historique du référentiel même si le dépôt actuel ne ressemble pas à un nouveau clone. La réécriture de l'historique est irréversible (et inclut l'élagage immédiat des reflogs et des anciens objets), soyez donc prudent lorsque vous utilisez cet indicateur.
it: Riscrivi la cronologia del repository anche se il repository corrente non sembra un nuovo clone. La riscrittura della cronologia è irreversibile (e include l'eliminazione immediata dei relog e dei vecchi oggetti), quindi sii cauto nell'usare questo flag.
ru: Перезапишите историю репозитория, даже если текущий репозиторий не похож на свежий клон. Перезапись истории необратима (и включает немедленное удаление релогов и старых объектов), поэтому будьте осторожны при использовании этого флага.

source: Do a partial history rewrite, resulting in the mixture of old and new history. This disables rewriting refs/remotes/origin/* to refs/heads/*, disables removing of the 'origin' remote, disables removing unexported refs, disables expiring the reflog, and disables the automatic post-filter gc. Also, this modifies --tag-rename and --refname-callback options such that instead of replacing old refs with new refnames, it will instead create new refs and keep the old ones around. Use with caution.
de: Führen Sie eine teilweise Neufassung der Geschichte durch, was zu einer Mischung aus alter und neuer Geschichte führt. Dies deaktiviert das Umschreiben von refs/remotes/origin/* in refs/heads/*, deaktiviert das Entfernen der „origin“-Remote, deaktiviert das Entfernen nicht exportierter Refs, deaktiviert das Ablaufen des Reflogs und deaktiviert den automatischen Post-Filter-GC. Außerdem werden dadurch die Optionen --tag-rename und --refname-callback so geändert, dass statt alte Refs durch neue Refnamen zu ersetzen, stattdessen neue Refs erstellt und die alten beibehalten werden. Mit Vorsicht verwenden.
es: Haga una reescritura parcial de la historia, lo que dará como resultado una mezcla de historia antigua y nueva. Esto deshabilita la reescritura de refs/remotes/origin/* en refs/heads/*, deshabilita la eliminación del control remoto 'origin', deshabilita la eliminación de referencias no exportadas, deshabilita la caducidad del reflog y deshabilita el gc post-filtro automático. Además, esto modifica las opciones --tag-rename y --refname-callback de modo que, en lugar de reemplazar las referencias antiguas con nuevos nombres de referencia, creará nuevas referencias y mantendrá las antiguas. Úselo con precaución.
fr: Effectuez une réécriture partielle de l’histoire, aboutissant à un mélange d’histoire ancienne et nouvelle. Cela désactive la réécriture de refs/remotes/origin/* en refs/heads/*, désactive la suppression de la télécommande « origine », désactive la suppression des références non exportées, désactive l'expiration du reflog et désactive le gc de post-filtre automatique. En outre, cela modifie les options --tag-rename et --refname-callback de telle sorte qu'au lieu de remplacer les anciennes références par de nouveaux noms de référence, il créera de nouvelles références et conservera les anciennes. A utiliser avec prudence.
it: Esegui una riscrittura parziale della storia, ottenendo una miscela di storia vecchia e nuova. Ciò disabilita la riscrittura di refs/remotes/origin/* in refs/heads/*, disabilita la rimozione del telecomando 'origin', disabilita la rimozione di refs non esportati, disabilita la scadenza del reflog e disabilita il gc post-filtro automatico. Inoltre, questo modifica le opzioni --tag-rename e --refname-callback in modo tale che invece di sostituire i vecchi riferimenti con nuovi nomi di riferimento, creerà invece nuovi riferimenti e manterrà quelli vecchi in giro. Usare con cautela.
ru: Выполните частичную перезапись истории, в результате чего старая и новая история будут смешаны. Это отключает перезапись refs/remotes/origin/* в refs/heads/*, отключает удаление удаленного источника «origin», отключает удаление неэкспортированных ссылок, отключает истечение срока действия журнала reflog и отключает автоматический пост-фильтр gc. Кроме того, это изменяет параметры --tag-rename и --refname-callback таким образом, что вместо замены старых ссылок новыми именами ссылок будут создаваться новые ссылки и сохраняться старые. Используйте с осторожностью.

source: Limit history rewriting to the specified refs. Implies --partial. In addition to the normal caveats of --partial (mixing old and new history, no automatic remapping of refs/remotes/origin/* to refs/heads/*, etc.), this also may cause problems for pruning of degenerate empty merge commits when negative revisions are specified.
de: Beschränken Sie das Umschreiben des Verlaufs auf die angegebenen Referenzen. Impliziert --partial. Zusätzlich zu den normalen Vorbehalten von --partial (Mischen von altem und neuem Verlauf, keine automatische Neuzuordnung von refs/remotes/origin/* zu refs/heads/* usw.) kann dies auch zu Problemen beim Bereinigen degenerierter leerer Zusammenführungen führen Wird festgeschrieben, wenn negative Revisionen angegeben werden.
es: Limite la reescritura del historial a las referencias especificadas. Implica --parcial. Además de las advertencias normales de --partial (mezcla de historial antiguo y nuevo, sin reasignación automática de refs/remotes/origin/* a refs/heads/*, etc.), esto también puede causar problemas al podar la fusión vacía degenerada. se compromete cuando se especifican revisiones negativas.
fr: Limitez la réécriture de l’historique aux références spécifiées. Implique --partiel. En plus des mises en garde normales de --partial (mélange de l'ancien et du nouvel historique, pas de remappage automatique de refs/remotes/origin/* vers refs/heads/*, etc.), cela peut également causer des problèmes d'élagage de la fusion vide dégénérée. est validé lorsque des révisions négatives sont spécifiées.
it: Limita la riscrittura della cronologia ai riferimenti specificati. Implica --parziale. Oltre ai normali avvertimenti di --partial (mescolare la vecchia e la nuova cronologia, nessuna rimappatura automatica di refs/remotes/origin/* su refs/heads/*, ecc.), ciò potrebbe anche causare problemi per l'eliminazione di un'unione vuota degenerata si impegna quando vengono specificate revisioni negative.
ru: Ограничить перезапись истории указанными ссылками. Подразумевается --partial. В дополнение к обычным предостережениям --partial (смешивание старой и новой истории, отсутствие автоматического переназначения refs/remotes/origin/* на refs/heads/* и т. д.), это также может вызвать проблемы при обрезке вырожденного пустого слияния. фиксируется, когда указаны отрицательные версии.

source: Do not change the repository. Run `git fast-export` and filter its output, and save both the original and the filtered version for comparison. This also disables rewriting commit messages due to not knowing new commit IDs and disables filtering of some empty commits due to inability to query the fast-import backend.
de: Ändern Sie das Repository nicht. Führen Sie „git fast-export“ aus, filtern Sie die Ausgabe und speichern Sie sowohl die ursprüngliche als auch die gefilterte Version zum Vergleich. Dadurch wird auch das Umschreiben von Commit-Nachrichten deaktiviert, da die neuen Commit-IDs nicht bekannt sind, und das Filtern einiger leerer Commits wird deaktiviert, da das Fast-Import-Backend nicht abgefragt werden kann.
es: No cambie el repositorio. Ejecute `git fast-export` y filtre su salida, y guarde tanto la versión original como la filtrada para comparar. Esto también deshabilita la reescritura de mensajes de confirmación debido a que no se conocen nuevos ID de confirmación y deshabilita el filtrado de algunas confirmaciones vacías debido a la imposibilidad de consultar el backend de importación rápida.
fr: Ne modifiez pas le référentiel. Exécutez `git fast-export` et filtrez sa sortie, puis enregistrez la version originale et la version filtrée pour comparaison. Cela désactive également la réécriture des messages de validation en raison de la non-connaissance des nouveaux ID de validation et désactive le filtrage de certaines validations vides en raison de l'impossibilité d'interroger le backend d'importation rapide.
it: Non modificare il repository. Esegui `git fast-export` e filtra il suo output, quindi salva sia la versione originale che quella filtrata per il confronto. Ciò disabilita anche la riscrittura dei messaggi di commit a causa della mancata conoscenza dei nuovi ID di commit e disabilita il filtraggio di alcuni commit vuoti a causa dell'impossibilità di eseguire query sul backend di importazione rapida.
ru: Не меняйте репозиторий. Запустите git fast-export, отфильтруйте его вывод и сохраните исходную и отфильтрованную версии для сравнения. Это также отключает перезапись сообщений о фиксации из-за незнания новых идентификаторов фиксации и отключает фильтрацию некоторых пустых коммитов из-за невозможности запроса к бэкэнду быстрого импорта.

source: Print additional information about operations being performed and commands being run. When used together with --dry-run, also show extra information about what would be run.
de: Drucken Sie zusätzliche Informationen über ausgeführte Vorgänge und ausgeführte Befehle. Bei Verwendung zusammen mit --dry-run werden auch zusätzliche Informationen darüber angezeigt, was ausgeführt werden soll.
es: Imprima información adicional sobre las operaciones que se realizan y los comandos que se ejecutan. Cuando se usa junto con --dry-run, también muestra información adicional sobre lo que se ejecutaría.
fr: Imprimez des informations supplémentaires sur les opérations en cours et les commandes en cours d'exécution. Lorsqu'il est utilisé avec --dry-run, affiche également des informations supplémentaires sur ce qui serait exécuté.
it: Stampa informazioni aggiuntive sulle operazioni eseguite e sui comandi eseguiti. Se utilizzato insieme a --dry-run, mostra anche informazioni aggiuntive su cosa verrebbe eseguito.
ru: Вывести дополнительную информацию о выполняемых операциях и выполняемых командах. При использовании вместе с --dry-run также показывает дополнительную информацию о том, что будет запущено.

source: Instead of running `git fast-export` and filtering its output, filter the fast-export stream from stdin. The stdin must be in the expected input format (e.g. it needs to include original-oid directives).
de: Anstatt „git fast-export“ auszuführen und seine Ausgabe zu filtern, filtern Sie den Fast-Export-Stream von stdin. Die stdin muss im erwarteten Eingabeformat vorliegen (z. B. muss sie Original-Oid-Anweisungen enthalten).
es: En lugar de ejecutar `git fast-export` y filtrar su salida, filtre el flujo de exportación rápida desde la entrada estándar. La entrada estándar debe tener el formato de entrada esperado (por ejemplo, debe incluir directivas originales-oid).
fr: Au lieu d'exécuter `git fast-export` et de filtrer sa sortie, filtrez le flux d'exportation rapide depuis stdin. Le stdin doit être dans le format d'entrée attendu (par exemple, il doit inclure les directives original-oid).
it: Invece di eseguire `git fast-export` e filtrarne l'output, filtra il flusso di esportazione rapida da stdin. Lo stdin deve essere nel formato di input previsto (ad esempio deve includere le direttive original-oid).
ru: Вместо запуска git fast-export и фильтрации его вывода отфильтруйте поток быстрого экспорта со стандартного ввода. Стандартный ввод должен быть в ожидаемом формате ввода (например, он должен включать директивы original-oid).

source: Pass --quiet to other git commands called
de: Übergeben Sie --quiet an andere aufgerufene Git-Befehle
es: Pase --quiet a otros comandos de git llamados
fr: Passez --quiet aux autres commandes git appelées
it: Passa --quiet ad altri comandi git chiamati
ru: Передайте --quiet другим командам git, называемым

source: Error: --analyze is incompatible with --path* flags; it's a read-only operation.
de: Fehler: --analyze ist mit den Flags --path* nicht kompatibel; Es handelt sich um einen schreibgeschützten Vorgang.
es: Error: --analyze es incompatible con los indicadores --path*; es una operación de sólo lectura.
fr: Erreur : --analyze est incompatible avec les indicateurs --path* ; c'est une opération en lecture seule.
it: Errore: --analyze non è compatibile con i flag --path*; è un'operazione di sola lettura.
ru: Ошибка: --analyze несовместим с флагами --path*; это операция только для чтения.

source: Error: --analyze is incompatible with --stdin.
de: Fehler: --analyze ist nicht kompatibel mit --stdin.
es: Error: --analyze es incompatible con --stdin.
fr: Erreur : --analyze est incompatible avec --stdin.
it: Errore: --analyze non è compatibile con --stdin.
ru: Ошибка: --analyze несовместим с --stdin.

source: Error: --use-base-name and --path-rename are incompatible.
de: Fehler: --use-base-name und --path-rename sind inkompatibel.
es: Error: --use-base-name y --path-rename son incompatibles.
fr: Erreur : --use-base-name et --path-rename sont incompatibles.
it: Errore: --use-base-name e --path-rename sono incompatibili.
ru: Ошибка: --use-base-name и --path-rename несовместимы.

source: Error: need git >= 2.24.0
de: Fehler: Benötige Git >= 2.24.0
es: Error: necesito git >= 2.24.0
fr: Erreur : besoin de git >= 2.24.0
it: Errore: è necessario git >= 2.24.0
ru: Ошибка: нужен git >= 2.24.0

source: Error: need git >= 2.23.0
de: Fehler: Benötige Git >= 2.23.0
es: Error: necesito git >= 2.23.0
fr: Erreur : besoin de git >= 2.23.0
it: Errore: è necessario git >= 2.23.0
ru: Ошибка: нужен git >= 2.23.0

source: Error: need git >= 2.22.0
de: Fehler: Benötige Git >= 2.22.0
es: Error: necesito git >= 2.22.0
fr: Erreur : besoin de git >= 2.22.0
it: Errore: è necessario git >= 2.22.0
ru: Ошибка: нужен git >= 2.22.0

source: Error: could not parse --strip-blobs-bigger-than argument %s
de: Fehler: Das Argument „--strip-blobs-bigger-than“ %skonnte nicht analysiert werden.
es: Error: no se pudo analizar --strip-blobs-bigger-than argumento %s
fr: Erreur : impossible d'analyser l'argument --strip-blobs-bigger-than %s
it: Errore: impossibile analizzare l'argomento --strip-blobs-bigger-than %s
ru: Ошибка: не удалось разобрать аргумент --strip-blobs-bigger-than %s

source: Error: In %s, 'glob:' and '==>' are incompatible (renaming globs makes no sense)
de: Fehler: In %ssind „glob:“ und „==>“ inkompatibel (das Umbenennen von Globs macht keinen Sinn)
es: Error: en %s, 'glob:' y '==>' son incompatibles (cambiar el nombre de los globs no tiene sentido)
fr: Erreur : dans %s, 'glob:' et '==>' sont incompatibles (renommer les globs n'a aucun sens)
it: Errore: in %s, 'glob:' e '==>' sono incompatibili (rinominare i glob non ha senso)
ru: Ошибка: в %s'glob:' и '==>' несовместимы (переименование glob: не имеет смысла)

source: Error: When rename directories, if OLDNAME and NEW_NAME are both non-empty and either ends with a slash then both must.
de: Fehler: Wenn beim Umbenennen von Verzeichnissen OLDNAME und NEW_NAME beide nicht leer sind und einer von beiden mit einem Schrägstrich endet, müssen beide verwendet werden.
es: Error: al cambiar el nombre de los directorios, si OLDNAME y NEW_NAME no están vacíos y terminan con una barra, ambos deben hacerlo.
fr: Erreur : lorsque vous renommez des répertoires, si OLDNAME et NEW_NAME ne sont pas vides et que l'un ou l'autre se termine par une barre oblique, alors les deux doivent le faire.
it: Errore: quando si rinominano le directory, se OLDNAME e NEW_NAME non sono vuoti e terminano con una barra, devono essere entrambi.
ru: Ошибка: при переименовании каталогов, если OLDNAME и NEW_NAME не пусты и любой из них заканчивается косой чертой, то оба должны быть.

source: No arguments specified.
fr: Aucun argument spécifié.
ru: Аргументы не указаны.

source: Unhandled change type(s): %(change_type)s (in commit %(commit)s)
de: Nicht behandelte Änderungstypen: %(change_type)s (im Commit %(commit)s)
es: Tipos de cambios no controlados: %(change_type)s (en confirmación %(commit)s)
fr: Type(s) de modification non gérée(s) : %(change_type)s (dans le commit %(commit)s)
it: Tipi di modifica non gestiti: %(change_type)s (nel commit %(commit)s)
ru: Тип(ы) необработанных изменений: %(change_type)s (в фиксации %(commit)s)

source: Processed %d commits
ru: Обработано %d коммитов

source: Nothing to analyze; repository is empty.
de: Nichts zu analysieren; Das Repository ist leer.
es: Nada que analizar; El repositorio está vacío.
fr: Rien à analyser ; le référentiel est vide.
it: Niente da analizzare; il repository è vuoto.
ru: Нечего анализировать; репозиторий пуст.

source: Error: rev-list|diff-tree pipeline failed; see above.
de: Fehler: rev-list|diff-tree-Pipeline fehlgeschlagen; siehe oben.
es: Error: lista de reves|falló la canalización del árbol de diferencias; ver arriba.
fr: Erreur : échec du pipeline rev-list|diff-tree ; voir ci-dessus.
it: Errore: pipeline rev-list|diff-tree non riuscita; vedere sopra.
ru: Ошибка: конвейер rev-list|diff-tree не выполнен; см. выше.

source: <present>
de: <anwesend>
es: <presente>
fr: <présent>
it: <presente>
ru: <настоящее время>

source: Overall Statistics
de: Gesamtstatistik
es: Estadísticas generales
fr: Statistiques globales
it: Statistiche generali
ru: Общая статистика

source: Number of commits
de: Anzahl der Commits
es: Número de confirmaciones
fr: Nombre de commits
it: Numero di commit
ru: Количество коммитов

source: Number of filenames
de: Anzahl der Dateinamen
es: Número de nombres de archivos
fr: Nombre de noms de fichiers
it: Numero di nomi di file
ru: Количество имен файлов

source: Number of directories
fr: Nombre de répertoires
ru: Количество каталогов

source: Number of file extensions
de: Anzahl der Dateierweiterungen
es: Número de extensiones de archivo
fr: Nombre d'extensions de fichiers
it: Numero di estensioni di file
ru: Количество расширений файлов

source: Total unpacked size (bytes)
de: Gesamte entpackte Größe (Byte)
es: Tamaño total descomprimido (bytes)
fr: Taille totale décompressée (octets)
it: Dimensione totale non imballata (byte)
ru: Общий распакованный размер (байты)

source: Total packed size (bytes)
de: Gesamtpaketgröße (Byte)
es: Tamaño total empaquetado (bytes)
fr: Taille totale compressée (octets)
it: Dimensione totale compressa (byte)
ru: Общий упакованный размер (байты)

source: Caveats
de: Vorbehalte
es: Advertencias
fr: Mises en garde
it: Avvertenze
ru: Предостережения

source: Sizes
fr: Tailles
ru: Размеры
